[
    {
        "content": "(1) Tanford, C. Science 1978 , 200 , 1012 -1018.\n(2) Tanford, C. H. In The Hydrophobic Effect: Formation of Micelles and Biological Membranes ; Wiley: New York, 1980\n(3) Pratt, L. R.; Pohorille, A. Chem. Re V . 2002 , 102 , 2671 -2692.\n(4) Sutherland, I. O. Chem. Soc. Re . V 1986 , 15 , 63 -91.\nPublished on Web 10/10/2007",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "Richard J. Hooley, Hillary J. Van Anda, and Julius Rebek, Jr.*\nContribution from The Skaggs Institute for Chemical Biology and the Department of Chemistry, The Scripps Research Institute, MB-26, 10550 North Torrey Pines Road, La Jolla, California 92037\nReceived April 18, 2007; E-mail: jrebek@scripps.edu\nAbstract: A deep, water-soluble cavitand extracts a variety of neutral hydrophobic species into its cavity. Flexible species such as n-alkanes tumble rapidly on the NMR time scale inside the cavity, but this motion is slowed for bulkier guests. Long, rigid guests such as substituted aromatics are either static or only ptumble at elevated temperaturesvia flexing motions of the cavitand. Strong selectivity in recognition of long rigid guests is seen. The binding of neutral guests occursthe classical hydrophobic effect; the via process is entropically favored, as shown by isothermal titration calorimetry measurements. Binding affinities are generally on the order of 10 10 5 4 -M -1 . The extent of the hydrophobic stabilization is shown by the binding of long trimethylammonium salts, which bind the alkyl chain in the cavity, rather than the NMe 3 + group. Dynamic NMR studies show that self-exchange of neutral guests is independent of guest concentration, and most likely occurs ia rate-determining unfolding of the cavitand. In the absence of v guests, the cavitand exists in a dimeric velcrand structure.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "The hydrophobic effect is one of the strongest driving forces for molecular recognition in water, nd biological systems 1 -4 a have inspired the construction of many synthetic receptors with hydrophobic interiors. Fatty acid binding proteins (FABPs) and nonspecific lipid-transfer proteins are examples of natural receptors that provide sizable hydrophobic cavities to surround their guests, and these guests can assume unpredictable shapes in the host/guest complexes. Hydrocarbons and other hy5 -7 drophobic groups behave similarly in the cavity of synthetic ecyl phosphocholine (DPC) bind at concentrations below receptors. They can flex and adapt to the surface of the cavity to fill the available space properly, maximize the attractive carbon tails inside the cavity and coil them into a helical contacts, and escape from water. For example, the behavior of n -alkanes and haloalkanes when confined in the restricted cavity of calixarenes, yclodextrins, and self-assembled capsules 8 c 9 -11 reveals kinked and coiled conformations. gid 12 Ri aromatic hydrocarbons have been extracted into aqueous solutions of In this report we narrow the perspective to hydrophobic effects in the context of the water-soluble cavitandatures 1 . 19 It fe aromatic walls that present polarizable faces to the cavity GLYPH<240> sur and provide stabilizing effects to cations molecules 21,22 a d bearing a thin layer of positive charge such as C nds. It -H bo also binds charged, water-soluble guests,even anionic 20 and species such as surfactants sodium dodecyl sulfate (SDS) and dod their critical micelle concentration.e lipids position their 23,24 Thes hydro shape so as to optimally fill the space inside and leave the hydrophilic head in the water layer. The binding of a wide variety of neutral, water-insoluble species by queous 1 in a solution is reported here. 25\ncationic cyclophane-based receptors and 13,14 metal ligand -clusters through hydrophobic effects. 15 -18",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "(13) Diederich, F.; Dick, K. J. Am. Chem. Soc. 1984 , 106 , 8024 -8036.\n(14) Diederich, F.; Griebel, D. J. Am. Chem. Soc. 1984 , 106 , 8037 8046.\n-",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "-(15) Yoshizawa, M.; Tamura, M.; Fujita, M. Science 2006 , 312 , 251 254.\n(16) Yoshizawa, M.; Kusukawa, T.; Fujita, M.; Sakamoto, S.; Yamaguchi, K. J. Am. Chem. Soc. 2001 , 123 , 10454 -10459.\n(17) Fujita, M.; Umemoto, K.; Yoshizawa, M.; Fujita, N.; Kusukawa, Biradha, K. Chem. Commun. 2001 , 509 -518.\n(5) Zimmerman, A. W.; Veerkamp, J. H. Cell Mol. Life Sci. 2002 , 59 , 1096 -1116.\n(18) Yoshizawa, M.; Tamura, M.; Fujita, M. J. Am. Chem. Soc. 2004 , 126 , 6846 -6847.\n(1 Hof, F.; Trembleau, L.; Ullrich, E. C.; Rebek, J. Angew. Chem., Int. Ed. 2003 , 42 , 3150 -3153.\n(6) Zanotti, G.; Scapin, G.; Spadon, P.; Veerkamp, J. H.; Sacchettini, J. C.9) J. Biol. Chem. 1992 , 267 , 18541 -18550.\n(7) Han, G. W.; Lee, J. Y.; Song, H. K.; Chang, C. S.; Min, K.; Moon, J.;(20) Shin, D. H.; Kopka, M. L.; Sawaya, M. R.; Yuan, H. S.; Kim, T. D.; Choe, J.; Lim, D.; Moon, H. J.; Suh, S. W. J. Mol. Biol. 2001 , 308 , 263 -278.\nBiros, S. M.; Ullrich, E. C.; Hof, F.; Trembleau, L.; Rebek, J. J. Am. Chem. Soc. 2004 , 126 , 2870 -2876.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "(21) Petti, M. A.; Shepodd, T. J.; Barrans, R. E.; Dougherty, D. A. J. Am. Chem. Soc. 1988 , 110 , 6825 -6840.\n(8) Brouwer, E. B.; Udachin, K. A.; Enright, G. D.; Ripmeester, J. A.; Ooms, K. J.; Halchuk, P. A. Chem. Commun. 2001 , 565 -566.\n(9) Scarso, A.; Trembleau, L.; Rebek, J. Angew. Chem., Int. Ed. 2003 , 42 , 5499 -5502.\n(22) Kearney, P. C.; Mizoue, L. S.; Kumpf, R. A.; Forman, J. E.; McCurdy, A.; Dougherty, D. A. J. Am. Chem. Soc. 1993 , 115 , 9907 -9919.\n(23) Trembleau, L.; Rebek, J., Jr. Science 2003 , 301 , 1219 -1220.\n(10) Gibb, C. L. D.; Gibb, B. C. J. Am. Chem. Soc. 2004 , 126 , 11408 -11409.\n(11) Gibb, C. L. D.; Gibb, B. C. J. Am. Chem. Soc. 2006 , 128 , 16498 -16499.\n(12) Schramm, M. P.; Rebek, J., Jr. Chem. -Eur. J. 2006 , 12 , 5924 -5933.\n(24) Trembleau, L.; Rebek, J., Jr. Chem. Commun. 2004 , 58 -59.\n(25) A portion of this work has been previously communicated: Hooley, R. J.; Biros, S. M.; Rebek, J. Chem. Commun. 2006 , 509 -510.\nT.;",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "its unfavorable interactions with solvent. Diffusion ordered spectroscopy (DOSY) experiments were also performed. 30 -32 The monomeric THF-containing cavitand gave a diffusion 1 constant of 2.41 GLYPH<2> 10 -10 m 2 /s, whereas the larger dimeric velcraplex 1 1 GLYPH<226> diffused more slowly ( D ) 2.17 GLYPH<2> 10 -10 m 2 /s), as might be expected from the larger mass and greater negative charge. The forces that hold the dimer together are weak (indeed, one equivalent of THF breaks the complex apart). The guest binding properties of the dimeric complex were identical to that of the THF-containing monomer, and (unless stated otherwise) all binding studies described here were performed monomeric THF-containing cavitand.\non the",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "could that\nin/out",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "2. Cavitand Structure Cavitand 1 is prepared by saponification of the corresponding tetraethyl ester n THF/H 2O, and is isolated with one molecule 2 i of THF occupying the cavity. The cavity retains a THF guest 20 so as to remain folded and avoid either a vacuum or the unfavorable interactions between water and the aromatic interior. Removal of THF from the cavity, even under extreme conditions of heat and high vacuum, cannot be achieved. he cavitand 20 T exists in a kinetically stable (on the NMR time scale) 'vase' conformation in solution, held together by four water molecules on the upper rim that provide hydrogen bonds to the benzimidazoles (Figure 1b).his is the only form observed in solution, 27 T and the limit of concentration is about 20 mM. In order to access the 'empty' structure, saponification of the precursor tetraethyl ester cavitand erformed in EtOH/ 2 was p H 2O instead of THF/H 2O. On isolation, theNMR spectrum 1 H of the cavitand was observed to be significantly different than that from saponification in THF/HFigure 2). Two sets of 2 O ( peaks are present; the minor species corresponds to a folded vase conformation, most likely binding one molecule of EtOH. The major species shows the characteristic methine proton H d as a doublet of doublets at 3.97 ppm, indicative of a 'kite' conformation of two-fold symmetry.he 28 T 1 H NMR spectra do not distinguish between a dimer of (average)ymmetry or D 2 d s a monomer of (average) C 4 V symmetry, but electrospray mass spectrometric analysis showed the presence of a dimeric complex of mass 2577.77 (corresponding to the octa-acid dimer after ionization in a positive matrix). The solution structure is a dimeric velcrand complex of D 2 d symmetry (Figure 1a).The 29 monomeric kite form exposes a larger hydrophobic surface area to the aqueous environment, and dimerization effectively reduces The binding of SDS mentioned above suggested that other flexible hydrocarbons could be good guests, and this was the case. 3 3 A 2 mM solution of cavitand was exposed to an excess 1 of a variety",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "of -alkanes (methane dodecane n -3 -14 ). Extraction of the smaller guests proved extremely facile gases were s the bubbled into the solution of or 2 min, and the liquids were 1 f merely added as one drop. The smallest alkanes methane d 3 an ethane 4 were not bound, presumably because they are too small to effectively occupy the cavity. The larger alkanes form 1:1 complexes with the host. The bound guests are revealed by their characteristic upfield NMR 1 H resonances imparted by the anisotropic magnetic shielding properties of the eight aromatic rings. Guest binding is quite strongparent binding con34 s ap stants 10 4 > M -1 were calculated from the NMR spectra, and in the case of-butane through-octane, no free guest was n n observed; the cavitand extracted only as much as it accommodate. Figure 3 shows the upfield portion of the 1 H NMR spectra of the complexes of alkanes bound in. The n1 spectrum of SDS is also provided as a reference. It is clear that the n -alkanes do not bind in the same manner as SDS. The cavitand provides a gradient of magnetic anisotropy shifts the residues bound deepest in the cavity the furthest upfield; the spectrum of SDS illustrates this. The terminal 34 methyl group is bound as deep as its shape allows in the tapered end of the cavity ( ¢ GLYPH<228> GLYPH<25> -5 ppm), and the penultimate methylene residue is less shifted. Each subsequent methylene is monotonically less upfield shifted, and a total of eight residues are affected; residues 9are unshifted. A maximum -12 of 8 carbons can be buried in a helical conformation, and no more than 5 carbons in an extended one. By contrast, the spectra for the -alkanes look quite different. Propane butane , n 5 , n -6 and n -pentane 7 are bound, but their upfield signals are broad and undefined, presumably due to a relatively fast exchange rate. 11 n -Hexane through -dodecane ( n 8 -14 ) show individual signals that are broadened and clustered at smaller ¢ GLYPH<228> than would be expected for a static helical conformation. The chemical shifts",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "indicate that the alkanes are not only coiled in a helical conformation but are tumbling rapidly on the NMR time scale. The spectra of -butane and -pentane n n are too broad to interpret, but for each of the methyls 8 -14 and methylenes of the alkanes show an averaged chemical shift Figure 1. Synthesis of the water-soluble tetracarboxylate cavitand 1 and (a) a representation of the dimeric complex of en synthesized by 1 wh saponification in EtOH/Hand (b) a representation of the complex of 2O 1 with bound THF when synthesized by saponification in THF/HMaestro 2O ( v7.0.2; AMBER forcefield;some groups omitted for clarity). 26\n(30) Price, W. S. Concepts Magn. Reson. 1997 , 9 , 299 -336.\n(27) Far, A. R.; Shivanyuk, A.; Rebek, J., Jr. J. Am. Chem. Soc. 2002 , 124 , 2854 -2855.\n(31) Cohen, Y.; Avram, L.; Frish, L. Angew. Chem., Int. Ed. 2005 , 44 , 520 -524.\n(32) J. Am. Chem. Soc. 2005 , 127 , 5714 -5719.\n- (33) Hooley, R. J.; Rebek, J., Jr. Org. Lett. 2007 , 9 , 1179 -1182.\n(28) Moran, J. R.; Ericson, J. L.; Dalcanale, E.; Bryant, J. A.; Knobler, C. B.;Avram, L.; Cohen, Y. Cram, D. J. J. Am. Chem. Soc. 1991 , 113 , 5707 -5714.\n(29) Haino, T.; Rudkevich, D. M.; Shivanyuk, A.; Rissanen, K.; Rebek, J. Chem.Eur. J. 2000 , 6 , 3797 -3805.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "(34) Menozzi, E.; Onagi, H.; Rheingold, A. L.; Rebek, J. Eur. J. Org. Chem. 2005 , 3633 -3636.\nFigure 2. 1 H NMR spectra (2 mM, D 2O) of the two forms of water-soluble tetracarboxylate cavitand; (a) 4 1 GLYPH<226> THF ( C V monomer) and (b) 1 1 GLYPH<226> ( D 2 d dimer). 9 ) minor complex 1 GLYPH<226> EtOH.\nFigure 3. Representation of the complex ofith coiled-octane (Maestro v7.0.2; AMBER forcefield;me groups omitted for clarity). Upfield regions 1 w n 26 so of 1 H NMR spectra of sodium dodecyl sulfate (SDS) and -alkanes (C H 12 n 5 to C11H 24) in a 2 mM solution of in D2O. ( 1 b ): encapsulated THF.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "of two different magnetic environments. Figure 4 shows theggregates; the reduced binding affinity is most likely not due a expected chemical shifts of each residue bound in cavitandto a decrease in guest solubility. 1 (derived from the observed chemical shifts of SDS). The NMR signals of the exposed, terminal groups of nane through n -no n -dodecane would be unshifted by binding, and the observeddependent spectra of 2,2-dimethylpentane nd 2,2-dimethNMR spectra can be calculated by averaging the chemical shift ylhexane of the two relevant residues (e.g., forne, C n -octa 1 + C 8 and C2 + C 7 show the same ¢ GLYPH<228> , etc.; see Supporting Information for peaks, but larger shows broad peaks at 300 K, and these analysis). indicating behavior. Evidently 2-methylpentane and 2,2-dimethylpentane incomplete extraction of the alkane. Only after several days ofsmall enough to rotate freely and display sharp, averaged sonication can any bound dodecane be seen. Unlike SDS, with peaks in their spectra. The longer alkanes, 2-methylhexane and its polar sulfate group that is fixed in the water solvent, the imethylhexane, do not have enough space to allow the large cavity, and the benefits of burying the hydrophobic surfaces eraged signals in the NMR spectrum due to rapid tumbling. Branched alkanes are guests also but show slower tumbling and broad, undefined NMR signals at 300 K. The temperature15 a 16 are shown in Figure 5. The small 2,2-dimethylpentane is unaffected by temperature and shows relatively sharp 16 only sharpen at higher temperature. Monosubstituted alkanes as 2-methylpentane and 2-methylhexane show similar are 2,2-d is tert -butyl groups, respectively, to tumble in the c Isooctane (2,2,4-trimethylpentane) also shows sharp av 1 H",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "extracted decreases. For the larger alkanes, broad signals for r linear alkanes, helical coiling is necessary to appropriately micellar ill the available space, but cyclic hydrocarbons already feature Fo f n -Nonane and longer alkanes are increasingly poor guests such s signals for competing bound THF are observed, n -alkanes are free to move in the cavity. As the alkanes getopropyl and larger than C , 8 they can no longer fit completely inside theavity. are diminished. Accordingly, the displacement of THF from the cavity becomes less favorable, and the amount of alkane free guest can be seen due to the formation of\nTable 1. Averaging of the Position of Tumbling Helical Alkane Residues in 1 Correlated with ¢ GLYPH<228>\n\nTable 2. Competitive Binding of Cyclohexane 17 and Other Cyclic Alkanes in 1",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "C 1 - 3.95 C 2 - 3.35 C 3 - 2.95 C 4 - C 5 - C 6 - C 7 C 8 C 9 C 10, n-heptane 9. = 2.30 1.30 0.20 0.70 1.10 1.20 1.20. C 1 - 3.95 C 2 - 3.35 C 3 - 2.95 C 4 - C 5 - C 6 - C 7 C 8 C 9 C 10, n-heptane 9.¢ predicted = - 1.83 - 1.78 - 2.13 - 2.40. C 1 - 3.95 C 2 - 3.35 C 3 - 2.95 C 4 - C 5 - C 6 - C 7 C 8 C 9 C 10, n-heptane 9.¢ observed = - 1.80 - 1.80 - 2.10 - 2.37. C 1 - 3.95 C 2 - 3.35 C 3 - 2.95 C 4 - C 5 - C 6 - C 7 C 8 C 9 C 10, n-octane 10. = C 1/8 C 2/7 C 3/6 C 4/5. C 1 - 3.95 C 2 - 3.35 C 3 - 2.95 C 4 - C 5 - C 6 - C 7 C 8 C 9 C 10, n-octane 10.¢ predicted = - 1.63 - 1.33 - 1.58 - 1.80. C 1 - 3.95 C 2 - 3.35 C 3 - 2.95 C 4 - C 5 - C 6 - C 7 C 8 C 9 C 10, n-octane 10.¢ observed = - 1.59 - 1.35 - 1.59 - 1.83. C 1 - 3.95 C 2 - 3.35 C 3 - 2.95 C 4 - C 5 - C 6 - C 7 C 8 C 9 C 10, n-decane 12. = C 1/10 C 2/9 C 3/8 C 4/7 C 5/6. C 1 - 3.95 C 2 - 3.35 C 3 - 2.95 C 4 - C 5 - C 6 - C 7 C 8 C 9 C 10, n-decane 12.¢ predicted = - 1.58 - 1.08 - 0.93 - 0.80 - 0.75.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "C 1 - 3.95 C 2 - 3.35 C 3 - 2.95 C 4 - C 5 - C 6 - C 7 C 8 C 9 C 10, n-decane 12.¢ observed = - 1.48 - 1.00 - 0.91 - 0.80 - 0.75\nFigure 4. Averaging of the position of tumbling helical alkane residues in 1 correlated with . ¢ GLYPH<228>\n\nFigure 5. Temperature dependence of the H NMR spectra of (a) 2,21 dimethylpentane 15 and (b) 2,2-dimethylhexane in a 2 mM 16 solution of 1 (D2O).",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "cyclopentane, K rel (c-C 6 H 12 ) = 0.74. cyclopentane, K rel ( n-C 6 H 14 ) = . cyclopentane, guest volume/Å 3 = 86. cyclopentane, packing coefficient = 0.48. cyclohexane, K rel (c-C 6 H 12 ) = 1. cyclohexane, K rel ( n-C 6 H 14 ) = . cyclohexane, guest volume/Å 3 = 102. cyclohexane, packing coefficient = 0.57. cycloheptane, K rel (c-C 6 H 12 ) = 0.55. cycloheptane, K rel ( n-C 6 H 14 ) = . cycloheptane, guest volume/Å 3 = 117. cycloheptane, packing coefficient = 0.65. cyclooctane, K rel (c-C 6 H 12 ) = 0.28. cyclooctane, K rel ( n-C 6 H 14 ) = . cyclooctane, guest volume/Å 3 = 135. cyclooctane, packing coefficient = 0.75. cyclodecane, K rel (c-C 6 H 12 ) = 0.15. cyclodecane, K rel ( n-C 6 H 14 ) = . cyclodecane, guest volume/Å 3 = 168. cyclodecane, packing coefficient = 0.93. n -hexane, K rel (c-C 6 H 12 ) = 0.33. n -hexane, K rel ( n-C 6 H 14 ) = 1. n -hexane, guest volume/Å 3 = 113. n -hexane, packing coefficient = 0.63. n -heptane, K rel (c-C 6 H 12 ) = 0.18. n -heptane, K rel ( n-C 6 H 14 ) = 0.39. n -heptane, guest volume/Å 3 = 126. n -heptane, packing coefficient = 0.70. n -octane, K rel (c-C 6 H 12 ) = 0.08. n -octane, K",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "rel ( n-C 6 H 14 ) = 0.18. n -octane, guest volume/Å 3 = 137. n -octane, packing coefficient = 0.76. iso- octane, K rel (c-C 6 H 12 ) = 0.35. iso- octane, K rel ( n-C 6 H 14 ) = 1.03. iso- octane, guest volume/Å 3 = 135. iso- octane, packing coefficient = 0.75\ncarboxylate methylene groups on the rim, and this volume is used for the calculations of Table 2. Strongest binding in systems such as these is usually observed when the guest has the shape complementarity for the host and an appropriate size; a packing coefficient of 0.55 is optimum for filling space in the liquid phase. 6 3 The computed van der Waals volume of cyclohexane is 102 Å 3 , leading to a very favorable packing coefficient of 0.57. Cyclopentane (86 Ågives a packing coefficient of 0.48; 3 ) the guest is too small to adequately fill the cavity.ger 37 The lar guests might be conformationally constrained inside the cavity, but it is likely that the cavitand walls flex a certain amount to allow free motion of the guest. he weak hydrogen-bonded 38 T forces holding the walls together would allow such motions and increase the volume of the host accordingly.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "can be observed, although the binding constants for each of the In contrast, rigid guests such as aromatic rings cannot alter time scale (see Supporting Information). Cyclohexane is the best nge rates are too fast to observe separate signals for the 2). It was assumed that the binding constants were significantly lene, azulene, and naphthalene show no sharp peaks for included in the calculation of relative binding affinities. The peaks for cavitand (Figure 6), as well as signals for free cyclooctane and cyclodecane show much lower binding affini- guests. Evidently a small () concentration of guest is in ties. The acyclic alkanes show lower binding affinities than hange at an intermediate rate between the cavity and bulk their conformations, and so their binding in the cavity is weakened. Accordingly, small aromatic guests show only slight affinity for the cavitand. The MR signals for free ben1 H N zene and furan in water are slightly broadened and shifted up in the presence of cavitand but 1 , the in/out excha bo complex. Less water-soluble guests such as toluene, p -xy e free or bound guest. TheNMR 1 H spectra of their complexes with 1 mM 1 in D2O exhibit shifts and broadening in the THF, indicating its expulsion from the cavity by the added GLYPH<24> mM exc sol\n(36) Chem.-Eur. J. 1998 , 4 , 1016 -1022.\n(37) Gottschalk, T.; Jaun, B.; Diederich, F. Angew. Chem., Int. Ed. 2007 , 46 , 260 -264.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "shapes that can do so. For cycloalkanes C H 10 35 5 to C10H 20, stoichiometric extraction was observed under mild conditions. These cycloalkanes show some solubility in water, and free guest tested guests were above the 10 4 M -1 limit accessible from 1 H NMR integration. The complex between cyclopentane and 1 shows a broad singlet in the upfield region of the 1 H NMR spectrum, and the cycloalkanes C 2 to C10H 20 6 H 1 show one sharp singlet, indicating that they are tumbling rapidly on the NMR field guest for the cavity, as shown by competition experiments (Table und larger than that of THF (as all THF is expunged from the cavity ither upon alkane binding), and so the binding of THF was not preference for 6Cover C5 and C7 is not large, whereas cyclohexane, and they decrease as the guest size increases. The vent. volume of the cavity can be estimatedmolecular modeling V ia to be 180 Å 3 by fixing an artificial lid at the level of the Mecozzi, S.; Rebek, J.\n(35) Hooley, R. J.; Van Anda, H. J.; Rebek, J. J. Am. Chem. Soc. 2006 , 128 , 3894 -3895.\n(38) Scarso, A.; Onagi, H.; Rebek, J. J. Am. Chem. Soc. 2004 , 126 , 12728 -12729.\nFigure 6. Downfield region of the NMR spectra (2 mM, D 1 H 2O) of the complexes between and various rigid aromatic guests.free THF, expunged 1 b ) from cavitand . 1",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "signals at5.8, 5.7, and 5.5 ppm are seen. Obviously the host there are no directed interactions between host and guest, merely Long, rigid substrates with appended methyl or butyl tert -groups are also good guests, due to favorable CH nteractions -GLYPH<240> i with the resorcinarene base. TheNMR 1 H spectra of the complexes of 4,4 -dimethylbiphenyl ¢ 18 and 1,4-ditert -butylbenzene 19 are shown in Figure 7. As expected, extraction of U-shaped intermediate where one end of the alkane moves past these highly insoluble solids into aqueous solution requires other, to the inverted helix shown. 'Rotation' is illustrated harsher conditions than for the liquid hydrocarbons ation s sonic for a period of at least 12 h was required for complete ithout bending that is applicable only to short hydrocarbons. displacement of resident THF. Even after 24 h, complete When extraction of is not achieved. In both cases, the guest doesotion of an isopropyl or -butyl group past the coiled chain 19 London dispersion forces and CH -GLYPH<240> interactions. Consequently, the number of favorable guest conformations is large, and flexible guests can interconvert between these conformations inside the cavity without loss of attractive contacts to the cavitand. Figure 8a shows a 'snaking' motiona chairlike, V ia the in Figure 8b and describes the motion of the hydrocarbon w branching is present on the alkyl chain, the snaking m tert",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "Low-temperature NMR experiments that would be desirable in order to freeze out this motion are precluded by the high melting point of D O. 2 Spectra acquired at 280 K were not appreciably different from those at ambient temperature. When larger guests were introduced to the cavity, the picture became clearer. At 300 K, the complex anthracene shows quite broad, 1 GLYPH<226> undefined peaks, but cooling to 280 K reveals distinct assignable peaks for bound guest. This increase in kinetic stability of the complex can be ascribed to either (or both) a decrease in water solubility or an increase in the number of favorable CH -GLYPH<240> interactions of the larger guest with the cavity. At 280 K, anthracene does not tumble, and five distinct guest signals are dimethylbiphenyl shown, ranging in from 7.5 ppm (unshifted, residing above GLYPH<228> the cavitand rim) to 3.8 ppm (highly shifted, residing near the 1 H signals can be distinguished in the NMR spectra. resorcinarene base). The complex betweennd the shorter 1 a but wider pyrene is kinetically stable at 300 K, although in this case the guest is observed to tumble and only three averaged The binding characteristics of the cavitand are nonspecific; GLYPH<228> breathes to accommodate this tumbling. 38 not exhibit rapid tumbling due to its rigidity and length; all of the 5. Motion Inside the Cavity Figure 7. 1 H NMR spectra (2 mM, D 2O) of the complexes between and 1 4,4-¢ 18 and 1,4-ditert -butylbenzene . 19\nFigure 8. Proposed modes of alkane tumbling.\nFigure 10. Representation of the binding characteristics of the 'molecular ruler'.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "is inhibited by the space constraints of the cavity. Accordingly, bound, with a van der Waals length of 11.9 Å. Stilbene only substituted alkanes with longest linear chain length of five carbons (isooctane, 2-methylpentane) move rapidly on the NMR NMR spectrum as anthracene, time scale at ambient temperature, and they probably do so V ia rotation of the molecule as a whole. 1,4-Dimethylcyclohexane is small enough to Flexible guests such as alkanes can vary their shape in order dimethylcyclohexane and both decalin isomers leads to com- hence, the slow dropoff in binding affinity as these guests are plexes that exhibit broad peaks for bound guest, similar in naturethened. While-octane reaches the cavity's rim, alkanes to those observed for the substituted acyclic alkanes. In these ong as -dodecane show binding. In contrast, the addition The aryl guests anthracene, 4,4 methylbiphenyl , and ¢ -di 18 1,4-ditert -butylbenzene 19 did not show rapid rotation inside 1 . The cavitand acts as a molecular ruler re is a distinct s the cutoff for the length of a rigid guest that can be extracted into the cavity (see Figure 10). 4,4ethylbiphenyl is the longest ¢ -Dim guest (11.2 Å) is bound (although it displays the same type of 1 H V ide supra ), but methylstilbene (12.7 Å) and 4,4 -dimethylstilbene (14.3 Å) are not extracted ¢ into the cavitand even after several days of sonication. If the rigid guest protrudes beyond the cavitand rim, unfavorable interactions between solvent water and the guest's hydrophobic disrupt the energetic balances of the binding event. n -to expose the minimum amount of surface area to the solvent s leng n as l n o only 0.9 Å in length to 4,4 dimethylbiphenyl completely ¢ -abrogates binding, a remarkable behavior for an open-ended Figure 9. Temperature dependence of the H NMR spectra of (a) 1 transdecalin 23 , (b) cisdecalin",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "22 , and (c) trans -1,4-dimethylcyclohexanein 21 a 1.5 mM solution of 1 in D2O.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "decalin, so a lower temperature is required guests is complicated somewhat by their strong binding and Investigation of the exchange properties of these hydrophobic low water solubility. Fortunately, certain guests display suffi-\nThe mobility of more rigid guests,and cis -trans -1,4-dimethylcyclohexane (, 20 21 ) and cis - and trans -decalin (, 22 23 ), was examined. All were extracted and formed stoichiometric com- surface plexes with. 1 cisrotate rapidly in the cavity, but encapsulation of 4trans1, cases, however, the guest cannot 'snake' and the cavitand must f flex instead. The effect of temperature on thespectra 1 H NMR of these complexes is shown in Figure 9. Upon heating, the container molecule. signals for encapsulated guest sharpen considerably, indicating that at ambient temperature, rotations occur on an intermediate NMR chemical shift time scale.-Decalin is shorter and more cis flexible than transfor rapid rotation.\nTable 3. Thermodynamic Binding Parameters (ITC) of Guests in Cavitand 1\nFigure 11. Illustrations of the two possible exchange mechanisms: 'SN 1-like' and (b) 'S-like'. N 2\n(a)\ncient solubility in water to allow thermodynamic analysis by nsate for either an unfavorable (in the case of choline) or isothermal titration calorimetry (ITC) and kinetic analysis by ly favorable (in the case of acetylcholine) entropic term. properties of five suitable neutral guests, each containing a large ropic effects. The enthalpic term is much smaller, due to cyclic hydrocarbon anchor and a slightly polar group for added e absence of strong cationinteractions (again, consistent tetramethylammonium groups allow strong binding of choline by enthalpically favorable cation -GLYPH<240> interactions; they compe weak The binding of neutral species, however, is more strongly driven by ent th -GLYPH<240> with the preferential binding of choline vs hydrocarbons in or 27",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "2D EXSY NMR. Table 3 shows the thermodynamic binding water solubility. In each case, the adamantyl/cycloalkyl group binds inside the cavitand, with the hydroxyl/carbonyl group ganic solvents). oriented to the aqueous solution (see Supporting Information The magnitude of this hydrophobic effect is illustrated by for NMR data). Guests 24 -27 10 1 -10 2 into the ITC cell. Previously published parameters for charged e choline and acetylcholine are included in the table as reference Me 3 points.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "The neutral hydrophobic guests binda classical hydroV ia phobic effect in cavitand Binding is strongly entropy-driven, onformation, and 1 . phobic neutral species on binding that causes a net increase in the cavitand rim. The is again disorder. The ¢ C p value for the self-exchange of cyclooctanol ach in 1 was strongly negative (p ¢ C ) -250 cal mol 1 -K -1 ) as expected for classical hydrophobic binding. This by Diederich in synthetic receptors (which can also be seen 39 -42 in membranes 43 ). In the latter, charged water-soluble receptors he mechanism of exchange was probed by studying the rate showed strong hydrophobic binding due mainly to an enthalpic of hydrocarbons in neutral cavitands of this type in organic olding solutions. The overall binding energy is large (average K GLYPH<25> 1 GLYPH<2> 10 5 M -1 (Table 3), ¢ G GLYPH<25> 7 kcal mol 1 , consistent with -1 H NMR measurements), almost an order of magnitude stronger than the binding of choline (2.6 K ) GLYPH<2> 10 4 M -1 ). The charged have solubilities on the order of the binding of long alkyltrimethylammonium salts. Choline and mM in water, allowing titration of a stock solution cetylcholine bind with the trimethylammonium group at the with a small favorable enthalpic term. The entropic benefit is ves the trimethylammonium group outside the cavity, where due to release of ordered water from the surface of the hydro- can still interact with the aqueous solvent and the carboxylates cavitand ngth of the alkyl chain evidently enhances the entropic binding evidently does not behave in the non-classical manner observed rm and overcomes the unchanged enthalpic interaction of the a bas of the cavity, as do short alkyltrimethylammoniums (EtN + , n BuNMe 3 + , n HexNMe 3 + ). 4 3 When decyl or dodecyltrimethylammonium bromide are added t 1 mM o a solution of 1 in D2O, binding of the alkyl chain in the expected",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "helical c not the trimethylammonium is observed. This lea it at K a > 10 4 M -1 , even though e gauche interaction that propagates the helix conformation destabilizes the system by 0.5 6 kcal/mol.The increased -0. 44 le te NMe 3 + group with solvent water.\nbonus gained on hydrocarbon binding. The cavitand walls are general mechanisms have been suggested for exchange processes moderately good matches for the hydrocarbon guest in terms in self-folding receptors of this type and are illustrated in Figur of London dispersion forces consistent with the weaker binding . One possibility is that exchange involves a slow, complete T of self-exchange of guests between nd bulk solvent. Two 1 a 11 unf of cavitand followed by rapid guest exchange occurring from the kite form, in an 'Sike' manner. This is N 1-l the mechanism generally accepted for guest exchange in an organic-soluble octamide cavitand. A dissociative exchange 45,46 ( process that occurs loss of guest from V ia fully folded receptor is most unlikely; this creates a vacuum, and the energetic price of this process is expected to be prohibitive.) Analogy can also be drawn with exchange mechanisms for fully enclosed capsules. (39) Smithrud, D. B.; Sanford, E. M.; Chao, I.; Ferguson, S. B.; Carcanague, D. R.; Evanseck, J. D.; Houk, K. N.; Diederich, F. Pure. Appl. Chem. 1990 , 62 , 2227 -2236.\n(41) Ferguson, S. B.; Sanford, E. M.; Seward, E. M.; Diederich, F. Soc. 1991 , 113 , 5410 -5419.\n(40) Ferguson, S. B.; Seward, E. M.; Diederich, F.; Sanford, E. M.; Chou, A.; Inocencioszweda, P.; Knobler, C. B. J. Org. Chem. 1988 , 53 , 5593 -5595. J. Am. Chem.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "(44) Eliel, E. L.; Wilen, S. H. In Stereochemistry of Organic Compounds ; Wiley: New York, 1994; p 600.\n( Rudkevich, D. M.; Hilmersson, G.; Rebek, J. J. Am. Chem. Soc. 1997 , 119 , 9911 -9912.\n(42) Diederich, F.; Smithrud, D. B.; Sanford, E. M.; Wyman, T. B.; Ferguson,45) S. B.; Carcanague, D. R.; Chao, I.; Houk, K. N. Acta Chem. Scand. 1992 , 46 , 205 -215.\n(43) Seelig, J.; Ganz, P. Biochemistry 1991 , 30 , 9354 -9359.\n(46) Rudkevich, D. M.; Hilmersson, G.; Rebek, J. J. Am. Chem. Soc. 1998 , 120 , 12216 -12225.\nTable 4. Exchange Rates of Various Guests (3 mM) between 1 (2 mM) and Bulk Solvent (D 2 O)\nproviding stabilization to the vase conformation of rived 1 s de from a different source than that of the octamide cavitand, the number of hydrogen bonds is the same, and so one might expect the barrier to unfolding of the cavitand to be of approximately the same magnitude.\nMost of the guests in Tables 3 and 4 were not applicable for the determination of concentration dependence due to low water solubility or unsuitableMR spectra, but 1 H N 26 , 27 , and 32 proved cooperative. No change in the rate of self-exchange of cyclohexanone 26 is observed over a 20 mM range in concentration (Figure 12). This indicates that incoming guest is not present in the rate determining step of the exchange mechanism, and the 'S1-like' dissociative mechanism shown N in Figure 11a is dominant.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "It has been shown that, for small molecules such as benzene in he rate-limiting step. This mechanism is also consistent with a cylindrical capsule,all cations in a tetrahedral cluster, he variable exchange rate for different guests. The barrier for occurs by either opening of one or more 'flaps' of the capsule t also the loss of enthalpic interactions between host and or distortion of a cluster wall to allow an opening. The parallel t, combined with partial solvation of the guest, all of which The self-exchange data for cyclooctanol and adamantanol corroborate this result; while the rate of self-exchange of these species is slower than that ofthe rate is again independent 26 , of guest concentration, suggesting that cavitand unfolding is t t cavitand unfolding consists not only of the breaking of H-bonds bu gues vary depending on the hydrophobic surface presented by the g",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "Distinguishing between these two processes involves guest nd substituted alkanes, cyclic and polycyclic, saturated and concentration and the exchange rate; the dissociative process matic hydrocarbons into aqueous solution. Flexible species would show no dependence on incoming guest, and the concerted process should show first-order dependence on n incoming guest concentration. Two-dimensional EXSY experiments 50,51 were performed on 2 mM solutions of with 3 mM 1 cyclohexane 17 , cyclohexanone 26 , cyclooctanol , norbor27 nadiene 30 , cyclooctadiene, and 1-adamantanol 31 32 as guests (see Supporting Information for NOESY spectra). The rates and form host:guest complexes if their length does not exceed that barriers to exchange are shown in Table 4. The observed of the cavitand; once that length is exceeded, binding affinity activation energies for exchange are consistent with previously s precipitously, leading to exquisite selectivity for certai obtained values for cavitands that self-assemble rogen V ia hyd bonding 46 and vary between 16 and 17.2 kcal mol . -1 Table 4 shows that the rate of self-exchange depends strongly upon the nature of guest, and is not determined solely by the abilization can be even stronger than cation eractions, energy required to unfold the cavitand. Previous publications hown by the preference of binding a long alkyl chain over have shown that the barrier to unfolding of a deep cavitand trimethylammonium cation for long-chain alkyltrimethylam(with no hydrogen-bond stabilization) is of the order of 11 kcal ium guests. Applications of these findings to the acceleration mol -1 53 , whereas the barrier to unfolding of a similar cavitand reactions and transport processes are currently underway in with eight amide groups providing intramolecular hydrogen ur laboratory. bonds is 17 kcal mol 1 . 6 -4 While the hydrogen-bonding network A self-folding, water-soluble synthetic receptor has been shown to extract a variety of insoluble guests including normal a aro such as saturated acyclic and cyclic hydrocarbons tumble rapidly o the NMR time scale. Binding constants are in most cases > 10 4 M -1 . Guests for which tumbling is restricted show lower binding affinities, and small aromatic species that",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "cannot adequately occupy the space inside the cavity show rapid exchange on the NMR time scale. Long rigid aromatic species drop rigid substrates. Self-exchange, monitored by 2D EXSY experiments, is most likely a dissociative process involving unfolding of the complex as the rate-determining step. Hydrophobic st -GLYPH<240> int as s a mon of o\n47 sm 48 and bicyclic hydrocarbons in a spherical capsule,exchange 49 e fmechanism in this case can be described as an2-like' 'S N process: opening of one or two walls followed by concerted uest. replacement of bound guest by free. The process is illustrated in Figure 11b. It is not certain (or easily determinable) whether one wall or more needs to open for exchange to occur, but Diederich has shown that exchange can occur opening of V ia two opposite walls in a related cavitand. 37",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "(47) Craig, S. L.; Lin, S.; Chen, J.; Rebek, J. J. Am. Chem. Soc. 2002 , 124 , 8780 -8781.\n(48) Davis, A. V.; Fiedler, D.; Seeber, G.; Zahl, A.; van Eldik, R.; Raymond, K. N. J. Am. Chem. Soc. 2006 , 128 , 1324 -1333.\n(49) Santamaria, J.; Martin, T.; Hilmersson, G.; Craig, S. L.; Rebek, J., Jr. Proc. Natl. Acad. Sci. U.S.A. 1999 , 96 , 8344 -8347.\n(50) Perrin, C. L.; Dwyer, T. J. Chem. Re V . 1990 , 90 , 935 -967.\n(51) Zolnai, Z.; Juranic, N.; Vikic-Topic, D.; Macura, S. J. Chem. Inf. Comput. Sci. 2000 , 40 , 611 -621.\n(52) Anslyn, E. V.; Dougherty, D. A. In Modern Physical Organic Chemistry ; University Science Books: Sausalito, California, 2006; p 389.\n(53) Cram, D. J.; Choi, H. J.; Bryant, J. A.; Knobler, C. B. J. Am. Chem. Soc. 1992 , 114 , 7748 -7765.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "8.1. General Considerations. 1 H, 2D NOESY, and DOSY NMR spectra were recorded on an Avance Bruker DRX-600 spectrometer with a 5-mm QNP probe. Proton (H) chemical shifts are reported in 1 parts per million ( with respect to tetramethylsilane (TMS, 0), GLYPH<228> ) GLYPH<228> ) and referenced internally with respect to the protio solvent impurity. Deuterated NMR solvents were obtained from Cambridge Isotope Laboratories, Inc., Andover, MA, and used without further purification. ESI-HRMS data were recorded on an Agilent Electrospray TOF Mass Spectrometer. All added guests were obtained from Aldrich Chemical\nFigure 12. Plot of the concentration dependence of self-exchange of hydrophobic guests in cavitand2O). 1 (2 mM, D\nCo., St. Louis, MO, and were used as received. Molecular modelingmixture sonicated for 10 min. The mixture was transferred by pipet to\n(molecular mechanics calculations) was carried out using the AMBERa 5-mm NMR tube for analysis. force field with 26 the solvation (dielectric) setting for implemented by Macromodel or Maestro (Schroedinger, Inc.) on a Silicon Graphics Octane workstation. Cavitand precursors were 1 synthesized according to the literature procedure. 20\n8.2. ITC Studies. ITC data were obtained on a VP-ITC MicroCaloformed at 25 C with a host concentration of approximately 0.1 mM GLYPH<176> in the cell (1.4348 mL), and a guest concentration of approximately 1 mM in the syringe (250 L). All solutions were prepared with distilled GLYPH<237> water. Injection volumes varied from 5 to 10 with a 300-s spacing GLYPH<237> L, 7.0 software provided by MicroCal, LLC.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "water as rimeter, MicroCal, LLC (Northhampton, MA). Titrations were per- to remove unextracted solid and transferred by pipet to a 5-mm NMR 8.3.d. Representative Procedure for Preparation of Host:Liquid Guest Complexes: Preparation of 1 GLYPH<226> nPyrene. A 2 mM solution of cavitand was formed by mild sonication of (1.7 mg, 0.0012 mmol) 1 1 in D2O (0.6 mL) for 5 min. Solid pyrene (1 mg) was added, and the resulting suspension sonicated for 24 h. The mixture was microfiltered tube for analysis.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "between injections. All titrations were performed in triplicate. After ed with the Bruker software. Each of the 512 F1 increments was the reference titration was subtracted, the revised data were fitted to a cumulation of 32 scans. Two-dimensional ROESY spectra were theoretical titration curve using the One Set of Sites model of the Origin taken to determine whether the cross-peaks observed derived from (96 mg, 2.4 mmol) was added as a solid. The mixture was stirred for domain. 1K _ 1K real data points were used, with a resolution of 1 30 min, during which time a fine precipitate formed. Additional water /point. All ROESY spectra were consistent with the NOESY data, evaporation until a precipitate formed. The mixture was transferred to n sequentially, one with 300 ms mixing time and then with 0 ms a centrifuge tube and centrifuged for 20 min. The pellet was retrieved ing time. The rate constant as calculated using the EXSYCALC from the supernatant and dried under high vacuum to give the product rogram (Mestrelab Research, Santiago de Compostela)nd is the as an off-white solid (74 mg, 74%). The low solubility of the dimeric m of the two dependent magnetization-transfer rate constants obtained 8.4. NMR Studies. 8.4.a. Procedure for 2D NOESY and EXSY Experiments. The 2D NOESY spectra of the cavitands were recorded at 300 K at 600 MHz with the phase-sensitive NOESY pulse sequence suppli the ac also NOE enhancements or chemical exchange, and were recorded at 300 K at 600 MHz with the phase-sensitive ROESY pulse sequence supplied with the Bruker software. Before Fourier transformation, the FIDs were multiplied by a 90sine square function in both the F2 and the F1 GLYPH<176> Hz but the NOESY spectra are shown here due to the greater resolution and signal-to-noise ratio obtained. For EXSY, two NOESY spectra were take mix k w p 50,51 a su from the calculations, an approximation due to the system being in equilibrium. 50,52 46,\n<!-- formula-not-decoded -->",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "8.4.b. Procedure for DOSY Experiments. The DOSY spectra were acquired using an LED pulse sequence with bipolar gradient pulses and two spoil gradients, as supplied with the Bruker software. 54 Sineshaped pulsed gradients were incremented from 2.7 to 51.4 G cm -1 in 32 steps, with each step consisting of 256 scans. The raw data were processed using the MestreC program (Mestrelab Research, Santiago\n8.3. Experimental Procedures. 8.3.a. Synthesis of Dimeric Cavitand 11. GLYPH<226> The cavitand tetraethylester 02 mg, 0.073 mmol) was 20 (1 dissolved in a mixture of EtOH (9 mL) and water (6 mL), and NaOH (1 mL) gave a clear solution, and stirring was continued at 23 GLYPH<176> C for 2 d. The EtOH was slowly removed from the solution by rotary complex of 1 in D2O precluded acquisition of NMR spectra in 13 C any reasonable amount of time.NMR (600 MHz, D 1 H 2 O): GLYPH<228> 0.71 (t, J ) 7.2 Hz, 24H); 1.852.0 (m, 16H); 3.83 (d, -J ) 16.8 Hz, 8H); 3.87 (d, J ) 16.8 Hz, 8H); 3.97 (dd, J ) 10.2 Hz, 5.4 Hz, 8H); 6.35 (s, 2H); 6.72 (s, 4H); 6.79 (s, 4H); 6.85 (s, 2H); 7.12 (s, 2H); 7.31 (s, 2H) ESIHRMS (acidic matrix) m z / : calcd for C4H 113N 16O 14 32 (M + H + of fully protonated tetraacid cavitand dimer) 2577.7701; found 2577.7739.",
        "source": "10.1021/ja0727058",
        "file_path": ""
    },
    {
        "content": "8.3.b. Representative Procedure for Preparation of Host:Gaseous Guest Complexes: Preparation of 1 GLYPH<226> nPropane. A 2 mM solution of cavitand 1 was formed by mild sonication of(1.7 mg, 0.0012 1 mmol) in D 2O (0.6 mL) for 5 min. Propane gas was bubbled into the solution slowly to avoid excess foaming for 10 s. The mixture was de Compostela). transferred by pipet to a 5-mm NMR tube for analysis.\n8.3.c. Representative Procedure for Preparation of Host:Liquid Guest Complexes: Preparation of 1 GLYPH<226> nHexane. A 2 mM solution of cavitand was formed by mild sonication of (1.7 mg, 0.0012 mmol) 1 1 in D2O (0.6 mL) for 5 min. nHexane (5 GLYPH<237> L) was added neat, and the\nAcknowledgment. We are grateful to the Skaggs Institute and the National Institutes of Health (GM 50174) for finan-\n(54) Wu, D. H.; Chen, A. D.; Johnson, C. S. J. Magn. Reson., Ser. A 1995 , 115 , 260 -264.\ncialsupport. R.J.H. is a Skaggs Postdoctoral fellow. We thank ectra of bound alkanes, 2D NOESY spectra, raw ITC data. sp This material is available free of charge via the Internet at\nDr. Laura Pasternack and Dr. Dee-Hua Huang for NMR assistance, and Dr. Shannon Biros for helpful discussions. http://pubs.acs.org.\nSupporting Information Available: 1 H NMR spectra discussed but not present in the text, full predictions of NMR 0727058 JA",
        "source": "10.1021/ja0727058",
        "file_path": ""
    }
]