[
    {
        "content": "Contents lists available at ScienceDirect",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "j o urnal homepage: www.elsevier.com/locate/aca",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Weitao Xu a , Huaming Feng a , Weiwei Zhao a , Chunhua Huang b , Carl Redshaw c , Zhu Tao a , Xin Xiao a, *\na Key Laboratory of Macrocyclic and Supramolecular Chemistry of Guizhou Province, Guizhou University, Guiyang, 550025, China\nb National Research Center for Geoanalysis, China Geological Survey, Beijing, 100037, China\nc Department of Chemistry and Biochemistry, University of Hull, Hull, HU6 7RX, UK",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "/C15 A new /uniFB02 uorescent chemosensor comprised of Q[8] and acridine has been designed for the recognition of amino acids.\n/C15 The binding properties of Q[8] to acridine was investigated both in solid state and aqueous solution.\n/C15 A /uniFB02 uorescence method for the detection of /uniFB01 ve amino acids using a single system has been developed.",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Article history: Received 4 July 2020 Received in revised form 26 August 2020 Accepted 13 September 2020\nAvailable online 25 September 2020\nKeywords: Chemosensor cucurbit[8]uril Recognition ' Off-on ' probe pH-responsive\n* Corresponding author. E-mail address: gyhxxiaoxin@163.com (X. Xiao).",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Amino acids are of huge biological signi /uniFB01 cance, and are not only constituents of peptides, proteins, and alike but also play pivotal roles in the transport of materials and in biosynthesis [1,2]. Arginine (Arg) for example plays a central physiological role in a variety of transformations including cell division, gene regulation, healing of wounds and the release of hormones [3 e 5]. Moreover, Arg is used to treat diseases resulting from endocrine and high ammonia reactions [6,7]. Similarly, histidine (His) is critical for many enzymatic processes [8], whilst it has been reported that decreases in His levels are observed in patients suffering from lung cancer [9 e 13]. In the case of lysine, it is linked to the Krebs-Henseleit cycle and to polyamine synthesis [14,15], whilst high levels of lysine in the plasma and urine are indicators of congenital metabolic disorders, for example cystinuria or hyperlysinemia [16,17]. The amino acid phenylalanine (Phe) is extensively employed both in the food and pharmaceutical industries. Examples of the use of Phe include as an intermediate in the production of anti-cancer drugs, as a nutritional additive, and as an additive in food and drink [18]. Finally, from a biological perspective, tryptophan (Trp) plays an important role in human metabolism [19] and is associated with the likes of diabetes and nerve disorders [20]. The selective recognition of amino acids is thus highly desirable for a variety of medicinal reasons (see Scheme 1).",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Wenote that a range of traditional detection methods for amino acids have previously been developed, including high-performance liquid chromatography, ion-exchange chromatography as well as gas chromatography [21 e 23]. However, such detection methods suffer from a number of de /uniFB01 ciencies, namely that they are somewhat complicated, not cheap, can be awkward to use, exhibit poor selectivity, lack precision and sensitivity, and also suffer from a lack of reproducibility [24]. This has led to recent increased interest in the potential of host-guest chemistry, and a boost to progress in the area of molecular recognition [25 e 27]. This increased interest in aqueous host-guest chemistry has led to the availability of analyte responsive host-dye systems based on macrocycles or so-called host-dye /uniFB02 uorescence indicator displacement (FID) systems. Such FID systems are now attracting the interest of researchers as agreeable alternatives to the more traditional chemosensors [28,29].",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Cucurbit [ n ]urils (Q [ n ]s), a family of synthetic macrocycles, are capable of binding amines over a wide af /uniFB01 nity range (10 3 to 10 12 M 1 ) in aqueous solution, and for this reason have attracted /C0 interest for both molecular recognition and in molecular devices [30 e 39]. Over the past 10 years or so, Q[ n ]s and derivatives thereof have been shown to interact with a number of speci /uniFB01 c amino acids, peptides, and proteins [40 e 48]. However, given that amino acids have in common the same types of functional groups, namely carboxylic/CO2H and amino/NH2 groups, the manufacture of sensors capable of detecting speci /uniFB01 c amino acids with both signi /uniFB01 cant sensitivity and selectivity remains a key target. Reports on the use of cucurbit [ n ]uril-based host-dye /uniFB02 uorescence indicator displacement systems for amino acid detection remain scant. In 2011, Quintana reported an electrochemical sensor which employed the host-guest interactions of Q[8], and was applied to the determination of tryptophan in ' real ' samples displaying reasonable accuracy and precision [49]. In 2017, our group reported two /uniFB02 uorescent probes based on two alkyl-substituted cucurbit [6]urils and a cationic vinylpyridine containing dye. These probes were capable of recognizing lysine and methionine versus a number of other a -amino acids in aqueous solution [50]. More recently, Yang et al. synthesized an ambient temperature phosphorescent (RTP) cyclodextrin-Q [6]-co-wheeled [4]rotaxane, and utilized it for the highly speci /uniFB01 c sensing of Trp. It was noted that the strong green emission associated with the RTP was quenched in the presence of Trp, whereas when other physiologically relevant amino acids were added, no such quenching was evident [51].",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Herein, a cucurbit [ n ]uril-based host-dye /uniFB02 uorescence indicator has been assembled from Q[8] and acridine hydrochloride (AC). The interaction between Q[8] and AC was studied by a number of spectroscopic methods including /uniFB02 uorescence, UV e vis and 1 HNMR spectroscopy. From the data accumulated, a 1:2 host-guest inclusion complex was identi /uniFB01 ed. Interestingly, free AC is known to be strongly /uniFB02 uorescent, however the /uniFB02 uorescence was quenched for this Q[8]-AC inclusion complex. To this Q[8]-AC system, 20 natural amino acids were added; phenylalanine (Phe) and tryptophan (Trp) both resulted in a signi /uniFB01 cant ampli /uniFB01 cation of the green /uniFB02 uorescence intensity of the inclusion complex, while basic amino acids exhibited blue /uniFB02 uorescence. These results demonstrated the ability to detect /uniFB01 ve amino acids in a single system using a /uniFB02 uorescence method.\nScheme 1. A feasible process for the /uniFB02 uorescence indicator displacement via the host-guest interactions.",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Fig. 1. (Color online) (A) Absorption of AC (2 /C2 10 /C0 5 mol L /C0 1 ) upon addition of increasing amounts (0, 0.1, 0.2 $$$$$$ 0.9, 1.0, 1.2, 1.4 $$$$$$ 2.6, 2.8, and 3.0 equiv) of Q[8] in aqueous HCl solution (pH ¼ 4.0); (B) the concentration and absorbance vs . NQ[8]/NAC plots in aqueous HCl solution (pH ¼ 4.0); (C) the corresponding D A e NQ[8]/(NQ[8] þ NAC) curves in aqueous HCl solution (pH ¼ 4.0). (For interpretation of the references to color in this /uniFB01 gure legend, the reader is referred to the Web version of this article.)",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "and that of the inclusion complex (Fig. S3), it was decided for this study to conduct the experiments at pH 4.0, where AC exists in the protonated form.\nThe binding behavior between Q[8] and AC was initially studied by employing UV e vis absorption and /uniFB02 uorescence spectroscopy. The gradual addition of Q[8] results in a gradual decrease in the maximum absorbance of AC (at a /uniFB01 xed AC concentration of 2 /C2 10 /C0 5 mol L /C0 1 ) at 355 nm (Fig. 1A) until the ratio of the hostguest reached 0.5. This suggests a 1:2 host-guest inclusion complex is formed between the Q[8] and AC (Fig. 1B), and a continuous variation Job s plot (Fig. 1C) was also consistent with a stoichiom-' etry of 1:2.\nGiven that the guest AC possesses an amino group, and that protonation/deprotonation or changes in solution pH are likely to in /uniFB02 uence the photophysical properties of AC, it is necessary to evaluate the in /uniFB02 uence of the inclusion of AC by Q[8] versus free AC on the p K a. The effect of free AC and the presence of Q[8] (0.5 equiv) versus pH (1 e 12) were tracked using UV e visible and /uniFB02 uorescence spectroscopy. As can be seen in Figs. S1 e S2, over the pH range 1.05 e 4.00, AC exists in the protonated form, and the /uniFB02 uorescence intensity of AC increases with increasing pH. By contrast, over the pH range 5.99 e 11.95, the /uniFB02 uorescence intensity of AC decreases and this is accompanied by a blue shift on increasing pH. When comparing the absorbance-pH and /uniFB02 uorescence-pH curves for AC",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "As mentioned above, AC (2 /C2 10 /C0 5 mol L /C0 1 ) displays a robust green /uniFB02 uorescence possessing a maximum emission at 478 nm in solution (aqueous) at pH 4.0 (Fig. 2A), whilst the interaction with Q [8] led to a signi /uniFB01 cant weakening of the emission intensity. Also, the continued addition of Q[8] resulted in a further weakening in the emission intensity of AC until the Q[8]-AC ratio reached 1:2 (Fig. 2B), which revealed the emergence of a robust supramolecular complex. The extinguishing of /uniFB02 uorescence is attributed to photoinduced electron transfer from the carbonyl oxygen of Q[8] to the excited state of AC [52]. Moreover, using the Job s plot method, as ' shown in Fig. 2C, it was observed that the maximum peak appeared at a mole fraction of 0.33, which corresponds to a 1:2 binding stoichiometry for Q[8] to AC, and this is compatible with the results acquired from the UV e vis absorption spectra. Furthermore, the isothermal titration calorimetry experiment was carried out at 25 /C14 C to better understand the host-guest interactions between Q [8] and AC. The experimental results afforded an association constant ( Ka ) value of 2.870 /C2 10 8 M 2 , /C0 and D H /C14 and T D S /C14 values indicating that the interactions between the Q[8] host and AC guest appear to be driven by favorable enthalpy changes, accompanied by small negative (unfavorable) entropy changes (Fig. S4).\nOn using a /uniFB01 xed amount of AC and gradually increasing the",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Fig. 2. (A) Fluorescence emission of AC (2 /C2 10 /C0 5 mol L /C0 1 ) following increasing amounts (0, 0.1, 0.2 $$$$$$ 0.9, 1.0, 1.2, 1.4 $$$$$$ 2.6, 2.8, 3.0 equiv) of Q[8] in HClaq solution (pH ¼ 4.0); (B) the concentration and /uniFB02 uorescence vs . NQ[8]/NAC plots in aqueous HCl solution (pH ¼ 4.0); (C) the corresponding D F e NQ[8]/(NQ[8] þ NAC) curves in HCl solution (pH ¼ 4.0). (D) Photographs of AC (2 /C2 10 /C0 5 mol L /C0 1 ) upon addition of growing amounts (0, 0.2, 0.4 $$$$$$ 2.6, 2.8, 3.0 equiv) of Q[8] under UV light (365 nm).\nFig. 3. Combination of AC and Q[8] at 25 /C14 C: 1 HNMRspectra (400 MHz, D2O, pD ¼ 4.0) of AC ( ca . 2 /C2 10 /C0 5 mol L /C0 1 ) with no Q[8] (A), with 0.17 equiv. of Q[8] (B), with 0.42 equiv. of Q[8] (C), with 0.69 equiv. of Q[8] (D), with 1.04 equiv. of Q[8] (E) and neat Q[8] (F).",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "amount of Q[8] present, the binding behaviour was followed by 1 H NMR spectroscopy (Fig. 3). Following the addition of Q[8], the proton resonances associated with the guest shifted up /uniFB01 eld (0.99 ppm for proton Ha, 0.65 ppm for proton Hb, 0.57 ppm for proton Hc, 0.65 ppm for proton Hd, and 0.04 ppm for proton He), which suggested that these guest protons are included within the Q [8] cavity. These results combined with those above allowed us to predict a plausible interaction model in which the AC molecules completely enter the cavity of Q[8], see Fig. 3 (insert). The application of MALDI-TOF mass spectrometry, see Fig. S5, also provided evidence consistent with the formation of a 1:2 host-guest complex, with intense signals at 1689.022, corresponding to [(Q[8]2AC)-2Cl -] þ .",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "parallel guest pair and the plane established by eight carbonyl oxygen atoms of Q[8] host is 66.20 . /C14 There also exist C e H / O hydrogen bond interactions arising from the hydrogen of AC and the portal carbonyl group of Q[8] (C55 / O1 ¼ 2.966 Å), as shown in the bottom right corner of Fig. 4C. For the other inclusion complex (Fig. 4B), the included guest pair interact via p $$$ p interactions between the two acridine rings, which is similar to that found in the abovementioned host-guest inclusion complex. Here, the distance between two aromatic rings is 3.661 Å, while the angle between the axis of the parallel guest pair and the plane formed by the eight carbonyl oxygen atoms of Q[8] host, close to vertical, is 83.80 . /C14 Interestingly, multiple C e H / O and N e H / O hydrogen bond interactions were found between the hydrogen of the guest and the portal carbonyl group of Q[8] (C67 / O14 ¼ 3.187 Å; C68 / O14 ¼ 2.983 Å; N34 / O9 ¼ 2.922 Å, and N34 / O16 ¼ 3.043 Å) in this host-guest inclusion complex (see bottom upper left corner of Fig. 4C). The C e H / Cl hydrogen bonds (C3 / Cl3 ¼ 3.372 Å) between the portal carbonyl group of Q[8] and the Cl /C0 ions coordinated to zinc ions are present, as shown in Fig. 4C.\n2.2. The response of the Q[8]-AC inclusion complex to different Lamino acids",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "In order to detect amino acids by /uniFB02 uorescence, a non/uniFB02 uorescent host-guest system was designed, thereby allowing for the facile ' turn-on ' /uniFB02 uorescence sensing of amino acids. As mentioned above, this new host-guest Q[8]-AC inclusion complex is non/uniFB02 uorescent and exhibits good solubility in water. In order to discover whether the Q[8]-AC inclusion complex prepared herein could be employed to identify natural amino acids, a number of /uniFB02 uorescence experiments were conducted using each of the natural amino acids.\nIn addition, we obtained single crystals of AC 2@Q[8]. Since the solubility of Q[8] in neutral aqueous solutions is poor, the crystallization of Q[8]-AC was performed in an aqueous solution of HCl (6.0 M) via the introduction of [CdCl4] 2-. The structure is shown in Fig. 4, where two AC guest molecules are located within the host Q [8] cavity, forming a 1:2 stoichiometric host-guest inclusion complex, which agrees with the host-guest solution studies. Close inspection revealed that although two AC guest molecules are located in the Q[8] cavity, they assume different inclusion conformations in the structure. For one of the two inclusion complexes (Fig. 4A), p $$$ p interactions between the two AC guest molecules in the Q[8] cavity could be observed, where the distance between two aromatic rings is 3.417 Å, and the angle formed between the axis of the",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Given that differing /uniFB02 uorescence phenomena are observed at differing pH, the detection of L -amino acids was initially conducted in aqueous solution at pH 4.0. As observed in Figs. 5 and 6, on addition of the 20 natural amino acids (2 /C2 10 /C0 4 mol L /C0 1 ) to the Q [8]-AC solution (2 /C2 10 /C0 5 mol L /C0 1 ), only three basic L -amino acids ( L -Arg, L -His, or L -Lys) resulted in blue shift /uniFB02 uorescence changes (36 nm for L -Arg or L -Lys, and 8 nm for L -His). Moreover, when either L -Phe or L -Trp was added to the Q[8] -AC inclusion complex, a /uniFB02 uorescence enhancement was evident. By contrast, on adding any of the other natural amino acids under similar conditions failed to lead to well-de /uniFB01 ned /uniFB02 uorescent changes. Such results strongly suggest that the Q[8]-AC inclusion complex can be employed for the discrimination of Phe, Trp, and basic amino acids ( L -Arg, L -His, or L -Lys) in aqueous solution.\nA number of quantitative luminescence titration experiments were performed to further understand the recognition capability of the Q[8]-AC complex toward the above /uniFB01 ve amino acids. Firstly, different concentrations of L -Phe or L -Trp (0 e 3.0 /C2 10 /C0 4 mol L /C0 1 )\nFig. 4. The molecular structure of the homo-ternary complex AC 2@Q[8].",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Fig. 5. (top) The effect of L -amino acids (10 equiv. of host-guest complex) on the /uniFB02 uorescence response ( l maxem ¼ 478 nm) of AC-Q[8] (2 /C2 10 /C0 5 mol L /C0 1 ) (2:1); (bottom) photographs of AC-Q[8] systems containing 10 equiv. of host-guest complex and different L -amino acids under UV light (365 nm).\nFig. 6. The effect of L -amino acids (10 equiv. of host-guest complex) on the /uniFB02 uorescence intensity ( l em ¼ 478 nm) of AC/Q[8]](2 /C2 10 /C0 5 mol L /C0 1 ) (2:1).\nFig. 7. (A) Titration /uniFB02 uorescence spectra of Q[8]-AC (2 /C2 10 /C0 5 mol L /C0 1 ) (2:1) with L -Phe; (B) Plots of NL-Phe/NAC þ Q[8]; (C) Non-linear /uniFB01 tting curves for /uniFB02 uorescence intensity variation of the inclusion complex for differing concentrations of L -Phe.\nwere added to an aqueous Q[8]-AC solution, and from Fig. 7 and S6 it is evident that the /uniFB02 uorescence intensity of the Q[8]-AC complex enhanced gradually with increasing concentration of the amino acids. The signi /uniFB01 cant enhancement in /uniFB02 uorescence for the Q[8]-AC\ncomplex in the presence of L -Phe or L -Trp, under illumination by a 365 nm lamp, was also evident to the naked eye. The /uniFB02 uorescent spectra of D -Phe or D -Trp following addition to an aqueous Q[8]-AC solution were also studied (Figs. S6 and S7, ESI). In this case, it was",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Fig. 8. Titration 1 H NMR spectra (D2O, pD ¼ 4.0) of (A) neat AC, Q[8]-AC (2:1, 2 /C2 10 /C0 5 mol L /C0 1 ) in the presence of (B) 0.00, (C) 7.15, (D) 14.33, (E) 21.26, and (F) 27.78 equiv. of L -Phe, and (G) neat L -Phe.\nobserved that there was no selectivity for either L or D amino acids. Over the concentration range 2.0 /C2 10 /C0 5 to 30.0 /C2 10 /C0 5 mol L /C0 1 , the detection limits (DLs) for the chosen amino acids were determined to be 2.108 /C2 10 /C0 6 mol L /C0 1 for L -Phe (Fig. 7C), 2.100 /C2 10 /C0 6 mol L /C0 1 for D -Phe (Fig. S7C, ESI), 4.750 /C2 10 /C0 6 mol L /C0 1 for L -Trp (Fig. S6C, ESI), and 3.200 /C2 10 /C0 5 mol L /C0 1 for D -Trp (Fig. S8C, ESI).",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Following the above strategy, three basic amino acids, namely L -Arg, L -His, or L -Lys were slowly added to an aqueous solution of Q [8]-AC. When between 0 and 5.0 equiv. of amino acids were added, no notable changes were evident in the /uniFB02 uorescence intensity of the Q[8]-AC system. However, on increasing the concentration of the basic amino acids, the /uniFB02 uorescence intensity gradually increased, and was accompanied by a blue shift (Figs. S9 and S11). Such observations are consistent with the gradual introduction of basic amino acids ( L -Arg, L -His, or L -Lys) to an aqueous solution of free AC (Figs. S12 e S16), and could be ascribed to pH changes as the basic amino acids were added (Tables S1 and S2).",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "In order to more fully understand the mechanism of recognition of the Q[8]-AC complex towards amino acids, 1 HNMRspectroscopy was employed using the L -Phe or L -Trp and Q[8]-AC systems in D2O solution (pD ¼ 4). As shown in Fig. 8, when L -Phe was added to the Q[8]-AC solution, the aromatic protons (H1, H2, and H3) and the methylene proton (H4) underwent a clear up /uniFB01 eld shift, while proton H5 exhibited a down /uniFB01 eld shift, which indicated that the aryl ring and methylene of the L -Phe can be found encapsulated within the cavity of the Q[8]. The remaining part of L -Phe is out of the Q[8] portal, the result being an inclusion complex between Q[8] and L -Phe. Then, upon adding L -Phe to the Q[8]-AC inclusion complex in D2O, all the proton resonances for the guest AC associated with the Q[8]-AC inclusion complex appeared to shift down /uniFB01 eld (Ha ¼ 0.23; Hb ¼ 0.21; Hc ¼ 0.19; Hd ¼ 0.21; He ¼ 0.09 ppm) (Fig. 8), which suggested that these protons were gradually exiting from the Q[8] cavity. Concomitantly, the protons (H1, H2, H3, and H4) of L -Phe shifted to lower /uniFB01 eld compared to L -Phe in the inclusion complex. These observations demonstrated that the L -Phe molecule was capable of replacing the included AC molecule in the Q[8] cavity. Based on these observations, a possible interaction model between L -Phe and Q[8]-AC is shown in Fig. 8 (insert). For comparison, upon addition of D -Phe to the Q[8]-AC inclusion complex in D2O, the same phenomenon was observed (Fig. S21).",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "By using a similar approach, the mechanistic aspects of the recognition process of the Q[8]-AC complex towards L -Trp was also investigated in D2O solution (pD ¼ 4), and was monitored by 1 H NMRspectroscopy. As shown in Fig. S22, upon adding L -Trp to the Q [8]-AC inclusion complex in D2O, the included AC molecule was\nFig. 9. The molecular structure of the homo-ternary complex, L -Ph e 2@Q[8].\nreplaced by the L -Trp molecule in the Q[8] cavity, consistent with the observations for the Q[8]-ACL -Phe system.\nSimilarly, the crystallization of Q[8]-L-Phe was conducted in an aqueous HCl solution (6.0 M) by introducing [CdCl4] 2 e ; the crystal structure is shown in Fig. 9. The two L -Phe guest molecules with p $$$ p interactions (the distance between two aromatic rings is 3.739 Å) are located in the Q[8] cavity forming a 1:2 stoichiometry host-guest inclusion complex, and the presence of the hydrogen bonds of N e H / O between L -Phe and carbonyl oxygen of Q[8] is bene /uniFB01 cial to the stability of the system. Multiple hydrogen-bonding interactions between Q[8]-dimers, which involve O e H / O and N e H / O between L -Phe and a portal carbonyl group (O19 / O7 ¼ 2.508 Å, N17 / O5 ¼ 2.809 Å, N17 / O7 ¼ 2.963 Å, N17 / O17 ¼ 2.852 Å, N34 / O12 ¼ 2.911 Å, and N34 / O17 ¼ 2.968 Å) can be observed (see Fig. 9).",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "The cucurbituril Q[8] was synthesized according to a procedure developed previously in our laboratory. Acridine and the amino acids were purchased from Aladdin (Shanghai, China). All other reagents were of analytical reagent quality and were used without any further puri /uniFB01 cation. Doubly-distilled water was employed throughout.",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "UV e visible spectra were recorded on an Agilent 8453 spectrophotometer (Agilent Technologies, Santa Clara, CA, USA) using solutions in 1 cm quartz cells. MALDI-TOF mass spectra were obtained using a Bruker BIFLEX III ultra-high resolution Fourier transform ion cyclotron resonance (FT-ICR) mass spectrometer using ɑ -cyano4-hydroxycinnamic acid as the matrix.\nFluorescence emission spectra were collated using a VARIAN Cary Eclipse spectro /uniFB02 uorometer (Varian, Inc., Palo Alto, CA, USA). Stock solutions of Q[8] (1.00 /C2 10 /C0 4 mol L /C0 1 ), acridine hydrochloride ( AC , 1.00 /C2 10 /C0 3 mol L /C0 1 ) and L -amino acids\n(2.00 /C2 10 /C0 2 mol L /C0 1 ) were prepared using doubly-distilled water. The test solutions were prepared by diluting the stock solutions to the required concentrations.",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Aqueous solutions of AC (2.0 /C2 10 /C0 5 mol L /C0 1 ) were prepared by diluting the stock solutions. For the absorption and /uniFB02 uorescence spectra, increasing concentrations (0 e 3.0 /C2 10 /C0 5 mol L /C0 1 ) of Q[8] solution were added to the free AC and the pH was adjusted to 4.0 via the addition of concentrated hydrochloric acid. Aqueous solutions of the AC/Q[8] complex ( AC : 2.0 /C2 10 /C0 5 mol L /C0 1 ) were prepared for characterization by /uniFB02 uorescence emission spectroscopy. To obtain /uniFB02 uorescence spectra, known concentrations of amino acids were added to the AC/Q[8] complex. Fluorescence spectra were obtained by excitation at 346 nm with 5 nm emission and excitation bandwidths, and the emission intensity was monitored at 478 nm at ambient temperature. The maximum emission wavelength was l em ¼ 478 nm for the A C/Q[8] complex. To obtain titration /uniFB02 uorescence spectra, L -Phe (1.5, 3.0, 4.5 $$$$$$ 45.0 m l, 2.00 /C2 10 /C0 2 mol L /C0 1 ) was added to the Q[8]-AC (3 mL, 2.00 /C2 10 /C0 5 mol L /C0 1 ) complex in quartz cells.",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "The 1 H NMR spectra were recorded at 25 /C14 C on a JEOL JNMECZ400s spectrometer. D2O, adjusted to pH 4 via addition of DCl, was used as a /uniFB01 eld-frequency lock. The observed chemical shifts are reported in parts per million (ppm) relative to that of the internal tetramethylsilane (TMS) standard (0.0 ppm).",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Acridine (358 mg, 0.002 mol) was dissolved in concentrated HCl (10 mL), and the solution was then stirred under an inert nitrogen atmosphere, and heated to 80 /C14 C and re /uniFB02 uxed for a further 6 h. The resulting solution was spin-dried and the yellow precipitate was washed with diethyl ether and dried in vacuo to afford AC (366 mg, 85%). 1 HNMR(D2O, 400 MHz) d 9.74 (s, 1H), 8.37 (d, J ¼ 8.6 Hz, 2H), 8.22 e 8.15 (m, 4H), 7.83 (d, J ¼ 8.3, 6.0 Hz, 2H). Anal. Calcd. for C13H10NCl: C, 72.40; H, 4.67; N, 6.49; found C, 72.07; H, 4.81; N, 6.52.",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Synthesis of the inclusion complex Q [8]AC (CCDC 1962675) Q [8] (7.54 mg, 0.005 mmol), AC (10.78 mg, 0.050 mmol) and CdCl2 $ 4H2O (11.8 mg, 0.051 mmol) were dissolved in HCl (4 mL, 6 mol/L). The mixture was heated until complete dissolution. Slow evaporation of the volatiles from the solution over a period of about two weeks provided buff colored crystals.\nSynthesis of the inclusion complex Q[8]L -Phe (CCDC 1962676) Q[8] (7.54 mg, 0.005 mmol), L -Phe (8.26 mg, 0.050 mmol) and CdCl2 $ 4H2O (11.8 mg, 0.051 mmol) were dissolved in HCl (4 mL, 6 mol/L). The mixture was heated until complete dissolution. Slow evaporation of the volatiles from the solution over a period of about two weeks provided colorless crystals.\nAll structure determination details are presented in Table S3, ESI.\nDiffraction data for the complexes were collected at 298 K with Bruker D8 VENTURE diffractometer and Bruker SMART Apex-II CCD diffractometer.",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "In summary, a new ' on-off-on ' /uniFB02 uorescent chemosensor based on cucuribit [8]uril (Q[8]) and acridine hydrochloride (AC) has been successfully constructed and utilized for the recognition of different amino acids. In aqueous solution, AC was encapsulated within the Q [8] cavity to form a 1:2 host-guest inclusion complex, which was veri /uniFB01 ed in the solid-state by a single-crystal X-ray structural determination. Free AC is known to be strongly /uniFB02 uorescent, however this strong /uniFB02 uorescence was extinguished in the Q[]-AC inclusion complex. This non/uniFB02 uorescent Q[8]-AC complex served as a /uniFB02 uorescence ' off-on ' probe capable of recognizing L -Phe or L -Trp, owing to the competitive interaction between L -Phe or L-Trp; the included AC molecule is replaced by the L -Phe or L -Trp molecule in the Q[8] cavity. This /uniFB02 uorescent chemosensor also possessed pHresponsiveness, where the addition of basic L-amino acids (L-Arg, L-His or L-Lys) caused blue shift /uniFB02 uorescence changes for the Q[8]AC complex. This work led to a /uniFB02 uorescence method for the detection of /uniFB01 ve amino acids in a single system. The method presented in this investigation represents a promising potential practical application for the detection of amino acids.",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Weitao Xu: participated in the design of this study, Formal analysis, Conception, design of the study, acquisition of data, Formal analysis, and interpretation of data, drafting the article or revising it critically for intellectual content, All authors read and approved the /uniFB01 nal manuscript. Huaming Feng: carried out the study and collected important background information, Conception, design of the study, acquisition of data, Formal analysis, drafting the article or revising it critically for intellectual content, All authors read and approved the /uniFB01 nal manuscript. Weiwei Zhao: carried out the study and collected important background information, Conception, design of the study, acquisition of data, Formal analysis, drafting the article or revising it critically for intellectual content, All authors read and approved the /uniFB01 nal manuscript. Chunhua Huang: drafted the manuscript, Conception, design of the study, acquisition of data, Formal analysis, drafting the article or revising it critically for intellectual content, All authors read and approved the /uniFB01 nal manuscript. Carl Redshaw: carried out the concepts, design, de /uniFB01 nition of intellectual content, literature search, data acquisition, Formal analysis, manuscript preparation, design of the study, acquisition of data, Formal analysis, and interpretation of data, drafting the article or revising it critically for intellectual content, All authors read and approved the /uniFB01 nal manuscript. Zhu Tao: provided assistance for data acquisition, Formal analysis, statistical . Xin Xiao: carried out literature search, data acquisition, manuscript editing, Conception, design of the study, acquisition of data, Formal analysis, drafting the article or revising it critically for intellectual content, All authors read and approved the /uniFB01 nal manuscript.",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "The authors declare that they have no known competing /uniFB01 nancial interests or personal relationships that could have appeared to in /uniFB02 uence the work reported in this paper.",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    },
    {
        "content": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.aca.2020.09.028.",
        "source": "10.1016/j.aca.2020.09.028",
        "file_path": ""
    }
]