[
    {
        "content": "Ngong Kodiah Beyeh,* [a] Fangfang Pan, [b] and Robin H. A. Ras* [a]\nAbstract: Host systems with guest binding ability in water and/or biological fluids are a current challenge in supramolecular host-guest chemistry. Here we present the first syntheses of water-soluble N -ethanol ammonium resorcinarene chlorides (NARCls) with terminal hydroxyl groups at the upper rim. The NARCls possess deep cavities and are shown to bind a variety of guest molecules such as linear and cyclic alkanes, linear halogenated alkanes, and aromatic fluorophores (naphthalene, p -(phenylazo)phenol) in water through hydrophobic interactions, as well as 1,4-dioxane (a water soluble guest) via hydrogen bonds. The receptors are monomeric in aqueous media and form 1:1 host-guest complexes with binding constants of up to 559 m /C0 1 in D O/MeOD (9:1, 2 v/v) at 298 K. Solid-state analysis in purely organic media, reveals a dimeric 2:2 capsule and a self-included dimer of nanometer dimensions. The host-guest complexes are analyzed in solid state by single-crystal X-ray diffraction and in solution by 1 H NMR and diffusion-ordered NMR spectroscopy.",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "The design and synthesis of molecular receptors with pre-organized cavities for specific guest encapsulation is a widely researched area in supramolecular chemistry. [1-4] Metal coordination, [5-9] and hydrogen bonding [10-13] are widely used in the construction of self-assembled supramolecular containers. However, assemblies driven by the hydrophobic effect has proven to be more difficult to design. Cyclodextrins, paracyclophanes and octa-acid deep-cavity cavitands have been widely used in understanding molecular recognition in aqueous media. [14-20] Another good example is the huge hexameric assembly of cog-like subunits in aqueous media reported by Shionoya and co-workers. [21] However, there is still much to learn about supramolecular chemistry in the benign aqueous environment. Receptors capable of guest binding in aqueous\n- [a] Dr. N. K. Beyeh, Prof. R. H. A. Ras Department of Applied Physics Aalto University, School of Science Puumiehenkuja 2, FI-02150 Espoo (Finland) : E-mail: kodiah.beyeh@aalto.fi\nrobin.ras@aalto.fi\n- [b] Dr. F. Pan +\nDepartment of Chemistry, Nanoscience Center University of Jyvaskyla\nP. O. Box 35, FI-40014 University of Jyvaskyla (Finland)\n- [ + ] Current Address: Central China Normal University College of Chemistry 152 Luoyu Road, Wuhan 430079 Hubei (China)\nSupporting information and the ORCID identification number(s) for the author(s) of this article can be found under http://dx.doi.org/10.1002/\najoc.201600187.\nAsian J. Org. Chem. 2016 , 5 , 1027 - 1032\nmedia have the potential of greater biocompatibility utilizing the cohesive force of water.",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "Capsular assemblies held together by weak interactions such as hydrogen bonds are mostly observed in apolar solvents and usually dissociate with the addition of polar solvents. [22-24] However, there are some examples of capsular assemblies that survive highly polar environments such as a dimeric pyrogallarene in methanol, [25] the kinetically stable hydrogen-bonded calixarene capsules outfitted with bulky residues in dimethyl sulfoxide (DMSO), [26] and the salt-bridged capsules that persist in methanol [27] and even in water. [28]\nN -alkyl ammonium resorcinarene halides (NARXs), [29-31] commonly referred to as hydrogen-bonded analogues of covalent cavitands, [14-20,32] are a family of receptors where a strong intramolecular hydrogen bond between the halides and the ammonium groups lead to a cavitand-type structure. The structure of these receptors is maintained by four spatially fixed halide anions. They possess deeper cavities for guest binding as compared to regular resorcinarenes. [29-31] These large organic salt receptors are very good multivalent halogen bond acceptors through the halide anions. [33-36] Several halogen-bonded architectures such as deep-cavity cavitands, dimeric and capsular assemblies have been reported with the NARXs. [33-36] The binding properties of the NARX receptors can be tuned by changing the upper rim substituents. Recent reports have shown the NARXs to be suitable receptors for neutral guests in organic media. Cooperative binding of amides and diamides by the NARXs in organic media was recently reported. [37,38]\nWe hypothesize that, attaching specific hydrophilic functional groups on the upper rim of the NARX receptors with terminal groups that could strongly interact with each other via specific weak interactions, could lead to: (a) water solubility and\n/C23 2016 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim\nguest binding via hydrophobic and hydrogen bond interactions; (b) dimeric assemblies analogous to the Rebek [39] cylindrical capsules.",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "Herein, we describe the synthesis of two NARCls, functionalized at the upper rim with four terminal hydroxyl groups (Scheme 1). In the solid state via single-crystal X-ray diffraction, a hydrogen-bonded densely packed dimeric cylindrical 2:2\nand the structure of 4b as a dimeric capsule with two 1,4-dioxane molecules entrapped in the cavity (Figure 1). In both structures, the expected circular hydrogen bond seam (···H(R )N ' + (R '' )H···Cl /C0 ···) 4 was partially cleaved. This is probably because of the hydrogen bond competition among the phenolic hydroxyl groups, the upper rim terminal hydroxyl groups and solvent molecules. In the structure of 4a , one of the upper rim termi-\n- nal hydroxyl groups of the 4a molecule lies in the cavity of another 4a molecule via OH···O, NH···O, and NH···Cl hydrogen bonds, thus resulting in a pseudocapsular dimer with the help of two MeOH molecules. Six Cl /C0 anions are involved in this dimer, thereby forming a total of 10 OH···Cl and 10 NH···Cl hydrogen bonds. Another two Cl /C0 anions are linked with the hydroxyl groups outwards from the dimer. They additionally extend the structure along crystallographic b direction (see the Supporting Information, Figure S3).\nScheme 1. Synthesis of the N -ethanol ammonium resorcinarene chloride (NARCl) receptors 4a and 4b .",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "Primary amines and resorcinarenes in the presence of excess formaldehyde react to form tetrabenzoxazines in a Mannich condensation reaction. [40,41] In the presence of 2-aminoethanol, the formation of sixand five-membered azoxazine rings, 3a and 3b , respectively, are possible as depicted in Scheme 1. In the presence of concentrated HCl under refluxing conditions, the fiveand six-membered rings are opened, leading to the same final product, the NARCls 4a b -. 1 H NMR spectroscopy of the NARCl receptors 4a 4b -shows that they are symmetrical in solution (see the Supporting Information, Figures S1-S2).\nSolid-state analyses through single-crystal X-ray diffraction were carried out to understand the structural details and hostguest binding possibilities of the NARCls in pure organic media. Crystallization of 4a or 4b in a MeOH/chloroform (1:1 v/v) mixture with a few drops of 1,4-dioxane gave suitable single crystals. The X-ray single crystal diffraction characterized the structure of 4a as a self-inclusion dimer (see the Supporting Information, Figure S3) with the help of MeOH molecules,\nAsian J. Org. Chem. 2016 , 5 , 1027-1032\ned in the cavity of the dimeric capsule. The PLATON [42] calculated cavity volume of the capsule is around 258 /C138 . The volume 3 of 1,4-dioxane is 94.1 /C138 3 , thus (2/C148 94.1 /C138 3 )/258 /C138 3 gives the packing coefficient as 72.9%, a much higher density for organic crystals as compared with the optimal value of 55% /C6 0.09 defined by Mecozzi and Rebek. [43] The multiple classical and non-classical hydrogen bonds, as well as the CH··· p interactions between the encapsulated 1,4-dioxane guests and the host molecules contribute to the densely packed capsule.\nThe two crystal structures reveal a dimeric capsule and a dimeric pseudo-capsule in organic media. These crystals were obtained at extremely high to infinite concentrations. The",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "Figure 1. Representation of the hydrogen bonded dimeric capsule (1,4-dioxane) @ 2 4b 2 with two well-ordered guest molecules in the cavity: (a) ball-andstick representation with CPK model for the guests, (b) CPK model showing the entire capsule.\nnature of the host in aqueous medium was investigated via diffusion ordered NMR experiments. Diffusion can be used to determine intermolecular interactions in solution because the diffusion coefficient of a molecular species under specific conditions (e.g. concentration, solvent, temperature etc.) depends on its molecular weight, size, and shape. [44,45] DOSY experiments are a time average technique which averages out the small asymmetry of the molecules or assemblies. The diffusion coefficient of NARCl 4a (20 m m ) in D2 O/CD3OD (9:1 v/v) at 298 K was (0.421 /C6 0.03) /C148 10 /C0 5 cm 2 s /C0 1 (see Figure S10 in the Supporting Information). With the diffusion coefficient is known, assuming a spherical molecule, the hydrodynamic radius r for the molecular species can be calculated by using the Stokes-Einstein equation",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "where k b is the Boltzmann constant, T is the temperature, h is the viscosity of the medium, and D is the diffusion coefficient of the particle in the given medium. The hydrodynamic radius of 4a was calculated to be 0.438 nm, giving a diameter of 0.876 nm. The distance calculated from the centroids of the hydrogens at the top and bottom of the crystal structure of 4a is 0.897 nm. Comparing with the hydrodynamic diameter, though approximate, it can be concluded that the species are mainly monomeric in aqueous media.",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "The binding ability of the NARCl receptors 4a 4b -towards a series of alkanes, halogenated alkanes, and aromatic guests 5 13 -(Figure 2) were studied in water by 1 H NMR analyses. These guests are: (a) commercially available and therefore ideal for systematically probing the binding capacity of the hosts, (b) their apolar nature and conformational flexibility implies they can form relatively strong complexes with NARCl in water, (c) the high symmetry of these guests will result in complexes that are relatively easy to interpret by 1 H NMR spectroscopy.\nWe examined the complexes formed between receptor 4a and 1,4-dihalogenated butanes 5 7 -. The 1,4-dihalogenated butanes are poorly soluble in water. Their solubility decreases in the following order: 1,4-dichlorobutane ( 5 ) > 1,4-dibromobutane ( 6 ) > 1,4-diiodobutane ( 7) . In the process, pure guests\nFigure 2. The aliphatic, halogenated, and aromatic guests 5 13 -.\nwww.AsianJOC.org\nwere added to a solution of the receptor 4a in D2 O and the 1 H NMR spectra recorded. The 1 H NMR spectra between guests 5 7 -and NARCl 4a reveal signals that correspond to the bound and free guests (Figure 3). The solubility of the halogen-\nFigure 3. Selected region of the 1 H NMR spectra (D O, 298 K) of the mixture 2 between NARCl 4a (2.5 m m ) and guests 5 7 -. (a) 4a , mixtures (1:excess) of: (b) 4a + 5 , (c) 4a + 6 , and (d) 4a + 7 . Stars represent the bound guests while black dots represent the free guests.",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "ated alkanes decreases from chloro- to iodo-butane, and this could be also seen from their poorly resolved 1 H NMR spectra (see Figures S5-S7 in the Supporting Information). However, in the presence of the NARCl 4a , two signals for the guests are observed, suggesting both free and bound species. The endo complexes have a stronger anisotropic effect from the electron-rich interior of the host and are thus more shielded (Figure 3).\nThe linear n -decane ( 8 ), which is poorly soluble in water was also used as a potential guest. The 1 H NMR spectrum of n -decane in D O reveals extremely broad signals between 1.82 0.5 ppm. In the presence of the receptor 4a , the signals are resolved into two sharp signals for the -CH 3 and -CH 2 protons at ~ 0.8 and ~ 1.2 ppm, respectively (Figure 4I). This result clearly indicates host-guest assembly. Cyclohexane ( 9 ), which is also poorly soluble in water, with a wider width than n -decane, was utilized as a guest. Upfield shifts of the guest signals clearly indicate the formation of a host-guest complex. The host modulates its internal cavity to accommodate the wider cyclohexane\nFigure 4. Selected region of the 1 H NMR spectra (D O, 298 K) of the mixture 2 between NARCl 4a (2.5 m m ) and (I): n -decane 8 ; (a) 4a , (b) 4a + 8 , 1:excess and (c) 8 (2.5 m m ); (II) cyclohexane 9 ; (a) 4a , (b) 4a + 9 , 1:excess and (c) 9 (2.5 m m ). Stars represent the bound guests.\n( 9 ) as seen from the downfield shifts of the host signals (Figure 4II).",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "1,4-Dioxane ( 10 ) is known to be a suitable guest for the NARXs in organic media. [13,14] Unlike the other guests, 1,4-dioxane ( 10 ) is soluble in water. As such, the recognition of 1,4-dioxane by the NARCl 4a in water is more challenging. In a similar experiment, minor upfield shifts of the 1,4-dioxane ( 10 ) protons were observed, clearly confirming complexation by the receptor in D2 O (see Figure S8 in the Supporting Information). The single upfield shift signals also suggest the process to be fast on the NMR timescale. While the hydrophobic interaction is the main driving force with the other guests, 1,4-dioxane is probably interacting with the cation-anion seam through hydrogen bonding. The crystal structure (1,4-dioxane) @ 2 4b 2 (Figure 1) though grown in a methanol/CHCl 3 mixture clearly shows hydrogen bonding between the oxygens of 1,4-dioxane and the -NH 2 protons of the receptor 4b forming part of the cation-anion seam.",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "In the presence of 4a in D O, upfield shifts of the electron2 rich toluene ( 11 ) signals were observed, confirming its interaction with the interior of the host (see Figure S9 in the Supporting Information). This result prompted us to test the ability of the NARCls to bind fluorophores such as naphthalene 12 and p -(phenylazo)phenol 13 . The fluorophores 12 and 13 are solid with extremely low solubility in water (31.6 mg L /C0 1 for naphthalene) and thus prefer a more hydrophobic environment. To make a suitable comparison between the free and the bound guests, the recognition of the fluorophores were investigated in a water/methanol (95:5 v/v) mixture. 2.5 m m NMR samples of several host-guest mixtures between NARCl 4b and the fluorophores 12 and 13 were prepared and the 1 H NMR spectra were recorded. Upfield shifts of the guest signals were observed that result from the shielding effects of the aromatic rings of the bowl-shaped host cavity upon guest complexation. This clearly points to a guest exchange fast on the NMR time scale at 298 K. Large shift changes of up to 0.42 ppm were observed for the guest ( 12 ) signals, and this clearly confirms that the guest is located deep in the cavity of the host (Figure 5I). Binding of the p -(phenylazo)phenol 13 guest was also observed in the same solvent mixture. In addition, the orientation of the p -(phenylazo)phenol 13 guest in the cavity was clearly detected from the degree of shielding of the respective signals. The large shifts of the protons iii-v (0.25, 0.38, and",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "Figure 5. Selected region of the 1 H NMR spectrum (D O/CD OD, 95:5, v/v, 2 3 298 K) of the mixture between NARCl 4b and (I): naphthalene ( 12 ); (a) 4b (2.5 m m ), (b) 4b + 12 (1:1), (c) 4b + 12 (1:2) and (d) 12 (2.5 m m ); (II): p -(phenylazo)phenol ( 13 ); (a) 4b (2.5 m m ), (b) 4 b + 13 (1:1) and (d) 13 (2.5 m m ) Dotted lines gives an indication to the degree of shielding as a result of complexation.\n0.51 ppm, respectively) clearly indicated that the phenyl ring without the hydroxyl group sits deep in the host cavity (Figure 5II).\nDOSY experiments were carried out to also investigate the binding process in solution. [44,45] Toluene was chosen as a random example. The experiment with pure toluene 11 (2 m m ) in D O/CD OD (9/1 v/v) at 298 K gave a diffusion coeffi2 3 cient of 0.732/C148 10 /C0 5 cm 2 s /C0 1 (see Figure S10 in the Supporting Information). For a 1:1 mixture of toluene 11 and host 4a (2 m m ), the diffusion coefficients were 0.489/C148 10 /C0 5 cm 2 s /C0 1 for host 4a and 0.536/C148 10 /C0 5 cm 2 s /C0 1 for toluene 11 (Figure S10). These values confirm the binding process to be fast on the NMR timescale and compliment the 1 H NMR results.",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "1 H NMR titration experiments were used to quantify the binding process between the host 4a and the guests 8 12 -. The titrations were done in D O/CD OD (9:1 v/v) due to low 2 3 solubility of the guests in pure D O. Solutions of the guests 2 8 -12 were treated with various amounts of the host 4a . After each addition, a 1 H NMR spectrum was recorded (Figure 6, see Figures S11-S15 in the Supporting Information). Binding con-\nFigure 6. Selected region of the 1 H NMR spectra observed upon the titration of the host 4a (20 m m ) to (a) naphthalene 12 (0.75 m m ), (b) toluene 11 (0.75 m m ) and (c) cyclohexane 9 (0.75 m m ) in (D O/CD OD, 9:1, v/v, 298 K. Dashed lines give an indication to the degree of shielding as a result of complexa2 3 tion. Stars represent the residual NMR solvents.\nAsian J. Org. Chem. 2016 , 5 , 1027-1032\nwww.AsianJOC.org\nstants for the complexes were determined using the winEQNMR2 computer program. [47] The parameters were refined using non-linear squares analysis to obtain the best fit between observed and calculated chemical shifts for a 1:1 host-guest binding stoichiometry (see Figures S16-S18 in the Supporting Information). 1 H NMR titration experiments with 4phenylazophenol 13 could not be done due to extremely low solubility. The binding constants for the guests were calculated to be 160 /C6 3.5 m /C0 1 ( 8 ), 559 /C6 67 m /C0 1 ( 9 ), 232 /C6 13 m /C0 1 ( 10 ), 441 /C6 42 m /C0 1 ( 11 ), and 431 /C6 46 m /C0 1 ( 12 ). These results show the cyclohexane 9 , toluene 11 and naphthalene 12 were more suitable guests. The low binding constant for 1,4-dioxane ( 10 ) is probably due to the competition binding of water.",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "In conclusion, we have synthesized two N -ethanol ammonium resorcinarene chlorides, NARCls, with upper rim functionalized terminal hydroxyl end groups. The ethyl analogue 4b spontaneously forms dimeric capsules (cavity volume of 258 /C138 3 ) in a methanol/CHCl 3 mixture encapsulating a two-ordered 1,4-dioxane guest in a densely packed (72.9% packing coefficient) assembly. Intermolecular NH···X and OH···X hydrogen bonds are mainly responsible for the formation of the capsules. The methyl analogue 4a without a suitable guest, forms a pseudocapsule in pure methanol. The water soluble NARCls 4a and 4b with hydrophobic interior, are shown to bind linear and cyclic alkanes, linear halogenated alkanes, and aromatic fluorophores in water via hydrophobic interactions. 1,4-dioxane, a hydrophilic guest was also bound in water through a combination of CHp and hydrogen-bond interactions. Hydrophobic and CHp interactions, as well as best-fit of the guests into the host cavity influence the binding constants of the complexes. These results highlight the truly versatile nature of the NARX family of compounds as synthons for capsular and larger supramolecular assemblies as well as suitable receptors for possible extraction purposes in aqueous media.",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    },
    {
        "content": "The C methyl -and Cethyl -resorcinarenes 1a and 1b and the N -ethanol ammonium resorcinarene halides 4a and 4b were synthesized according to modified procedures. [1-3] All the guests 5 13 -were commercial and used as received. 1 H and 13 C NMR, DOSY, and titration experiments were carried out on a Bruker Avance DRX 500 MHz and 400 MHz spectrometers. CCDC 1452468 ((MeOH4a ) 2 ), and 1452743 ((1,4-dioxane) @ 2 4b 2 ) contain the supplementary crystallographic data for this paper. These data can be obtained free of charge from The Cambridge Crystallographic Data Centre. Details of the NMR and X-ray crystallographic measurements are presented in the Supporting Information.",
        "source": "10.1002/ajoc.2",
        "file_path": ""
    }
]