[
    {
        "content": "[a] Y.-H. Liu, Dr. Y.-M. Zhang, H.-J. Yu, and Prof. Dr. Yu Liu College of Chemistry, State Key Laboratory of Elemento-Organic Chemistry Nankai University, Tianjin 300071 (China) E-mail: ymzhang@nankai.edu.cn and yuliu@nankai.edu.cn\nAbstract: assemblies has become a thriving area of supramolecular chemistry. In this respect, cucurbiturils (CBs), a class of macrocyclic receptors having  robust  skeletons,  hydrophobic  cavities,  and  carbonyl-laced portals, have  been  drawn  into advantageous molecular recognition characteristics with a variety of biomacromolecules, including peptides, nucleic acids, and proteins. In  this  minireview,  we  focus  on  the  impressive  advances  in  CBbased  biomacromolecular  assemblies,  such  as  biosensors  and assays, the regulation of biochemical reactions, and the treatment of serious  diseases.  CB-promoted  subcellular  bioimaging  has  also been demonstrated in different organelles. The case studies presented  herein  demonstrate  the  numerous  applications,  from fundamental  research  to  translational  applications,  of  diverse  CBbased supra/biomacromolecular architectures. The construction of controlled biomacromolecular the limelight because  of their",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "formed  by  the  acid-catalyzed  condensation  between  glycoluril and  formaldehyde,  are  a  family  of  macrocyclic  receptors  in host-guest  chemistry  (Figure  1a). macrocyclic hosts, CBs  stand out because  of their great versatility in molecular recognition and self-assembly. of  the  highly  rigid  molecular  skeleton,  CBs  can  encapsulate  a vast  number  of  inorganic  and  organic  guest  molecules  with highly  tunable  binding  affinities. and heteroternary inclusion complexes can be readily obtained by using large CBs, which offers a convenient route to prepare multidimensional nanoarchitectures. Cucurbit[ n ]urils (CBs, n =  5-8,  10,  and  14),  which  are [ 1 ] Among  various  synthetic [3] Moreover,  ultrastable  homo[4] [2] Because promoted the practical application of CBs in chemistry, biology, medicine, and materials science. of new supramolecular receptors, such as acyclic CBs, inverted CBs, hemiCBs, bambusurils, and tiarauril, have been created by the synthetic transformation of CBs molecular  recognition  properties  in  water.  Meanwhile,  diverse topologically intriguing nanostructures, including oligomeric and coordination complexes, (pseudo)rotaxanes, amphiphiles, crosslinked networks, organic frameworks, can be derived from the intermolecular selfassembly  of  CBs,  which  has  greatly  broadened  the  research scope  for  supramolecular  chemistry  (Figures  1b-1f). importantly, CB-based devices  have  been  successively  established  for  the  qualitative and quantitative analyses of many  bioactive molecules at different scales, ranging from small-molecule controllable  protein  modification  and  enrichment  to  advanced NMR spectroscopy techniques. In  the  realm  of  CB  science,  many  pioneering  works  have as well as supramolecular polymers and analytical methods and biosensing [5] Meanwhile, a  large  number and detection, [7] show improved [ 6 ] More\nYao-Hua Liu graduated from Nankai University with a B.Sc. degree in 2016. He is currently  a  Ph.D.  student  at  the  College  of Chemistry  of  Nankai  University  under  the supervision  of  Professor  Yu  Liu.  He  is  now major in the assemblies. biofunctional supramolecular",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "Ying-Ming  Zhang  received  his  Ph.D.  degree in  organic  chemistry  from  Nankai  University under  the  guidance  of  Professor  Yu  Liu  in 2010. Now he is an associate professor at the College  of  Chemistry  of  Nankai  University. His research interests focus on the bioactive nanoassemblies  based  on  cyclodextrins  and cucurbiturils.\nYu  Liu graduated from the University of Science  and  Technology  of  China  in  1977 and  received  his  Ph.D.  degree  from  Himeji Institute  of  Technology,  Japan,  in  1991.  In 1993, he moved to Nankai University as a full professor. His research focuses on molecular recognition and assembly of macrocyclic receptors.\nIn  recent  years,  with  the  rapid  development  of  bioactive nanoassemblies,  the  modulation  of  the  topological  structures and mimicking of the biological  functions  of  naturally  occurring biomacromolecules have become focal points of supramolecular chemistry.  These  biomacromolecules,  including  polypeptides, nucleic  acids,  proteins,  and  polysaccharides,  are  fundamental structural  units  in  cells  and  play  critical  roles  in  maintaining physiological functions in living systems. controllable host-guest interactions, the co-assembly biomacromolecules  with  cavity-bearing  synthetic  macrocycles, especially  CBs,  has  proven  to  be  an  effective  and  powerful strategy  to  prepare  simplified  but  realistic  biological  systems, decipher molecular binding modes, construct innovative biomaterials, and develop new disease treatments. [ 8 ] By leveraging of [9]\nIn this bioactive supramolecular nanostructures, we highlight the recent achievements of CB-based biomacromolecular assemblies, with an emphasis on the molecular design, assembly principles, and their  concomitant  potential  in  biosensing  and  detection,  control over biochemical and enzymatic reactions as well as supramolecular therapies for the treatment of diabetes, cancer, and neurodegenerative diseases. We also present some minireview,  inspired  by  our  ongoing  interest  in",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "intriguing multicomponent assemblies that can serve as targeted bioimaging agents at challenges and perspectives CB-biomacromolecule assemblies ultimate goal of promoting  their translational application in advanced biomedical fields. the subcellular level. Finally, the for the creation of functional are discussed with the\nFigure  1. CB[ ]s ( amphiphiles, frameworks. Typical  CB-based  nanoarchitectures:  a)  molecular  structures  of n n =  6,  7,  and  8),  b)  (pseudo)rotaxanes,  c)  oligomeric  complexes,  d) e) cross-linked network, and f) supramolecular organic",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "native amino acids results in a vast number of polypeptides and proteins in living organisms. In CB-based host-guest chemistry, a plethora of studies have aimed to identify and develop reliable supramolecular  systems  that  can  exclusively  recognize  amino acid  residues  in  peptides  and  proteins  for  wider  biological applications. The  wide  variety  of  sequences  and  spatial  distributions  of",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "inclusion and exclusion complexes of CBs with amino acids and peptides interactions. studies  have  revealed  that  the  expulsion  of  high-energy  water, guest desolvation, and entropic penalties arising from the loss of conformational factors  determining  the  binding  strengths  of  CBs  and  amino acids. demonstrated  that  ion-dipole  interactions  are  the  dominant driving  forces  under  water-free  conditions,  which  is  strikingly distinct from the hydrophobic effect in the solvated state. examples  of  the  molecular  recognition  of  CBs  for  amino  acids and  oligopeptides  came  from  Buschmann's  work,  in  which  the intramolecular association process was governed in a thermodynamically favorable way with moderate binding strengths. an achiral host, exhibits high diastereoselectivities toward Phecontaining  dipeptides. mediated peptide recognition has been extended from aromatic amino acids to their corresponding N-terminal peptides. Generally, in the solid state, the crystal structures of are [10] In  aqueous buffer solutions, binding mechanism [11] In the gas phase, mass spectrometric investigation has [13] Meanwhile, Inoue and Kim also reported that CB[7], stabilized by multipoint complementary freedom  upon  complexation  are [ 14 ] Thereafter,  the  guest  scope  of  CBthe crucial [12] Early",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "Urbach's  group  has  made  pioneering  contributions  in  the CB-based  sequence-specific  molecular  recognition  of  natural amino  acids  and  peptides. mediated  recognition  of  N-terminal  tryptophan  using  methyl viologen  (MV promoted dimerization of N-terminal confirming that CB[8]  could  selectively and  tightly bind to Trp-Gly-Gly aqueous solution  (Figures  2a  and  2b). tripeptide  motif,  which  combines  the  structural  merits  of  the terminal  ammonium  site,  hydrophobic  aromatic  terminal  group, and  appropriate molecular size, is regarded  as a reliable candidate for the formation of a stable 2:1 homoternary complex with  CB[8].  The  association  constant  ( complex can reach up to 1.5 × 10 stacking interactions. The latest study revealed that two staggered FGG molecules could be encapsulated in the CB[8] cavity with a noncooperative binding scenario. 2+ )  as  an  auxiliary  guest,  they  observed  the  CB(WGG)  and  Phe-Gly-Gly  (FGG)  peptides [ 15 ] aromatic tripeptides, Having  validated  the  charge[16] The  N-terminal  FGG K a)  for  the  FGG-CB[8] 11 M -2 via  ion-dipole  and  π[17] in\nFigure 2. aromatic amino acids with complexation with FGG and WGG, c) 1:1 binary complexation with MYA and FLA, and d) 1:1 complexation with representative auxiliary guests. CB[8]-based molecular recognition and corresponding the CB[8]-MV 2+ complex, b) 2:1 ternary K a values: a)",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "Notably, both structural and environmental issues should be considered in the pursuit of high affinity CB-peptide complexes. As observed for the Tyr-Leu-Ala tripeptide, rather than forming homo- or heteroternary complexes, both the N-terminal tyramine residue  and  neighboring  side  chain  are  encapsulated  in  the CB[8] cavity to form a clear 1:1 binary complex. the submicromolar affinity has been achieved for CB[8] by the subtle design  of  nonaromatic  methionine-terminated  peptides  (Figure 2c). [19] peptides is the N-terminal charge, nonbranched bulky side chain, and  a  tail  with  low  steric  bulk.  These  works  demonstrate  that CB[8]  has  great  potential  in  targeting  methionine-terminated proteins  and  protecting  them  from  aminopeptidase  attack.  In  a local three-dimensional dissected the molecular recognition of cyclic peptide sequences expressed  within  a  protein  domain,  pointing  out  that  the  steric existing molecular recognition of aromatic residues, The  key  structural  features  of  these  methionine-bearing structure, Scherman  and  Herrmann [18] Augmenting\nconstraints in the peptide skeleton and  the whole  protein conformation  are  responsible  for  the  formation  of  a  stable heteroternary complex with CB[8] and MV using a examples,  Scherman  et  al. molecular recognition of oligopeptides with CB[8] and verified a switchable binding process from a 1:1 stoichiometric complex to a 2:1 complex, depending on the host-guest molar ratios (Figure 2d). basis for the construction of CB-protein  nanosystems,  as presented in Sections 4.1 and 4.2. Phe-Leu dipeptide revisited the sequence-specific [21] The  diverse  CB-peptide  complexation  is  the  molecular 2+ [20] . and relevant polypeptides In a recent report, as",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "pairs fabrication of functional nanomaterials, establishment of analytical methods,  and  modulation  of  biochemical  reaction processes. Many innovative applications stem from the specific 1:1 binding of amino acid residues with CB[6] and CB[7], such as  the  isolation enzymatic  digestion,  protein recognition in the serum,  and protein analysis by mass spectrometry. morphological interconversion complexation  between  CB[7]  and  the  N-terminal  amino  acid residue.  Specifically,  a  tubular  supramolecular  polymer  was disassembled  when  CB[7]  was  attached  to  the  polyethylene glycol  (PEG)-modified  cyclic  peptide  containing  two  Phe  units, and this structure could be reversibly assembled upon addition of adamantanamine (Figure 3a). The discoveries of sequence-selective CB-peptide binding has provided and  identification of peptides,  inhibition of researchers with opportunities for the can  be realized by inclusion [23] [ 22 ] Moreover,\nFigure assembly. assembly. ternary inclusion complex. substrates  by  CB[8]  and  amphiphilic  peptides. transport pathways by CB-dye reporters. 3. a) CB[8]-induced [23] b)  Biomarker  detection  by  CB[8]-involved  multivalent  peptide [24] c)  Photocontrolled  cell  capture  and  release  by  a  CB[8]-based morphological regulation of cyclic peptide [25] d) Fluorescence detection of biological [26] e)  Monitoring  of  peptide [28]",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "By  using  ternary  inclusion  complexation  comprising  CB[8] and amino acid residues, multivalent ensembles can be endowed  with  unique  physicochemical  properties  and  wide adaptability  for  target  substrates.  On  the  one  hand,  for  2:1 homoternary inclusion complexation, cross-linked supramolecular systems with good rheological performance and biocompatibility catalytic ability of a peptide-Cu (II) complex can be activated by the synergistic ligand binding of CB[8] and integrin. The conformational  rearrangement  from  linear  to  loop  structures  in these  designed  peptides  also  facilitates  the  signal  conversion and amplification  in  a  bioassay  of  overexpressed  integrin  as  a tumor invasive biomarker (Figure 3b). 1:1:1 heteroternary inclusion complexation, CB[8] and MV frequently employed for peptide separation, cytotoxicity modulation, and protein detection. Moreover, light-triggered cell adhesion  onto  and  release  from  the  bioactive  surface  can  be reversibly  manipulated  by  the  co-encapsulation  of  CB[8]  with MV 2+ Meanwhile, in addition to MV components have been introduced as auxiliary chromophores to achieve the optical chemosensing of amino acids, peptides, and proteins functionalized peptide was synthesized for the ratiometric fluorescence  monitoring  of  tryptophan  derivatives,  FGG,  and insulin (Figure heteroternary  complex  with  pyrene  inside  the  CB[8]  cavity  and finally  occupy  the  whole  CB[8]  cavity  to  form  a  homoternary complex,  thus  resulting  in  spectral  changes  from  the  pyrene monomer to excimer emission. have been constructed. and  arylazopyrazole-modified (Figure 3d). peptide (Figure 2+ ,  various π-conjugated dicationic 2e). In an alternative study, a pyrene-[ 26 ] These  analytes could initially form For instance, the [24] On the other hand, for 2+ are 3c). [ 25 ]",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "Remarkably,  by  making  full  use  of  the  large  disparities  in binding affinities between the substrates and products, Nau and coworkers competitive displacement of a fluorescent dye as an indicator. This operating principle has been widely applied determination of the enantiomeric excesses of amino acids and in monitoring the enzymatic activities of protease and amino acid decarboxylases.  In  a  recent  study,  different  CB-dye  reporter pairs have been selected to conduct supramolecular membrane transport assays. The membrane transport of N-terminal aromatic peptides into phospholipid vesicles could be monitored in  real  time  by  either  dye  deportation  from  the  CB[7]  cavity  or dye  co-encapsulation  inside  the  CB[8]  cavity  (Figure  3e). Given the advantages fluorescence-based assays, it is conceivable that this work can be  developed  as  a  promising  analytical  method  to  detect  the uptake of bioorganic analytes by living systems. developed a supramolecular tandem assay by of label-free and user-friendly for the [ 28 ] [27]",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "The classic mode of interactions between CBs and nucleic acids largely arises from the condensation and delivery of DNA and  RNA  by  positively  charged  guests.  Early  studies  revealed that  the  efficiency  of  DNA  condensation  by  a  two-dimensional pseudopolyrotaxane containing CB[6] and β-cyclodextrin dependent on the amount of CB[6]. CB-induced charge shielding and structural rigidity are believed to be the decisive factors in CB-induced DNA condensation. The theoretical basis can be explicitly interpreted from the viewpoint of complexation-assisted complexation of butanediamine with CB[6] results pronounced positive p p K a K a  shift  of  up  to  1  unit. [29] The  opposing  effects  of shift. For example, the [30] in a The content of is",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "doubly  protonated  species  and  the  density  of  positive  charges notably  increased,  which  facilitates  RNA  binding  and  gene transfection in malignant cells.\nprovided valuable theoretical models and analytical methods for the simulation and quantification of many fundamental biological events. systematic study using spatial screening for DNA-programmable adamantane-CB[7]  complexation,  revealing  that  the  limits  of bivalent interactions largely relied on  the  contact  distance, scaffold  flexibility,  and  monovalent  binding  strength. findings established standards for the design of bivalent probes and  inhibitors  where  unintended  multimolecular  cross-linking should  be  avoided.  Meanwhile,  the  combined  utilization  of complementary  nucleotide  sequences  and  dynamic  inclusion complexation sensing platforms  that  can  specifically  recognize  and  precisely detect target biomolecules with high affinity and good sensitivity. In a recent study, CB[7] and adamantyl groups were covalently tethered onto a single strand of DNA aptamer, respectively, and then  the  included  small  molecular  protein  inhibitor  (adamantyl benzenesulfonamide) was released once the duplex architecture had  formed  using  adenosine  triphosphate  (ATP)  as  the  input signal  (Figure  4a). ATP-triggered  self-assembly  behavior  is  amenable  to  use  with other  biomarkers  by  functional  displacement  of  the  aptamer domain. Furthermore, CB-nucleic acid nanoconjugates have [ 31 ] For  instance,  Seitz  et  al. recently  conducted  a gives rise to aptamer-based [33] This  CB-DNA hybrid  nanoconjugate  with supramolecular [ 32 ] These\nFigure 4. from CB[7]-based DNA aptamer. biochemical  reactions  by  CB[7]-adamantane  complexation; transition by the competitive binding with CB[7] and spermine. Schematic illustration of a) ATP-triggered release of protein inhibitor [33] b) Modulation of 5 formylcytosine-targeted -[35] c)  DNA  chiral [36]",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "also interactions and control the molecular conformation and biochemical  activities  of  nucleic  acids. and  colleagues  proposed  the  concept  of  a  supramolecular More excitingly, CB-mediated host-guest complexation can be used as a sturdy tool to regulate ligand-DNA [34] In  this  respect,  Zhou aldehyde  reactive  probe  (SARP)  to  introduce  an  adamantyl moiety  site-selectively  into  5-formylcytosine  through  aldoxime ligation (Figure formylcytosine-involved  biochemical  reactions,  including  DNA polymerase elongation, restriction endonuclease digestion, and polymerase chain reaction, were terminated by the host-guest interaction  of  the  bulky  CB[7]  with  the  exposed  adamantyl  site and then restored adamantylamine.  Subsequently,  the  spermine-CB[7]  binding pair was employed to reversibly control the DNA chiral transition by the same  team  (Figure  4c). switchable  transition  between  the  right-  and  left-handed  DNA helixes could be efficiently controlled by the alternating addition of  CB[7] and adamantylamine. These studies demonstrate that both the structures and bioactivities of DNA can be adjusted by strong  and  dynamic  CB-guest  interactions,  which  is  beneficial for the construction of advanced genetic materials with biorecognition and environmentally responsive capabilities. 4b). [ 35 ] Consequently, three types of 5by competitive complexation with [ 36 ] The  spermine-induced",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "With the increased knowledge about the molecular binding behavior of peptides and nucleic acids, it has been possible to modulate  the  biological  functions  of  proteins  using  CB-based supramolecular strategies. strategies:  CB-protein  hybrid  systems,  which  rely  on  the  CBinvolved complexation/interaction at the specific sites of proteins in  a  straightforward  fashion,  and  CB-mediated  supramolecular protein systems, which can be indirectly achieved via chemically synthetic molecules/groups as intermediary guests. [37] There are two general construction",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "To attain recognition motifs on natural protein skeletons for potential CB binding must be screened out, either by inclusion complexation with the interior cavity or exclusion interaction with the exterior surface. For example, the association and dissociation of suprabiomolecular  nanoassemblies  of  CBs  with  bovine  hemoglobin and serum albumin can be reversibly controlled, as confirmed by competitive binding with respectively. CBs and proteins crystallographic analysis at the molecular scale. The scarcity of such reports is due in part to the intrinsically dynamic structures of  biomacromolecules  and  the  lack  of  appropriate  groups  that can be selectively associated with the CB cavity. well-defined [ 38 ] Nevertheless,  direct  communication  between CB-protein biohybrids, MV 2+ has been sporadically reported by and adamantylamine, the\nFor the preparation of biohybrids,  CB[7]  is  frequently  employed  because  of  its  high water solubility, peculiar symmetry, and clear 1:1 binding stoichiometry  toward  aromatic  amino  acids.  In  one  case,  by combining the clustering effect of gregarious CB[7] and host-guest interaction with dimethyllysine, constructed a multicomponent biohybrid using a dimethylated βpropeller protein (Figure accessibility, CB[7]  selectively bound  to  the  most  exposed dimethyllysine site with extensive hydrogen-bonding interactions and  simultaneously  formed  trimeric  and  tetrameric  clusters  in two different space groups. In their subsequent work, this group continued  to  study  a  CB[7]-directed  crystalline  biohybrid  by introducing  a  mutant  β-propeller  protein  rich  in  dimethyllysine groups  as  extra  binding  sites, 5a). [ 39 ] thus  leading  to a dramatic crystallographic CB-protein Crowley et al. Owing  to  the side chain\nincrease in the CB content and the formation of high-molecularweight  aggregates  in  solution  (Figure  5b). established  inclusion  complexation  with  aromatic  amino  acid residues and on account of the biological significance of protein methylation, dimethyllysine and trimethyllysine can be exploited as valuable host-guest binding counterparts in the modulation of topological structures and biological functions of proteins. [40] In  contrast  to  the",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "Figure  5. protein, insulin. and  protein  14-3-3  and  (II)  its  crystal  structure. using CB[7]-HRP-catalyzed oxidation of luminol by H2O2. (a-d) are deposited in Protein Data Bank (PDB). Crystalline  biohybrids  of  a)  CB[7]  and  dimethylated  β-propeller [39] b) CB[7] and mutant β-propeller protein, [41] d)  CB-mediated  protein  assemblies  of  (I)  CB[8],  phosphopeptide, [40] and c) CB[7] and human [45] e)  Detection  of  ADA-BSA [48] The crystal data in\nCB-protein  biohybrids,  Urbach  et  al.  adopted  the  N-terminal binding  methodology  to  associate  CB[7]  with  the  Phe  site  of human insulin strongly, and the single-site binding constant with CB[7]  was  as  high  as  1.5  ×  10   M superstructure of the insulin complex revealed that the first few residues are in the unfolded state, thus making sufficient space to accommodate CB[7] (Figure 5c). This unique conformational change  is  the  key  structural  factor  preventing  insulins  from forming inactive amyloid aggregates and has been successfully applied in the supramolecular PEGylation of insulin for diabetes treatments, as described in Section 4.3. Achieving  one  of  the  most  important  accomplishments  in 6 -1 [41] . The  crystallographic",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "protein skeletons is a broadly applicable method for tuning the assembly  modes  and  functions  of  proteins.  It  can  provide anchoring  points  for  CB  encapsulation  while  maintaining  the intact  structure  of  pristine  proteins.  Previously,  research  on CB-protein  assemblies  primarily  focused  on  the  fabrication  of multifunctional  and  stimuli-responsive  biointerfaces  for  protein separation,  immobilization,  fluorescent  patterning,  and  sensing assays. attention to the modulation of protein-protein interactions using CB-based supramolecular approaches. The  incorporation  of  exogenous  substituent  groups  into [ 42 ] In later studies, some  scientists diverted their [43]\nfabricated  a  series  of  protein  assemblies  based  on  CB[8]induced homo- and heterodimerization. As early as 2010, an Nterminal FGG tripeptide motif was genetically engineered onto a monomeric fluorescence protein, thus realizing controlled energy Among  the  pioneering  studies,  Brunsveld  and  colleagues transfer behavior in the presence of CB[8]. binary  bivalent  assembly  was  constructed  by  the  synergistic fusion  of  2:1  host-guest  complexation  and  2:1  peptide-protein recognition (Figure 5d). adapter proteins was significantly enhanced by CB[8] after being equipped with FGG motifs onto the N-terminus of the estrogen receptor  α-phosphopeptide.  The  cocrystal  structure  revealed that  the  obtained  nanoarchitecture  was  favorably  stabilized  by multiple  intermolecular  connections.  By  rational  replacement with  many  other  biomacromolecules  and  functional  pendant groups, homoternary  complexation  was  successfully  utilized  for  the visualization of protein aggregation and immobilization, construction of highly ordered superstructures, and control over enzymatic activities, which offers a supramolecular perspective for  the  modulation  of  protein-protein  interactions  and  paves  a new route to the fabrication of innovative biomaterials. a similar design principle involving FGG-CB[8] [45] Specifically, the dimerization of 14-3-3 [44] More excitingly, a [46]",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "In  addition  to  the  frequently  encountered  N-terminal  FGG moiety,  some  organic  cations,  including  linear  polyamines  and fluorescent photosensitizers, have also been employed with CBs to improve the aggregation behavior and medicinal activities of target proteins. included  chromophoric  guest  molecules  could  be  considerably enhanced by the mutual cooperation between CBs and proteins. Meanwhile,  the  emergence  of  chemically  modified  CBs  has opened up great opportunities to widen the applications of multicomponent  CB-protein  assemblies.  For example,  the  chemical  modification  of  hydroxylated  CBs  has been  readily  realized  through  nucleophilic  substitution  under acidic  conditions  (Figure  5e). protein labeling and detection, one of products, monocarboxylated horseradish peroxidase Consequently,  the  adamantane-grafted  bovine  serum  albumin (ADA-BSA)  was  visually  detected  with  assistance  of  CB[7]grafted  HRP  (CB[7]-HRP),  which  was  jointly  attributed  to  the tight host-guest association and the amplified chemiluminescent signal output triggered by H2O2. methodology  can  remove  the  roadblocks  in  the  site-selective functionalization of the CB  skeleton,  which  may  allow  the creation  of  a  library  of  biosensing  platforms  based  on  the chemically active CB derivatives. [47] In  turn, the photophysical performance of the [48] To  explore  the  practicability  of CB[7], (HRP) the was conjugated with via amide condensation. This practical biological transformation synthetic",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "Along  with  the  unprecedented  progress  in  supramolecular theranostics, CB-protein  nanoassemblies  have  emerged  as powerful  candidates  in  the  battle  against  many  acute  and chronic diseases, such as diabetes, cancers, and neurodegenerative diseases. Three functional biomacromolecules,  insulin,  microtubules  (MT),  and  amyloid-β (Aβ)  protein,  have  recently  stimulated  an  upsurge  in  research interest because of their intimate involvement in many living and pathological processes.\nIn the wake of the exciting discovery of complexation with human insulin, considerable efforts have been devoted  to  exploring  drug  nanoformulations  using  CB[7]  as  a pharmaceutical  excipient. established to realize therapeutic  proteins. dramatically increased with the assistance of PEG-CB[7] conjugates, and their pharmacological properties could be altered  in  a  controlled  fashion  depending  on  the  molecular [49] In  2016,  a  platform  approach  was the supramolecular PEGylation of [50] The  structural  stability  of  protein  drugs Phe-CB[7]\nweight  of  appended  PEG  chains.  Thereafter,  having  a  clear understanding of the impact of PEGylation on biological therapies,  Appel  et  al.  optimized  the  formulation  for  insulin analogs  by  mixing  with  PEGylated  CB[7]  and  other  inactive ingredients,  thus  enabling  the  enrichment  of  stable  monomeric species with shorter duration of action compared to the commercially available formulations. complexation-stabilized diabetes drugs have been developed by the co-administration of insulin and pramlintide with PEGylated CB[7]  in  diabetic  rats  and  pigs  (Figure  6a). windows of insulin and pramlintide overlap sufficiently with each other  upon  the  complexation  of  PEGylated  CB[7]  with  the aromatic amino-acid residues of insulin and pramlintide at their protonated Nsupramolecular dual-hormone pharmacokinetic biocompatibility, suppresses glucagon secretion, and might eventually relieve the burden of multiple  daily  doses  reliant  on  medication.  This  inventive  work has shown great advances in preclinical trials for supramolecular nanomedicines in the treatment of patients with diabetes. and amidated C-termini, therapy improves [ 51 respectively. ] Very recently, [52] The  therapeutic postprandial This the",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "Figure  6. improve  the  pharmacokinetic  profiles  and  therapeutic  effect management. [52] peptide to enhance cell apoptosis. and (II) CB[7], and (III) CB[6]-based nanocapsules for MT disruption. CB[7]-assisted inhibition  of Aβ40  fibrillation; binding mechanism. a)  Co-formulation  of  CB[7]-PEGylated  insulin  and  pramlintide  to b)  Crosslinked  MT  aggregation  by  CB[8]  and  antimitotic [53] c) Molecular docking of MT with (I) CB[6] [58] [55] and  (II)  the  proposed  fibril-end in diabetes [54] d) (I)\nalternating arrangement of globular α/β tubulin heterodimers and are  regarded  as  promising  molecular  targets  in  cancer  drug discovery. After validating photocontrollable MT aggregation and disaggregation behavior, Liu and coworkers fabricated a ternary CB-tubulin supramolecular assembly, which was achieved by the synergistic interactions involving tubulin-tubulin heterodimerization,  peptide-tubulin  targeting  recognition,  and benzimidazolium-CB[8]  inclusion  complexation  (Figure  6b). Benefiting from the CB[8]-induced significant cell apoptosis and tumor ablation were observed both Filamentous MTs are dynamically assembled by the the cyclodextrin-mediated intertubular aggregation, [ 53 ]",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "at  the  cellular  level  and  in  the  mouse  body. In  comparison, no curative effect was found in the monovalent binding with CB[7], indicating  that  the  CB[8]-involved  multivalent  cross-linkage  can be  developed  in  modulating  protein-protein  interactions  and interfering  with  cellular  fate.  Moreover,  CB[6]  and  CB[7]  also exhibited biological activity against tubulin polymerization through strong interactions with tubulins close to the vinblastinebinding  pocket  (Figure  6c,  I  and  II). approach  was  implemented  to  fabricate  CB[6]-capped  gold nanoparticles  (GNPs)  equipped  with  curcumin  and  a  peptide targeted toward the neuropilin-1 receptor of cancer cells (Figure 6c, III). Consequently, apoptosis and tumor-growth suppression have been achieved by the perturbation of tubulin polymerization and  glutathione-triggered  drug  release.  These  results  clearly demonstrate that different CB  homologs  have  tremendous potential to modulate tubulin polymerization and MT aggregation by means of either inclusion complexation within the CB cavity or  exclusion  interaction  with  the  CB  skeleton,  which  may  hold great  promise  in  the  diagnosis  and  treatment  of  MT-related diseases. [54] Therefore,  a  bottom-up",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "The  extracellular  deposition  of  Aβ  fibrils  in  the  brain  is  a pathological imperative to prevent the amyloid fibrillation dissolve the existing Aβ fibrils in a noninvasive manner. Interestingly, a supramolecular inhibition strategy was presented for the hydrophilic-hydrophobic  balance  in  the  fibrillation  process  is disrupted  by  the  host-guest  complexation  of  CB[7]  with  Phe residues,  which  resulted  in  the  inhibition  of  amyloid  fibrillation and dissolution of the previously formed fibrils (Figure 6d). the  basis  of  this  work,  a  CB[6]-induced  amyloid  self-assembly was reported by the same group, in which various amyloidogenic proteins underwent a phase transition from soluble  to  insoluble  states  upon  complexation  with  a  lysine residue,  accompanied  by  a  dramatic  morphological  changes with controlled length and low homogeneity. that  CB[7]  could  bind  to  the  Aβ25-35  fragments,  leading  to  the modulation  of  oligomer  structures  and  suppression  of  higherorder  oligomer  aggregation  through  encapsulation  with  lysine residues and the N-termini of the Aβ monomer. effect of CB[7] on fibrillar formation was preserved even in the presence of polyphenol as a stimulatory ligand. More remarkably, with an exposed Phe termini, Aβ4-16 could form extremely strong inclusion complexes with CB[7] and CB[8], whereas no apparent binding  strength  was  observed  in  the  case  of  Aβ1-16  (Figure 6e). [ 58 ] cytotoxicity of Aβ4-40 fibrils was largely reduced upon incubation with CB[7] and CB[8], and the cell viability was recovered in a dose-dependent communication  with  amino-acid  residues,  the  commonly  used CB[ ]s ( n species,  which  improves  our  molecular-level  understanding  of the  self-assembly  behavior  of  amyloid  proteins  and  expedites the  development  of  supramolecularly  therapeutic  methods  for amyloidosis. hallmark of neurodegenerative diseases. amyloid fibrillation of Aβ40 Compared  to  Aβ1-40  with  weaker  binding  affinity,  the manner. By virtue of the intermolecular n = 6-8) all exert good inhibitory effects on different Aβ and",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "Aβ42; [56] It was also found [57] It is process and that is, the [55] On This inhibitory",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "Considering  the  biosafety  of  the  parent  CBs  and  their binding  preference  for  π-conjugated  cationic  guests,  CB-guest complexes can be readily internalized in the cellular environment, and the resultant nanoconstructs have been  exploited for\ntargeted cell imaging. Cell-permeable CB-based nanostructures can be conveniently endowed with luminescent properties by the attachment  of  functional  chromophores. and  Kim  reported  a  bio-orthogonal  supramolecular  latching strategy based on the extremely strong binding affinities of CB[7] with adamantane  and  ferrocene  (Figure  7a),  by  which  the examined  proteins  could  selectively  and  reversibly  label  cell surfaces, the intracellular compartments, and animal bodies. [ 59 ] For  instance,  Park [60]",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "of  chromophoric  guests  via  host-guest  complexation.  In  this respect,  near-infrared  (NIR)  fluorescence  with  strong  emission beyond 650 nm shows enormous advantages in live-cell imaging because it causes minimal phototoxicity and avoids undesirable interference from auto-fluorescence intriguing example is a cube-like nanoassembly by CB[8] and a carbazole-conjugated production of reactive oxygen species and lysosome-targetable NIR fluorescence emission at 662 nm (Figure 7b). Liu  et  al.  recently  developed  a  highly  emissive  system  by  the sequential  fusion  of  two  types  of  macrocycles  (Figure  7c). The NIR fluorescence emission of an anthracyl pyridinium guest at  655  nm  showed  a  sudden  leap  by  co-assembly  with  CB[8] and dodecyl-modified accompanied by the morphological conversion from nanorods to nanoparticles. The obtained assembly exhibited selective subcellular  distribution  and  lysosome  imaging  with  negligible cytotoxicity. This attributed to the combination of the conformational restriction by CB[8] and hydrophobic environment for produced by the amphiphilic calixarene. In subsequent work, the same  calixarene  was  employed  to  fabricate  a  light-harvesting platform,  which  exhibited  a  high  antenna  effect  and  targeted imaging in the Golgi apparatus. of macrocycles into a single self-assembled entity, these studies provide a facile modular approach for the creation of ultrasensitive bioagents with precise subcellular localization. Meanwhile, CBs can maximize the spectroscopic potentials pyridinium salt, resulting in enhanced in the medium. One sulfonatocalix[4]arene unusual cell imaging [62b] By integrating different kinds [61] In addition, (SC4AD), performance was the fluorophores [62a]",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "stacking with nucleobases and intercalating into the grooves of DNA, CB-pyridinium accumulation in between  CBs  and  known  nucleus-staining  dyes  has  been proven as a feasible means to improve the organelle-targeting visualization process. induced  emission  and  strong  binding affinity with DNA,  a framework-like  ternary  assembly  constructed  by  CB[8]  and  πextended pyridinylmethylene has been utilized as both a nucleus tracker and cell visualizer. of cationic porphyrins has been improved and efficient anticancer  activity  is  achieved  in  the  nucleus  by  the  CB[7]anchored polymer vesicles. appropriate size and surface charges, the CB-based nucleus-specific  nanocomposites  hold  promise  for  enhancing the existing efficacy of targeted phototherapeutics. Because many π-conjugated organic cations are capable of assemblies are prone to selective the cell nucleus. The  direct complexation [ 63 ] In addition, [64] Meanwhile, the photosensitization owing  to  aggregation-[ 65 ] Collectively, possessing cell including long emission lifetime and large Stokes shift represent some of the most appealing luminescence properties, exceeding those  of  conventional  fluorescence  emitters  for  bioimaging. Recently, benefitting from the promotion of intersystem crossing and suppression of nonradiative decay, CB-based phosphorescent enhancement was realized host-guest complexation with phenylmethylpyridinium salts (Figure photophysical  properties  of  discrete  oligomeric  CB  complexes, The room-temperature 7d). [ 67 phosphorescence characteristics ] Subsequently, motivated by the distinct by the strict [ 66]\nMa  et  al.  designed  a  triazine-bridged  pyridinium  guest,  which could  form  a  2:2  charge-transfer  inclusion  complex  with  CB[8] (Figure 7e). showed  preferential  aggregation  in  the  endosome.  However, because of the  dissolved  oxygen,  which  acts  a  quencher,  and free molecular motion in water, it is still challenging to fabricate such  purely  organic  phosphorescent  soft  materials  with  high photoluminescence efficiency in aqueous solution. [68] Satisfactorily,  the  obtained  quaternary  assembly",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "Figure  7. proteins  and  subcellular  organelles. assembly. cell  imaging. state [67] endosome. [68] a)  Supramolecular  latching  system  for  visualization  of  intracellular [61] c)  Two-step  assembly  with  CB[8]  and  calixarene  for  lysosome [62a] d)  CB[6]-enhanced  phosphorescence  emission  in  the  solid ; e) CB[8]-mediated 2:2 inclusion complex for cell imaging in [60] b)  Lysosome-targeted  CB-carbazole",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "In this made  in  the  construction  and  functionalization  of  CB-based supramolecular  assemblies  with  different  biomacromolecules, including  polypeptides,  nucleic  acids,  and  proteins.  Their  cellimaging behavior in particular organelles are also introduced to stimulate further studies on the visualization and quantification of key events with biomacromolecules. The steady development of CB-mediated  nanosystems  largely  relies  on  the  exploration  of pairwise host-guest dynamic life processes at the molecular level. minireview,  we  have  summarized  the  advances complexes and the understanding of\nThus,  the  following  challenges  should  be  addressed:  (a) concerns  about  cytotoxicity  and  nonspecific  clearance  in  vivo can be partially eliminated by supramolecular complexation; however, the biosafety of commonly  used guest molecules, such as ferrocene and bipyridinium salts, remains problematic. Therefore, in addition to the known peptide sequences, more biocompatible guests, such as  noncanonical  amino  acids  and  new  proteins,  should  be explored to enrich the store of substrates in molecular recognition processes. In addition, when these components are camouflage protection via",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "used  in  drug  delivery  systems,  the  interference  substances  in cell  culture  media  and  unstable  linker  groups  may  reduce  the binding  strength  and  delivery  potency. outputs of CB-peptide nanoassemblies are mostly restricted to the biosensing  and  detection  in  the  laboratory, and, miniaturized  devices  and  practical  applications  are  urgently required.  (c)  Despite  the  distinct  advantages  of  RNA  in  gene coding and enzymatic catalysis, there are tremendous challenges nanoconjugates  compared  to  the  hybrid  CB-DNA  systems.  In addition,  at  present,  the  performance-directed  construction  of CB-nucleic acid nanoassemblies is still in its infancy and there is plenty of room for tuning the bioactivity of nucleic acids using CB-guest  conjugates.  (d)  For  better  CB-protein  association, more bioorthogonal chemical reactions that can site-selectively incorporate functional groups into target sites in proteins should be exploited. Moreover, the molecular binding characteristics in supramolecular assemblies, exclusion, amphiphilicity, and considered when analyzing the precise binding mode between CBs and proteins. In addition, it is sensible to take both sides of macrocycle-induced aggregation and disaggregation abilities in the construction of macrocycle-protein biohybrids. subcellular level, the bioimaging mechanism  of CB-based emissive  nanostructures  is  not  very  clear,  and  it  is, necessary to clarify their metabolic pathway and action of modes with biomolecules, which may provide guidance for establishing new photoactivated therapeutic methods. facing the development such as self-inclusion, [ 69 ] of functional CB-RNA multivalency, should be fully (b)  The  biological self[70] (e)  At  the thus, thus, profound evolution in CB science from single inclusion complexes to multicomponent biomacromolecular assemblies at different scales and dimensions, which can not only generate a multitude  of  topologically  fascinating  structures  but  also  bring about many promising diseases. synthetic biology and interdisciplinary research, CB-based supra-biomacromolecular accelerate the creation of more advanced nanomaterials and eventually promote their translational application in human health. In  short,  over  the  past  decades,  we  have  witnessed  a Benefitting from the substantial development of assemblies theranostics against life-threatening have the potential to bioinspired",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "[31] a) K. Chen, T. Fu, W. Sun, Q. Huang, P. Zhang, Z. Zhao, X. Zhang, W. Tan, Theranostics Jayawickramarajah, 2019 , 9 , 3262-3279;  b)  X.  Zhou,  P.  Pathak,  J. Chem. Commun. 2018 , 54 , 11668-11680.\n[32] N. Dubel, S. Liese, F. Scherz, O. Seitz, 907-911; Angew. Chem. 2019 Angew. Chem. Int. Ed. , 131 , 918-923. 2019 , 58 ,\n[33] X.  Zhou,  X.  Su,  P.  Pathak,  R.  Vik,  B.  Vinciguerra,  L.  Isaacs,  J. Jayawickramarajah, J. Am. Chem. Soc. 2017 , 139 , 13916-13921.\n[34] a) Z. Yu, M. Ai, S. K. Samanta, F. Hashiya, J. Taniguchi, S. Asamitsu, S. Ikeda, K. Hashiya, T. Bando, G. N. Pandian, L. Isaacs, H. Sugiyama, Chem.  Commun. Ruleva, V. B. Tsvetkov, Y. V. Fedorov, V. V. Novikov, T. M. Aliyeu, A. A. Pavlov, N. E. Shepel, O. A. Fedorova, 755-766. 2020 , 56 ,  2296-2299;  b)  E.  Y.  Chernikova,  A.  Y. Org. Biomol. Chem. 2020 , 18 ,\n[35] S.-R. Wang, Y.-Y. Song, L. Wei, C.-X. Liu, B.-S. Fu, J.-Q. Wang, X.-R. Yang, Y.-N. Liu, S.-M. Liu, T. Tian, X. Zhou, 139 , 16903-16912. J. Am. Chem. Soc. 2017 ,",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "[36] S.-R.  Wang,  J.-Q.  Wang,  G.-H. Xu,  L.  Wei,  B.-S.  Fu,  L.-Y.  Wu,  Y.-Y. Song, X.-R. Yang, C. Li, S.-M. Liu, X. Zhou, Adv. Sci. 2018 , 5 , 1800231.\n[37] a)  C.  Hou,  Z.  Huang,  Y.  Fang,  J.  Liu, 4272-4281; b) Q. Luo, C.  Hou, Y. Bai, R. Wang, J. Liu, 2016 , 116 , 13571-13632. Org.  Biomol.  Chem. 2017 Chem. Rev. , 15 ,\n[38] a)  N.  Barooah,  A.  Kunwar,  R.  Khurana,  A.  C.  Bhasikuttan,  J. Mohanty, Chem. Asian J. Zhu, W. Li, Y. Jiang, J. Cui, X. Zhang, G. Li, 48 , 10633-10635. 2017 , 12 , 122-129; b) H. Yang, Q. An, W. Chem. Commun. 2012 ,\n[39] F. Guagnini, P. M. Antonik, M. L. Rennie, P. O'Byrne, A. R. Khan, R. Pinalli, E. Dalcanale, P. B. Crowley, 57 , 7126-7130; Angew. Chem. Angew. Chem. Int. Ed. 2018 , 130 , 7244-7248. 2018 ,\n[40] F. Guagnini, S. Engilberge, K. O. Ramberg, J. Pérez, P. B. Crowley, Chem. Commun. 2020 , 56 , 360-363.\n[41] J. M. Chinai, A. B. Taylor, L. M. Ryno, N. D. Hargreaves, C. A. Morris, P. J. Hart, A. R. Urbach, J. Am. Chem. Soc. 2011 , 133 , 8810-8813.",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "[42] a) J. Brinkmann, D. Wasserberg, P. Jonkheijm, 380-389; b) H. Yang, B. Yuan, X. Zhang, O. A. Scherman, Res. 2014 , 47 , 2106-2115. Eur. Polym. J . 2016 Acc. Chem. , 83 ,\n[43] L.-G.  Milroy,  T.  N.  Grossmann,  S.  Hennig,  L.  Brunsveld,  C.  Ottmann, Chem. Rev. 2014 , 114 , 4695-4748.\n[44] H. D. Nguyen, D. T. Dang, J. L. J. van Dongen, L. Brunsveld, Chem. Int. Ed. 2010 , 49 , 895-898; Angew. Chem. Angew. 2010 , 122 , 907-910.\n[45] P. J. de Vink, J. M. Briels, T. Schrader, L.-G. Milroy, L. Brunsveld, C. Ottmann, Angew. Chem. Int. Ed. 2017 , 129 , 9126-9130. 2017 , 56 , 8998-9002; Angew. Chem.\n[46] a) R. P. G. Bosmans, J. M. Briels, L.-G. Milroy, T. F. A. de Greef, M. Merkx,  L.  Brunsveld, Angew.  Chem. Zhang, Q. Luo, Z. Dong, J. Xu, J. Liu, 5590-5593; Angew. Chem. Angew.  Chem.  Int.  Ed. 2016 , 128 ,  9045-9049;  b)  C.  Hou,  J.  Li,  L.  Zhao,  W. 2013 Angew. Chem. Int. Ed. , 125 , 5700-5703. 2016 , 55 ,  8899-8903; 2013 , 52 ,",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "[47] a) J. Cáceres, J. Robinson-Duggon, A. Tapia, C. Paiva, M. Gómez, C. Bohne, D. Fuentealba, b) Y.-C. Yeh, S. Rana, R. Mout, B. Yan, F. S. Alfonso, V. M. Rotello, Chem. Commun. Phys. Chem. Chem. Phys. 2014 , 50 , 5565-5568. 2017 , 19 , 2574-2582;\n[48] S. K. Ghosh, A. Dhamija, Y. H. Ko, J. An, M. Y. Hur, D. R. Boraste, J. Seo,  E.  Lee,  K.  M.  Park,  K.  Kim, 17503-17506. J.  Am.  Chem.  Soc. 2019 , 141 ,\n[49] K. I.  Kuok,  S.  Li,  I.  W.  Wyman,  R. Wang, 1398 , 108-119. Ann. N.Y. Acad. Sci. 2017 ,\n[50] M. J. Webber, E. A. Appel, B. Vinciguerra, A. B. Cortinas, L. S. Thapa, S.  Jhunjhunwala,  L.  Isaacs,  R.  Langer,  D.  G.  Anderson, Acad. Sci. USA 2016 , 113 , 14189-14194. Proc.  Natl.\n[51] C. L. Maikawa, A. A. A. Smith, L. Zou, C. M. Meis, J. L. Mann, M. J. Webber, E. A. Appel, Adv. Therap. 2020 , 3 , 1900094.",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "[52] C. L. Maikawa, A. A. A. Smith, L. Zou, G. A. Roth, E. C. Gale, L. M. Stapleton ,  S.  W.  Baker,  J.  L.  Mann,  A.  C.  Yu,  S  Correa,  A.  K. Grosskopf , C. S. Liong, C. M. Meis, D. Chan, M. Troxell, D. M. Maahs, B. A. Buckingham, M. J. Webber, E. A. Appel, 4 , 507-517. Nat. Biomed. Eng. 2020 ,\n[53] a) Y.-M. Zhang, N.-Y. Zhang, K. Xiao, Q. Yu, Y. Liu, Ed. 2018 , 57 ,  8649-8653; Angew. Chem. 2018 Angew. Chem. Int. , 130 ,  8785-8789 ； b)\nY.-M. Zhang, J.-H. Liu, Q. Yu, X. Wen, Y. Liu, 2019 , 58 , 10553-10557; Angew. Chem. Angew. Chem. Int. Ed. 2019 , 131 , 10663-10667.\n[54] S. Barman, G. Das, V. Gupta, P. Mondal, B. Jana, D. Bhunia, J. Khan, D. Mukherjee, S. Ghosh, Mol. Pharmaceutics 2019 , 16 , 2522-2531.\n[55] H. H. Lee, T. S. Choi, S. J. Lee, J. W. Lee, J. Park, Y. H. Ko, W. J. Kim, K. Kim, H. I. Kim, Chem. 2014 , 126 Angew. Chem. Int. Ed. , 7591-7595. 2014 , 53 , 7461-7465; Angew.\n[56] T. S. Choi, H. H. Lee, Y. H. Ko, K. S. Jeong, K. Kim, H. I. Kim, 2017 , 7 , 5710. Sci. Rep.",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "[57] N. E. C. de Almeida, T. D. Do, M. Tro, N. E. LaPointe, S. C. Feinstein, J.-E. Shea, M. T. Bowers, ACS Chem. Neurosci. 2016 , 7 , 218-226.\n[58] G.  Li,  W.-Y.  Yang,  Y.-F.  Zhao,  Y.-X.  Chen,  L.  Hong,  Y.-M.  Li, Eur. J. 2018 , 24 , 13647-13653. Chem.\n[59] a) R. Sasmal, N. Das Saha, F. Schueder, D. Joshi, V. Sheeba, R. Jungmann, S. S. Agasti, b) S. Kim, M. Y. Hur, J. Kim, K. M. Park, K. Kim, 2019 , 31 , 289-295. Chem. Commun. 2019 , 55 , 14430-14433; Supramol. Chem.\n[60] K. L. Kim, G. Sung, J. Sim, J. Murray, M. Li, A. Lee, A. Shrinidhi, K. M. Park, K. Kim, Nat. Commun. 2018 , 9 , 1712.\n[61] X. Wu, Y. Chen, Q. Yu, F.-Q. Li, Y. Liu, 4343-4346. Chem. Commun. 2019 , 55 ,\n[62] a) X.-M. Chen, Y. Chen, Q. Yu, B.-H. Gu, Y. Liu, Ed. 2018 , 57 12699-12703;  b)  X.-M.  Chen,  Q.  Cao,  H.  K.  Bisoyi,  M.  Wang,  H. Yang,  Q.  Li, Angew.  Chem.  Int.  Ed. Angew. Chem. , 12519-12523; 2020 , 132 , 10579-10583. Angew. Chem. 2020 , Angew. Chem. Int. 2018 , 130 59 , 10493-10497; ,\n[63]",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "W. Lei, Q. Zhou, G. Jiang, Y. Hou, B. Zhang, X. Cheng, X. Wang, ChemPhysChem 2011 , 12 , 2933-2940.\n[64] H.  Liu,  Z.  Zhang,  Y.  Zhao,  Y.  Zhou,  B.  Xue,  Y.  Han,  Y.  Wang,  X. Mu, S. Zang, X. Zhou, Z. Li, B. Xiao, Q. Wang, S. Zhang, X.-Y. Li, S.-Q. Long, Y. Xiao, S. Xiao, J. Mater. Chem. B 2019 , 7 , 1435-1441.\n[65] X.-L. Ni, J. Mater. Chem. B 2019 , 7 , 5966-5971.\n[66] X. Ma, J. Wang, H. Tian, Acc. Chem. Res. 2019 , 52 , 738-748.\n[67]\n- Z.-Y.  Zhang,  Y.  Chen,  Y.  Liu, 6028-6032; Angew. Chem. 2019 , Angew.  Chem.  Int.  Ed. 131 , 6089-6093. 2019 , 58 ,\n[68]\n[69]\n[70]\nJ. Wang, Z. Huang, X. Ma, H. Tian, 9928-9933; Angew. Chem. 2020 , Angew. Chem. Int. Ed. 132 , 10014-10019. 2020 , 59 , a)  H.  Wu,  H.  Chen,  B.  Tang,  Y.  Kang,  J.-F.  Xu,  X.  Zhang, 2020 , 36 , 1235-1240; b) L. Zou, M. A. VandenBerg, M. J. Webber, Syst. Des. Eng. 2020 , 5 , 197-204. Langmuir Mol.\n- V. Oliveri, G. Vecchio, Chem. Asian J. 2016 , 11 , 1648-1657.",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    },
    {
        "content": "This minireview highlights the significant progress and emerging applications in cucurbituril-based biomacromolecular assemblies with peptides, nucleic acids, and proteins. This is a challenging and rapidly developing area that involves precise control over intermolecular communication at multidimensional levels and holds great promise for the creation of innovative biomaterials and therapeutic methods.",
        "source": "10.1002/anie.202009797",
        "file_path": ""
    }
]