[
    {
        "content": "Subscriber access provided by CORNELL UNIVERSITY LIBRARY",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "Shingo Hattori, Kengo Akagawa, Kazuaki Kudo, and Kazuyuki Ishii\nJ. Phys. Chem. B , Just Accepted Manuscript · DOI: 10.1021/acs.jpcb.6b07925 · Publication Date (Web): 14 Sep 2016 Downloaded from http://pubs.acs.org on September 15, 2016",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "'Just Accepted' manuscripts have been peer-reviewed and accepted for publication. They are posted online prior to technical editing, formatting for publication and author proofing. The American Chemical Society  provides  'Just  Accepted'  as  a  free  service  to  the  research  community  to  expedite  the dissemination of scientific material as soon as possible after acceptance. 'Just Accepted' manuscripts appear in full in PDF format accompanied by an HTML abstract. 'Just Accepted' manuscripts have been fully peer reviewed, but should not be considered the official version of record. They are accessible to all readers and citable by the Digital Object Identifier (DOIfi). 'Just Accepted' is an optional service offered to authors. Therefore, the 'Just Accepted' Web site may not include all articles that will be published in the journal. After a manuscript is technically edited and formatted, it will be removed from the 'Just Accepted' Web site and published as an ASAP article. Note that technical editing may introduce minor changes to the manuscript text and/or graphics which could affect content, and all legal disclaimers and  ethical  guidelines  that  apply  to  the  journal  pertain.  ACS  cannot  be  held  responsible  for  errors or consequences arising from the use of information contained in these 'Just Accepted' manuscripts.\nAbsolute  Configuration  Determination  of  Side Chains  of  Basic  Amino  Acid  Residues  Using Water-Soluble Porphyrins-Based Exciton Chirality Method\nShingo Hattori, Kengo Akagawa, Kazuaki Kudo and Kazuyuki Ishii*\nInstitute  of  Industrial  Science,  The  University  of  Tokyo,  4-6-1  Komaba,  Meguro-ku, Tokyo 153-8505, Japan\n*(K. I.) E-mail: k-ishii@iis.u-tokyo.ac.jp. Telephone: +81-3-5452-6306. Fax: +81-3-5452-6306",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "We demonstrated that the circular dichroism (CD) exciton chirality method based on the supramolecular interactions of meso -tetra(4-sulfonatophenyl)porphyrin (MTPPS , M 4 = Zn or H2) was applicable for the determination of the absolute configuration between the side chains of two basic amino acid residues of stable monomeric β-hairpin peptides (tryptophan zipper: Trpzip). When  MTPPS4  was  added  to  an  aqueous  solution containing  Trpzip,  a  bisignate  CD  signal  was  detected  in  the  Soret  band  region  in addition to a decrease in absorbance. These spectral changes indicated the formation of a supramolecule consisting of Trpzip and MTPPS  via electrostatic interactions between 4 the  positively  charged  lysine  residue  of  Trpzip  and  the  negatively  charged  sulfonate group  of  MTPPS4.  On  the  basis  of  the  Job  plots,  the  supramolecular  structure  of Trpzip-ZnTPPS4 is ZnP-Tz-ZnP or ZnP-Tz-ZnP-Tz-ZnP, while that of Trpzip-H2TPPS4 is  -(-H P-Tz-) -  (MP  and  Tz  denote  MTPPS   and  Trpzip,  respectively).  In  order  to 2 n 4 explain  the  bisignate  CD  spectra  of  the  supramolecules,  a  plausible  model,  i.e., ZnP-Tz-ZnP,  was  carefully analyzed by the CD  exciton chirality method: two orthogonalized  electric  transition  dipole  moments  of  each  MTPPS   and  the  effects  of 4 free  rotation  of  MTPPS   around  the  electrostatic  bonding  axis  were  considered.  The 4 exciton-coupled CD  spectral pattern based on ZnTPPS4 reflected the absolute\nconfiguration between the side chains of two lysine residues. Our approach can be used to determine the absolute configuration of side chains of other peptides with two basic amino acid residues in the amino acid sequences.",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "Circular  dichroism  (CD)  is  a  useful  tool  to  obtain  structural  information  for  chiral compounds  in  solution.  In  particular,  the  CD  exciton  chirality  method  is  an  efficient method for determining the absolute configurations of various chiral organic compounds,  including  natural  products. 1-3 In  these  analyses,  when  chromophores  are introduced into substituents of a chiral compound, the sign of the bisignate CD signal in the absorption band of the chromophores reflects the absolute configuration of the chiral compound.  Thus, structural information for chiral compounds  can  be obtained non-empirically. 1-3\nPorphyrins  are  versatile  chromophores  for  the  exciton  chirality  method  for  the following  reasons.  First,  intense  extinction  coefficients  at  the  B  band  of  porphyrins, which  is  generally  called  as  the  Soret  band,  enhance  the  CD  intensity  based  on  the exciton  chirality.  Second,  since  the  Soret  band  is  observed  in  the  visible  region,  the spectral overlap with small natural chromophores, i.e., benzene derivatives, imidazole, and  indole,  is  generally  negligible,  which  simplifies  CD  analyses.  Third,  various functional  groups  can  be  introduced  at  several  sites,  such  as meso -positions  and β -positions,  in  porphyrin  rings. Thus,  there  are  many  reports  of  the  exciton  chirality",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "method  using  porphyrins. 4-37 For  example,  the  group  of  Nakanishi  and  Berova  has reported  the  determination  of  absolute  configurations  of  various  cyclic  compounds, using  5,10,15,20-tetraphenylporphyrin  (H TPP)  derivatives  covalently  linked  to  the 2 corresponding cyclic compounds. 6-11 They also investigated structural changes in DNA using H2TPP linked covalently. 12-15 Molinski and colleagues determined the stereochemistry of long-chain lipids in liposomes based on H TPP linked covalently. 2 16-17 The group of Nakanishi and Berova has demonstrated the usefulness of metalloporphyrin dimer-based tweezers to determine absolute configurations of various chiral  compounds,  on  the  basis  of  the  coordination  of  the  substituents  to  the  central metals. 18-26 Borhan and colleagues improved the porphyrin tweezer system by increasing the Lewis acidity of metals and using rigid linkers between porphyrins. 27-33 Inoue and colleagues investigated chiral amine-coordinated bisporphyrin systems using exciton CD as well as X-ray structural analyses. 34-36 Recently, Takanami and colleagues expanded the application of bisporphyrin systems to the determination of the absolute configuration  of  chiral  monoalcohols. 37 However,  in  almost  all  studies,  chemical synthetic procedures, e.g., for the linkage between porphyrins and substrates, dimerization of porphyrins, and the introduction of functional groups to substrates, are needed for CD analyses.  Furthermore, these may  provide a little  structural  change  of\nchiral  compounds,  while  the  absolute  configurations  were  not  influenced.  Thus,  it  is important to analyze the absolute configuration without chemical synthetic efforts.",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "A promising approach is the formation of supramolecules. For example, meso -tetra(4-sulfonatophenyl)porphyrins (MTPPS4), which are water-soluble porphyrins, is known  to form a supramolecule with peptides via electrostatic interactions  between  the  anionic  sulfonate  groups  of  MTPPS   and  the  cationic  amino 4 groups of lysine residues (one of basic amino acids). 38-40 The formation of supramolecules is confirmed by exciton-coupled CD in the Soret band region. However, these CD spectra have not been analyzed by the exciton chirality method, and this may be because their supramolecular structures are unknown. If the absolute configuration between  side  chains  of  peptides  can  be  determined  by  the  sign  of  the  bisignate  CD signal  of  MTPPS  linked to the peptide via electrostatic  interactions, i.e., one type  of 4 supramolecular interactions, the exciton chirality method based on the supramolecular interactions  can  be  implemented  without  chemical  synthetic  procedures.  In  order  to establish  the  exciton  chirality  method  based  on  electrostatic  interactions,  a  peptide whose  structure  is  well-characterized  should  be  employed  for  exciton-coupled  CD analyses as the initial step.",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "Herein,  we  report  exciton-coupled  CD  analyses  of  the  supramolecule  consisting  of MTPPS4s (M = Zn or H2) and a stable monomeric β-hairpin peptide, tryptophan zipper (Trpzip),  via  electrostatic  interactions  (Figure  1).  Trpzip  is  an  appropriate  model  to demonstrate  the  exciton  chirality  method  based  on  the  supramolecular  interactions, because its structure in solution has been well-characterized by two dimensional NMR, and because it has two cationic protonated lysine residues. 41-43 On the basis of the Job plots, we found the formation of supramolecular oligomers, i.e., -(-MP-Tz-) - (MPs and n Tz  denote  MTPPS4s  and  Trpzip,  respectively).  Because  the  chiral  exciton  coupling between  MTPPS4  and  its  neighboring  MTPPS4 affords  a  bisignate  CD  signal,  the exciton-coupled  CD  spectra  were  analyzed  by  the  use  of  a  plausible  model,  i.e., ZnP-Tz-ZnP.  Although  only  one  effective  electric  transition  dipole  moment  of  each porphyrin  has  been  considered  in  most  previous  studies,  two  orthogonalized  electric transition dipole moments of each MTPPS4 ( µix and µiy ) were considered in the present analyses. Also, the effects of free rotation of MTPPS  ( 4 θi ) around the bond axis based on electrostatic  interactions  between  the  anionic  sulfonate  group  of  MTPPS   and  the 4 cationic amino group of the lysine residue were calculated. Based on these analyses, we propose  the  usefulness  of  our  exciton  chirality  method  based  on  the  supramolecular interaction to determine the absolute configuration of side chains of peptides with two\nlysine residues in the amino acid sequences.\nFigure 1. Molecular structures of water-soluble porphyrins (a) and Trpzip (b). The amino acid sequence of Trpzip is SerTrpThrTrpGluAsnGlyLysTrpThrTrpLys-NH2.",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "Meso -tetra(4-sulfonatophenyl)porphine (H2TPPS4, Figure 1a) and meso -tetra( N -methyl-4-pyridyl)porphine  (H TMPyP,  Figure  1a)  were  purchased  from 2 Tokyo  Chemical  Industry  Co.,  Ltd.  (Tokyo,  Japan).  H TPPS   was  purified  using 2 4 methanol as a solvent to remove salts. ZnTPPS  was synthesized following previously 4 described methods. 44\nTryptophan zipper (Trpzip, Figure 1b) was synthesized by standard\n9-fluorenylmethyl-oxycarbonyl (Fmoc)  solid-phase synthesis procedures in which Fmoc-amino  acids  and  Fmoc-NH-SAL  (Rink  amide  resin)  were  used. 45-47 The  crude product  was  purified  by  high-performance  liquid  chromatography  using  Shimadzu CLASS-VP system with Senshu Pak PEGASIL C4 SP100 column (25 cm) and guard column (1 cm) to obtain Trpzip. MALDI-TOF-MS measurements were performed on a Bruker BIFLEX III mass spectrometer. Trpzip: MALDI-TOF m e / : 1607 (M+H ). +\nElectronic absorption and CD  spectra were measured using a JASCO  V-570 spectrometer  and  a  JASCO  J-725  spectrodichrometer,  respectively,  using  1-mm  path length optical quartz cuvettes.\nStructural  optimizations  were  performed  using  Density  Functional  Theory  (DFT: Gaussian 03) with a B3LYP/6-31G* basis set.",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "Electronic absorption and CD spectra of Trpzip and ZnTPPS  in aqueous solution are 4 shown  in  Figures  2a-d.  The  electronic  absorption  spectrum  of  Trpzip  shows  B   and b La-Lb bands of indole rings at 220 nm and 280-290 nm, respectively. 48 These absorption bands  can  be  explained  by  configuration  interactions  between  HOMO  →  LUMO, HOMO → LUMO+1, HOMO-1 → LUMO, and HOMO-1 → LUMO+1 transitions. 49 The  Lb and  B   bands  are  mainly  attributed  to  a  linear  combination  of  HOMO  → b LUMO+1 and HOMO-1 → LUMO transitions, but the La band is mainly attributed to a single  HOMO  →  LUMO  transition.  In  the  CD  spectrum  of  Trpzip,  exciton-coupled negative/positive signals are observed in the B  band region, which can be explained by b the twisted  configurations  between  tryptophans,  i.e., Trp2-Trp11,  Trp4-Trp9,  and Trp2-Trp9. 50 The electronic absorption spectrum of ZnTPPS4 shows intense Soret and weak Q absorption bands at 422 and 550-600 nm (556 and 596 nm), respectively. These spectroscopic  features  can  be  explained  by  the  Gouterman's  four-orbital  model, 51 in which  four  frontier  orbitals  of  porphyrins,  e.g.,  HOMO,  HOMO-1,  LUMO,  and LUMO+1, are considered. The Soret band consists of Bx and By bands, whose electric transition dipole moments are orthogonalized. In the case of metal porphyrins with D4h symmetry,  the  B   and  B   bands  are  exactly  degenerated,  and  therefore,  the  spectral x y\nsplitting cannot be observed in the Soret band. 4",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "The aqueous solution of ZnTPPS4 was added to the aqueous solution of Trpzip in order to  investigate  the  formation  of  supramolecules.  The  electronic  absorption  and  CD spectra  of  the  supramolecule  in  aqueous  solution  are  shown  in  Figures  2c  and  2d, respectively. A bisignate CD signal in the Soret band region was observed in addition to a decrease in the absorbance of the Soret band, when the aqueous solution of ZnTPPS 4 was added to the aqueous solution of Trpzip. These results indicate the formation of a Trpzip-based supramolecule (Trpzip-ZnTPPS4). A bisignate CD signal consists of two separated  transitions,  which  show  positive  and  negative  CD  signals,  respectively,  and therefore, for one transition or degenerate transitions in a chiral compound, an integral type CD spectral pattern should be seen in contrast to impossibility for a positive/negative CD spectral pattern. On the other hand, the bisignate CD signal can be seen,  when  chromophores  are twisted:  this  is  called exciton-coupled  CD. 1-3 Thus,  the bisignate CD signal is reasonably attributed to the exciton-coupled CD, which indicates that  several  twisted  ZnTPPS s  exist  in  Trpzip-ZnTPPS .  In  order  to  determine  the 4 4 concentration ratio of Trpzip-ZnTPPS4, a Job plot of exciton-coupled CD  of Trpzip-ZnTPPS4 was employed (Figure 2e). The maximum value of the mole fraction of ZnTPPS4 (XZnTPPS4) was 0.62, which indicated that the concentration ratio of Trpzip and\nZnTPPS4 in the supramolecule was 2:3 or 1:2. The association constant of Trpzip-ZnTPPS4 for the 1:2 supramolecule was roughly evaluated as 10  M 5 -1 , which is similar to the previous reports describing that supramolecules consisting of peptides and MTPPS4s were formed via electrostatic interactions. 38-40",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "Figure 2. Typical electronic absorption and CD spectra (c, d: red) and a Job plot of CD (e)  of  Trpzip-ZnTPPS   in  aqueous  solution,  as  well  as  those  of  Trpzip  (a,  b)  and 4 ZnTPPS4 (c, d: broken) in aqueous solution ([Trpzip] = 19 µM, [ZnTPPS ] = 31 µM). In 4 (e), the intensities are defined as the difference between a positive peak at 420 nm and a negative peak at 434 nm ([Trpzip] + [ZnTPPS4] = 50 µM, XZnTPPS4 = [ZnTPPS4]/([Trpzip] + [ZnTPPS4])).\nThe electronic absorption and CD spectra of Trpzip and H TPPS  in aqueous solution 2 4 are  shown  in  Figures  3a-d.  The  electronic  absorption  spectrum  of  H TPPS   showed 2 4 intense Soret and weak Q bands at 413 and 510-640 nm (516, 553, 581, and 635 nm), respectively. In comparison with ZnTPPS4 ,  Q  bands of  H TPPS  are great in number, 2 4 and this can be explained by a change in the symmetry of the π -conjugated system, i.e., ZnTPPS4  ( D4h )  →  H TPPS4  ( 2 D2h ).  Thus,  the  B   and  B   transitions  of  H TPPS   are x y 2 4 quasi-degenerate.",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "When the aqueous solution of H2TPPS4 was added to the aqueous solution of Trpzip, the electronic absorption and CD spectra are shown in Figures 3c and 3d, respectively. Similarly to the ZnTPPS4 system, in the H2TPPS4 system, exciton-coupled positive/negative  CD  signals  in  the  Soret  band  region  were  observed  as  well  as  a decrease  in  the  absorbance  of  the  Soret  band.  This  indicates  the  formation  of  a Trpzip-based  supramolecule  containing  several  twisted  H TPPS s  (Trpzip-H TPPS ). 2 4 2 4 The Job plot showed that the maximum value of mole fraction of H2 TPPS4 (XH2TPPS4) was approximately 0.5, which indicated the concentration ratio of Trpzip and H TPPS 2 4 was 1:1 (Figure 3e).\nOn the other hand, distinguishable CD signals and a change in the absorbance of the\nSoret  band  were  not  observed  after  the  addition  of  H TMPyP.  This  indicates  that  the 2 negatively  charged  sulfonate  groups  play  an  important  role  in  the  formation  of  the Trpzip-based supramolecules. 38-40\nFigure 3. Typical electronic absorption and CD spectra (c, d: red) and a Job plot of CD (e)  of  Trpzip-H TPPS   in  aqueous  solution,  as  well  as  those  of  Trpzip  (a,  b)  and 2 4 H2TPPS4 (c, d: broken) in aqueous solution ([Trpzip] = 25 µM, [H TPPS ] = 25 µM). In 2 4 (e), the intensities are defined as the difference between a positive peak at 403 nm and a negative peak at 422 nm ([Trpzip] + [H2TPPS4] = 50 µM, XH2TPPS4 = [H2TPPS4]/([Trpzip] + [H TPPS4])). 2",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "Based  on  the  CD  and  electronic  absorption  spectra,  Trpzip  formed  a  supramolecule with  MTPPS4s  via  electrostatic  interactions. 38-40 Based  on  the  comparison  between MTPPS4s  and  H2TMPyP,  four  anionic  deprotonated  sulfonate  groups  in  MTPPS s 4 should  contribute  to  the  electrostatic  interaction  with  Trpzip.  In  Trpzip,  two  cationic protonated  lysine  residues  (Lys8  and  Lys12)  are  plausible  counterparts  towards  the anionic deprotonated sulfonate groups, since the basicity of H N- in the terminal amide 2 groups is negligible, and since the terminal amino group of a serine residue (Ser1) forms the  hydrogen  bonding  with  a  carbonyl  group.  Because  of  four  anionic  deprotonated sulfonate  groups  in  MTPPS s  and  two  cationic  protonated  lysine  residues  in  Trpzip, 4 MTPPS4s  (MPs,  M  =  H2  or  Zn)  and  Trpzips  (Tzs)  can  form  oligomers,  which  is represented as -(-MP-Tz-) - (n: the degree of oligomerization). On the basis of the Job n plot, the supramolecular structure of Trpzip-ZnTPPS4 is ZnP-Tz-ZnP or ZnP-Tz-ZnP-Tz-ZnP, while that of Trpzip-H2TPPS4 is -(-H P-Tz-) -. 2 n The exciton-coupled CD spectra originate from the twisted MTPPS  chromophores, whose 4 twisted configurations should correlate with the chiral configuration between Lys8 and Lys12  in  Trpzip.  Furthermore,  even  in  the  oligomer,  -(-MP-Tz-) -,  the  chiral  exciton n interaction between MTPPS4 and its neighboring MTPPS4 should mainly contribute to",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "the CD intensity, because the exciton interaction is inversely proportional to the cube of the distance between the MTPPS4 chromophores. Thus, a supramolecule which contains one  Trpzip  and  two  ZnTPPS ,  ZnP-Tz-ZnP,  is  considered  as  a  plausible  model  for 4 explaining the exciton-coupled CD spectra of Trpzip-MTPPS . 4\nFrom  here,  using  the  above  model,  the  CD  spectrum  of  Trpzip-MTPPS   was 4 comprehensively analyzed in order to establish the exciton chirality method based on electrostatic  interactions.  Although  it  is  difficult  to  obtain  the  optimum  structure  of whole ZnP-Tz-ZnP with flexible structures using DFT calculations, the following five procedures  were  used  for  structural  evaluations  based  on  the  absolute  configurations between MTPPS4s in ZnP-Tz-ZnP. (1) The plausible structure of Trpzip consisting of both  a  rigid  anti-parallel  β-hairpin  moiety  and  flexible  residues  was  obtained  from previous  studies,  in  which  the  structure  of  Trpzip  in  solution  was  experimentally proposed  based  on  the  NMR  spectrum  (Protein  Data  Bank  code:  1LE1), 41 and  this structure was  supported  by  CD  analyses  for  tryptophans. 50 (2) The  electrostatic interactions between the cationic protonated lysine residues of Trpzip and the anionic deprotonated sulfonate groups of MTPPS4 were evaluated theoretically using the DFT calculation of the optimum structure of a model supramolecule, i.e., benzenesulfonate-methylammonium.  (3) The  optimum  structure of MTPPS4  was\ntheoretically evaluated using the DFT calculation, and the result was consistent with a previous  X-ray  structural  analysis. 56 (4)  CD  spectra  were  calculated  using  the  CD exciton  chirality  method  with  plausible  structures  of  whole  ZnP-Tz-ZnP,  which  were obtained  by  considering  the  rotations  along  the  bond  axis  based  on  electrostatic interactions between the anionic deprotonated sulfonate group and the cationic protonated amino group, in addition to the procedures (1)-(3). (5) By comparison with the  observed  CD  spectra,  the  absolute  structural  information  of  Trpzip-MTPPS   was 4 extracted.",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "Initially, the  structural  optimization  using  DFT  calculations  was  performed  for benzenesulfonate-methylammonium, which corresponds to the supramolecular bond. In the  optimum structure, the anionic benzenesulfonate was almost linearly connected to the  cationic  methylammonium  moieties,  as  shown  in  Figure  4a.  This  is  reasonably explained  by  the  formation  of  a  triangle  pole  consisting  of  three  positively  charged protons  and  three  negatively  charged  oxygens.  Thus,  plausible  structures  of  whole ZnP-Tz-ZnP  were  proposed  based  on  the  procedures  (1)-(3),  as  shown  in  Figure  4b. Here,  the  rotations  along  the  bond  axis  were  considered  as  a  function  of  the  rotation angle ( θ i : i = 1, 2).\nFigure  4. Optimum  structures  of  benzenesulfonate-methylammonium  (a)  and  the proposed  structure  of  ZnP-Tz-ZnP  (b).  In  (a),  the  upper  and  lower  panels  show  the structures of benzenesulfonate-methylammonium in the x y -and x z -planes, respectively. In (b), the structure of Trpzip was obtained from PDB code 1LE1, while the structure of ZnTPPS4 was obtained using the DFT calculation (B3LYP/6-31G*).\nIn order to calculate the CD spectra, i.e., effects of CD on electronic transitions, the excited-state energies and the rotational strengths were  evaluated for electronic transitions. In almost  all previous studies of the exciton-coupled  CD  based  on",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "porphyrins,  only  one  electric  transition  dipole  moment  approximately  along  the  bond axis  between  the  targeted  chiral  molecule  and  the  porphyrin  was  considered  for determining  absolute  configurations. 6-11 However,  two  transitions  ( µ x and µ y ),  whose electric transition dipole moments are degenerate and orthogonal to each other, exist in the  Soret  band region. Further, the off-diagonal matrix elements should be considered not  only  for  the  chiral  exciton  interaction  between µ 1x and µ 2x but  also  for  those between µ 1x and µ 2y , µ 1y and µ 2x , and µ 1y and µ 2y , where µ iy (  = 1, 2) denotes the i µ y of unit  . i 52-54 Thus, the determinant of ZnP-Tz-ZnP should be evaluated for calculating four excited-state energies, En ( θ 1 , θ 2 ) ( n = 1-4), and four eigenfunctions, Ψ θ n ( 1 , θ 2 ) ( n = 1-4), which is represented by the linear combination of basis function φ ij ( θ i ), which describes unit   (  = 1, 2) in the excited state   (  = i i j j x , y ), as follows:\n<!-- formula-not-decoded -->\n<!-- formula-not-decoded -->\nHere, σ 0 denotes the Soret band energy of the ZnTPPS  monomer, which was 2.37 4 × 10 5\ncm -1 according to the electronic absorption spectrum. The off-diagonal matrix elements, Vijkl ( θ i , θ k ) (  = 1, 2, i i ≠ k = 1, 2,   = j x , y , l = x , y ), which are functions of rotation angles, i.e., θ i and θ k , are expressed by a point-dipole approximation as follows.\n<!-- formula-not-decoded -->",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "Here, rik is  a  distance  vector  between  units i and k ,  and  was  34  Å  based  on  the proposed structure of ZnP-Tz-ZnP. µ ij was evaluated to be 7.3 Debye by fitting from the observed absorption spectrum. 55,57 Here, we defined the bond axis as parallel to µ ix and perpendicular to µ iy . In these calculations, θ i (  = 1, 2) was changed point by point at 30 i degree steps, and thus, 144 structures were considered. Thus, four excited-state energies, En ( θ 1 , θ 2 ) ( n = 1-4), and four eigenfunctions, Ψ θ n ( 1 , θ 2 ) ( n = 1-4), were calculated for each  of  the  144  structures.  The  rotational  strength  for  each  transition  was  calculated using Ψ θ n ( 1 , θ 2 ), as follows.\n<!-- formula-not-decoded -->\nFor  each  of  the  144  structures  of  ZnP-Tz-ZnP,  a  CD  spectrum  consisting  of  four transitions  was  calculated  using  their  excited-state  energies  and  rotational  strengths. Figure  5  shows  the  144  CD  spectra,  in  which  a  Gaussian  line  shape  function  was",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "employed for each transition. We found that both positive/negative and negative/positive signs were obtained depending on θ i . For example, a positive/negative spectral  pattern  was  calculated  when θ 1 = θ 2 =  0°  (Figure  6a,  red  line).  In  contrast,  a negative/positive spectral pattern was obtained when θ 1 =  0°  and θ 2 =  90°  (Figure 6a, blue line). This indicates that µ iy dependent  on θ i affects the sign of CD.  A positive/negative spectral pattern was calculated by averaging 144 CD spectra (Figure 6b), which  indicates  that  the  positive/negative  spectral  pattern  is  dominant.  The positive/negative  spectral  pattern  calculated  for  the  average  of  the  144  CD  spectra successfully  reproduced  the  observed  CD  spectrum  (Figure  6c).  Based  on  the  linear connection between the anionic deprotonated sulfonate group and the cationic protonated  amino  group,  we  concluded  that  the  exciton-coupled  CD  spectral  pattern based on ZnTPPS4 reflected the absolute configuration between the side chains of two lysine  residues,  i.e.,  the  bond  directions  between  a  nitrogen  atom  of  the  amino  group and a neighboring carbon atom. Although some flexibility of the side chains of lysine residues should be also considered, the observed absolute configuration corresponds to the average structure in solution.\nIt is noteworthy that the CD spectral pattern is dependent on θ i when µ iy is considered. With reference to most previous studies, 6-11 a  CD  spectrum  was also calculated  using",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "the general exciton chirality method with only µ ix , which is independent of θ i (Figure 6a, black line). In the CD spectrum calculated using only µ ix ,  a  positive/negative spectral pattern is seen, which is identical to the average of the calculated 144 CD spectra and the observed CD spectra. This similarity indicates that the general exciton CD method using only µ ix reflects the dominant spectral pattern at least in this system. On the other hand, when µ iy is considered, the CD spectral pattern is strongly dependent on θ i , which indicates that the general exciton chirality method using only µ ix is not always correct, and that it is important to employ the exciton chirality method using both µ ix and µ iy in order  to  evaluate  the  absolute  configuration  when  MTPPS   cannot  be  freely  rotated. 4 Further,  the  CD magnitude calculated  using  only µ ix (| ∆ε max |  =  37.6,  | gCD |  =  3×10 -4 at 427 nm) was 4-fold compared with the magnitude of the average of 144 CD spectra that were calculated using both µ ix and µ iy (| ∆ε max |  = 9.9, | gCD |  = 1×10 -4 at 427 nm). This is because 144  CD  spectra  contain positive/negative and  negative/positive spectral patterns.  Although  it  is  tough  to  quantitatively  discuss  the  observed  CD  magnitude because of the coexistence of Trpzip-ZnTPPS4 and a small amount of bare ZnTPPS4, which prevents  from  determining  the  exact ε and ∆ε values  for  Trpzip-ZnTPPS ,  the 4 magnitude of observed CD spectrum (| gCD | = 1×10 -4 at 434 nm), was comparable to that of  the  average  of  calculated  CD  spectrum.  Thus,  our  calculation  results  indicate  that\nboth  the  calculations  using µ ix and µ iy and  the  averaging  processes  for  various configurations are needed to quantitatively evaluate the CD magnitude.",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "Figure 5. 144  calculated  CD  spectra  of  ZnP-Tz-ZnP  (brown: θ 2 =  0°,  red: θ 2 =  30°, pink: θ 2 =  60°,  orange: θ 2 =  90°, yellow: θ 2 =  120°,  dark  green: θ 2 =  150°,  yellowish green: θ 2 = 180°, blue: θ 2 = 210°, sky blue: θ 2 = 240°, navy blue: θ 2 = 270°, purple: θ 2 = 300°, bluish purple: θ 2 = 330°).\nFigure 6. Calculated CD spectrum (a) of ZnP-Tz-ZnP (red: θ 1 = θ 2 = 0°, blue: θ 1 = 0° and θ 2 = 90°), the average of the calculated 144 CD spectrum of ZnP-Tz-ZnP (b), and the observed CD spectrum of Trpzip-ZnTPPS4 (c). In (a), red line and blue line show the  CD  spectra  calculated  using  both µ ix and µ iy , while  black  line  shows  the  CD spectrum calculated using only µ ix .",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    },
    {
        "content": "In  this  study,  we  investigated  supramolecules  consisting  of  Trpzip  and  MTPPS .  A 4 plausible model, i.e., ZnP-Tz-ZnP, was carefully analyzed by the CD exciton chirality method, and the absolute configuration between  side chains of two lysine residues in Trpzip  was  evaluated.  Our  approach,  the  CD  exciton  chirality  method  based  on  the supramolecular interactions, will be useful for absolute configuration determination of side  chains  of  other  peptides  with  two  basic  amino  acid  residues  in  the  amino  acid sequences.",
        "source": "10.1021/acs.jpcb.6b07925",
        "file_path": ""
    }
]