[
    {
        "content": "ORIGINAL PAPER",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "Numan Yuksel 1  · M. Ferdi Fellah 1\nReceived: 23 October 2020 / Accepted: 9 January 2021 / Published online: 31 January 2021 © Springer-Verlag GmbH Austria, part of Springer Nature 2021",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "In this study, it has been reported the host-guest complex properties of calix[4]arene compounds (the 3rd generation supramolecule) against the 5-fluorouracil (5-FU) anticancer drug by density functional theory calculations at room temperature. The B3LYP hybrid method was used to determine the optimized structures of the host and guest molecules and their complexes. The adsorption energy changes of the complexes formed between calix[4]arene compounds and 5-FU drug were calculated to be negative values. The strongest interaction was determined for the water-soluble calix[4]arene compound with sulfonyl (-SO H) groups (Δ 3 E =  - 98 kJ/mol and Δ H =  - 100.5 kJ/mol). Moreover, it was determined that HOMO-LUMO gaps of all calix[4]arene compounds decreased. The charge transfer has occurred between the four calix[4]arene compounds and the drug molecule. The work function values of calix[4]arene compounds have been changed. These results indicate that calix[4]arene derivatives can be used as well-suited 5-FU sensor at room temperature. Solvent effect calculations have stated that the interaction of 5-FU molecule with the calix[4]arene compound with sulfonyl (-SO H) groups weakens and 3 the Δ E becomes less negative value (- 71.6 kJ/mol).",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "Keywords Density functional theory · Calixarenes · Sensors · Adsorption · 5-Fluorouracil",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "As an important fluorine chemotherapeutic agent, 5-fluorouracil is the halogen derivative of uracil nucleoside. It has been most commonly used in the treatments of chronic cancer, solid tumors, and stomach, skin, breast, colorectal, hepatocellular carcinoma [1-4]. Approximately 2-35% of this drug are excreted in the urine within one day of use\n* M. Ferdi Fellah mferdi.fellah@btu.edu.tr; mffellah@gmail.com\n1 Department of Chemical Engineering, Bursa Technical University, Mimar Sinan Campus, 16310 Bursa, Turkey\nand it cannot be completely metabolized. Thus, cytostatics accumulate in the water and spread to the environment, and these cytostatic drugs become the most dangerous pollutant of our water systems [5]. Prevention of environmental pollution in hospital wastewater is very important due to frequent use of the drug [6, 7]. It is also important to determine the amount of medication in the formulation and to control the dose given the patients. Various analytical methods based on spectroscopic [8-11], chromatographic [12, 13], and electrochemical [14-16] were used to detect 5-FU drug. For example, analytical detection of 5-FU drug was performed using gold nanoparticles as the probe [17]. In another study, nanocomposite based electrochemical sensor properties of\npolyaniline decorated with silver nanoparticles were utilized for the determination of 5-FU [18].",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "For the treatments to be more effective, the adsorption of this drug on the carrier matrix is also one of the most important issues to be investigated. In recent years, nanocarriers have been examined to improve the performance of therapeutic agents [19]. In case of overdose of 5-FU, a toxic effect occurs on hematological, neural, cardiac, and dermatological reactions. Therefore, an effective and appropriate drug delivery system, increasing drug selectivity, the development of controlled drug delivery and pharmaceuticals carriers with high adsorption capacity are very important for the advancement of chemotherapeutic strategies [20-22]. An important research area for drug delivery systems is the development of new materials and delivery systems to develop effective therapeutic applications of drugs [23]. Various macrocyclic systems have been developed to improve therapeutic efficacy, reduce the side effects of chemotherapy drugs and overcome problems such as uncontrolled drug release [24-26]. Thus, encapsulation of drugs into functional nanomaterials and the development of new drug delivery systems have been studied in the literature [27-33] and they become the main application of nanotechnology in the medical sciences [34]. Many nanomaterials have been used by both experimental and theoretical methods as carriers in drug delivery systems [19-21, 35-44]. In a theoretical study investigating drug delivery systems especially for 5-FU drug, the range of adsorption energy change values on AlN and AlP doped graphene quantum dots were calculated as - 59.70 and - 197.99 kJ/mol, respectively [30]. In another theoretical study, because of the complex of the 5-FU drug with cucurbituril, the total energy change was calculated to be - 162.17 kJ/mol [31].",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "Some macromolecules, polymers and nanomaterials are widely used in the determination of biological molecules [45]. The calix[ n ]arenes ( n =  number of phenolic units) with almost unlimited derivatization, adjustable sizes and shapes have a very special place among the macrocyclic compounds of supramolecular chemistry due to their easy charge transfer properties [46, 47]. In particular, calixarenes have hydrophobic cavity that can retain small molecules or ions through non-covalent interactions [48]. Calixarenes acquired by the condensation reaction of phenol and formaldehyde under alkaline conditions [49, 50] are used as a suitable platform in many applications like adsorption processes [51]. In addition, calixarenes have proven to be promising materials for sensor applications due to their sensitivity [52].\nThe host-guest molecular interactions are the cornerstones that prompts calixarenes to be implemented in fields of pharmaceutical, catalyst, food chemistry, and sensor technology [53]. The derivatization of calixarenes with different groups enables them to be a very convenient drug transport and sensor platform for different drugs. There are some drug\nrelease, drug carrier, and nanocapsulation studies for this supramolecule in the literature [54-58]. Moreover, it has been the subject of research as sensitive and selective sensor material for drug contamination removal or detection [59]. The detection of flutamide anticancer drug [60], determination of caspase-3 [61] and norfloxacin [62], detection of amine drugs [63], therapeutic monitoring of rocuronium [64], and sensing of the neurotransmitter acetylcholine [65] can be given as examples for these studies. There are also some studies in the literature about investigating the interaction between the 5-FU drug and calixarene molecules and clarifying the connective structure of the complex formation [66].",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "Today, computational approaches are good complement to experimental data for outcome analysis. Density functional theory (DFT) in particular has become a very important and widely used method for researching experimental data and for biological system studies. Here we report the thermodynamic properties of the host-guest interaction between the different calix[4]arene derivatives which can be synthesized in few steps and the 5-FU drug, one of the most used chemotherapeutic agents.",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "The host and guest molecules were optimized geometrically by DFT calculations. The optimized geometries of calix[4] arenes and 5-FU molecule have been shown in Fig. 1. The optimized geometries for the complexes of the anti-cancer drug 5-FU with calix[4]arene compounds are given in Fig. 2.\nThe complex1, complex2, complex3, and complex4 shown here are the complexes formed by with the 5-FU molecule and the host structures that are called as calix1, calix2, calix3, and calix4, respectively. The adsorption energy values for 5-FU adsorption on calix[4]arene structures were listed in Table 1.\nWhen the adsorption energy change (∆ E ), adsorption enthalpy change (∆ H ), and entropy change (∆ S ) values were examined, negative values were obtained for all complexes. In other words, it was determined that they are an exothermic process. Looking at the Gibbs free energy change (∆ G ) values, it has been revealed that adsorption can occur spontaneously for only complex4 since the value of complex4 is negative (- 36.9 kJ/mol). On the other hand, while ∆ G values for adsorption of 5-FU on complex2 and complex3 are positive, they are relatively smaller than complex1. ∆ G values for complex1, complex2, and complex3 are 36.2, 16.9, and 12.1 kJ/mol, respectively.\nWe used two parameters, including E g and work function ( ), to examine the sensitivity of the electronic properties of i calix[4]arene molecules to the 5-FU drug. Here E g is the gap between the HOMO (highest occupied molecular orbital)\nFig. 1 Optimized structures of the calix[4]arene derivatives (host molecules) and 5-FU (guest molecule) a Calix1, b Calix2, c Calix3, d Calix4, and e 5-FU",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "and the LUMO (lowest unoccupied molecular orbital) energies. It has been shown repeatedly that E g can be a good indicator for measuring the sensitivity of nanosensors [67, 68]. A chemical sensor works based on the electrical conductivity change upon the adsorption of an adsorbate. It has been mentioned there is a following correlation between E g and electrical conductivity, as follows [69-71]:\n<!-- formula-not-decoded -->\nwhere κ is  the  Boltzmann's  constant, A (electrons/ m 3 K 3/2 )  is  a  constant, and T is  temperature. Numerous papers have shown that the results of using this formula are confirmed by the results of laboratory studies [72, 73]. The Eq. (1) states that the decrease in E g increases exponentially the population of conduction electrons. Thus, it causes an increase in the electrical conductivity due to the presence of the chemical in the environment. The sensor response factor ( R ) [74] is defined in the following equation to predict the magnitude of the electrical change:\n<!-- formula-not-decoded -->\nwhere σ 1 and σ 2 are the electrical conductivity signals of the calix[4]arene molecule and calix[4]arene-5FU complex, respectively. Equation (2) can also be written as follows:\n<!-- formula-not-decoded -->\nFig. 2 Optimized structures of host-guest complexes a Complex1, b Complex2,   Complex3, and c d Complex4",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "Table 1 Adsorption  energies  for  adsorption  of  5-FU  molecule  on calix[4]arene structures\n\nComplex1, Δ E /kJ mol -1 = - 7.3. Complex1, Δ H /kJ mol -1 = - 9.7. Complex1, Δ G /kJ mol -1 = 36.2. Complex1, Δ S /kJ mol -1 K -1 = - 0.154. Complex2, Δ E /kJ mol -1 = - 27.0. Complex2, Δ H /kJ mol -1 = - 29.5. Complex2, Δ G /kJ mol -1 = 16.9. Complex2, Δ S /kJ mol -1 K -1 = - 0.156. Complex3, Δ E /kJ mol -1 = - 42.3. Complex3, Δ H /kJ mol -1 = - 44.8. Complex3, Δ G /kJ mol -1 = 12.1. Complex3, Δ S /kJ mol -1 K -1 = - 0.191. Complex4, Δ E /kJ mol -1 = - 98. Complex4, Δ H /kJ mol -1 = - 100.5. Complex4, Δ G /kJ mol -1 = - 36.9. Complex4, Δ S /kJ mol -1 K -1 = - 0.213\nR -values were calculated using Eq. (3) and the values were listed in Table 2. According to the results, it has been revealed that the complexes have a ratio between the response factor and ∆ E g values. It has been seen that the most apparent magnitude R value for the complex1. The R -value for complex1 was calculated as 5.4 × 10 . 9\nAccording to this result, it has been determined that it has a very high sensitivity to the drug. In contrast, complex4 has the smallest R -value (20.0).\nIf the adsorption of a material changes the Φ value of the sensor, it affects the gate voltage, gives an electrical signal, and helping chemical recognition [75, 76]. The workfunction (Φ) is assumed to be the amount of energy required to remove an electron from the Fermi level [77].",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "<!-- formula-not-decoded -->\nHere E F is  Fermi  level  energy  and V el (+ ∞) is  the electrostatic potential energy of the electron, located far from the surface of the material and considered to be zero [75-77]. Supposing the electrostatic potential energy of the electron equals to zero [ V el (+ ∞) = 0] and then the work function equals to Fermi level energy (Φ = E F ). The energy level of the Fermi can be computed as follows:\n\nTable 2 Energy of Fermi level ( E F ), work function (Φ), HOMO and LUMO, and HOMOLUMO energy gap ( E g ) (in units of kJ/mol) (the Δ E g indicates the change of E g after the adsorption process",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "Calix1, E HOMO = - 541.9. Calix1, E LUMO = - 39.2. Calix1, E g = 502.7. Calix1, Δ E g = - 111.8. Calix1, R = 5.4×10 9. Calix1, E F = - 290.6. Calix1, Φ = 290.6. Calix1, %ΔΦ = 17.2. Complex1, E HOMO = - 536.1. Complex1, E LUMO = - 145.1. Complex1, E g = 390.9. Complex1, Δ E g = . Complex1, R = . Complex1, E F = - 340.6. Complex1, Φ = 340.6. Complex1, %ΔΦ = . Calix2, E HOMO = - 563.7. Calix2, E LUMO = - 46.4. Calix2, E g = 517.2. Calix2, Δ E g = - 42.1. Calix2, R = 4.6×10 3. Calix2, E F = - 305.1. Calix2, Φ = 305.1. Calix2, %ΔΦ = 9.3. Complex2, E HOMO = - 571. Complex2, E LUMO = - 95.9. Complex2, E g = 475.1. Complex2, Δ E g = . Complex2, R = . Complex2, E F = - 333.4. Complex2, Φ = 333.4. Complex2, %ΔΦ = . Calix3, E HOMO = - 643.1. Calix3, E LUMO = - 190.2. Calix3, E g = 452.8. Calix3, Δ E g = - 57.9. Calix3, R = 1.1×10 5. Calix3, E F = - 416.6. Calix3, Φ = 416.6. Calix3, %ΔΦ = 2.7. Complex3, E HOMO = - 625.7. Complex3, E LUMO = - 230.7. Complex3, E g = 394.9. Complex3, Δ E g = . Complex3, R = . Complex3, E F = - 428.2. Complex3,",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "Φ = 428.2. Complex3, %ΔΦ = . Calix4, E HOMO = - 566.5. Calix4, E LUMO = - 142.3. Calix4, E g = 424.1. Calix4, Δ E g = - 14.9. Calix4, R = 20.0. Calix4, E F = - 354.4. Calix4, Φ = 354.4. Calix4, %ΔΦ = 0.9. Complex4, E HOMO = - 562.3. Complex4, E LUMO = - 153.1. Complex4, E g = 409.2. Complex4, Δ E g = . Complex4, R = . Complex4, E F = - 357.7. Complex4, Φ = 357.7. Complex4, %ΔΦ = \nR is the sensor response factor. The ΔΦ indicates the change of Φ after the adsorption process)\n\nTable 3 Chemical hardness, chemical potential, electronegativity, and electrophilicity values for the optimized calix[4]arene derivatives and the optimized complexes (in units of kJ/mol)",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "Calix1, Chemical hardness ( η ) = 251.4. Calix1, Chemical potential ( µ ) = - 290.6. Calix1, Electroneg- ativity ( χ ) = 290.6. Calix1, Electro- philicity ( ω ) = 167.9. Complex1, Chemical hardness ( η ) = 195.5. Complex1, Chemical potential ( µ ) = - 340.6. Complex1, Electroneg- ativity ( χ ) = 340.6. Complex1, Electro- philicity ( ω ) = 296.8. Calix2, Chemical hardness ( η ) = 258.6. Calix2, Chemical potential ( µ ) = - 305.1. Calix2, Electroneg- ativity ( χ ) = 305.1. Calix2, Electro- philicity ( ω ) = 179.9. Complex2, Chemical hardness ( η ) = 237.6. Complex2, Chemical potential ( µ ) = - 333.5. Complex2, Electroneg- ativity ( χ ) = 333.5. Complex2, Electro- philicity ( ω ) = 234.1. Calix3, Chemical hardness ( η ) = 226.4. Calix3, Chemical potential ( µ ) = - 416.7. Calix3, Electroneg- ativity ( χ ) = 416.7. Calix3, Electro- philicity ( ω ) = 383.4. Complex3, Chemical hardness ( η ) = 197.5. Complex3, Chemical potential ( µ ) = - 428.2. Complex3, Electroneg- ativity ( χ ) = 428.2. Complex3, Electro- philicity ( ω ) = 464.4. Calix4, Chemical hardness ( η ) = 212.1. Calix4, Chemical potential ( µ ) = - 354.5. Calix4, Electroneg- ativity ( χ ) = 354.5. Calix4, Electro- philicity ( ω ) = 296.2. Complex4, Chemical hardness ( η ) = 204.6. Complex4, Chemical potential ( µ ) = - 357.8. Complex4, Electroneg- ativity ( χ ) = 357.8. Complex4, Electro- philicity ( ω ) = 312.8\n<!-- formula-not-decoded -->",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "Table 2 shows the electronic properties of calix[4]arene molecules, including HOMO, LUMO, and HOMO-LUMO gap, sensor response factor, Fermi level energies, and work function change well from 5-FU drug adsorption.\nMulliken and NBO population analysis have been used in this study to obtain charge distribution before and after 5-FU molecule adsorption  to  calix[4]arene  structures. After adsorption, the total charge of 5-FU was calculated as  +  0.051e, - 0.039e, - 0.027e, and + 0.082e on complex1, complex2, complex3, and complex4, respectively, in Mulliken population analysis. Similarly, the total NBO charge of 5-FU was calculated as + 0.02e, - 0.012e, - 0.017e, and + 0.074e for complex1, complex2, complex3, and complex4, respectively, in NBO population analysis. For both Mulliken and NBO population analysis, similar trends in charge distributions have been obtained. According to these results, a charge transfer from drug molecule to calix[4]arene molecule were determined on complex1 and complex4. The charge transfer in other complexes took place from the host molecules to the drug molecule. Figure 3 represents the HOMO and LUMO illustrations of calix[4]arene clusters and 5-FU molecule adsorbed calix[4]arene clusters (namely complexes). According to the HOMO and LUMO analysis (Fig. 3), generally HOMOs are located in the electron-receiving part while LUMOs are located in the electron-donating part. However, when we consider complex2, it is seen that LUMO orbitals focus on double bonds.\nThe important result here is that the changes of E g , Φ, and R values of the calix1 molecule, which is worse than the drug adsorption, is larger than the other molecules. This result means that the calix1 molecule can be a good drug sensor (Φ type sensor) rather than an adsorbent. Also, since the E g values of other molecules are reduced, they are all sensor candidates for the 5-FU drug.",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "Chemical hardness ( η ), chemical potential ( µ ), electronegativity ( χ ), and electrophilicity ( ω ) values calculated according to HOMO and LUMO values are listed in Table 3.\nAccording to the results, host molecules have become more soft structures after adsorption. Electronegativity of all calix[4]arene compounds increased depending on their chemical potential. In addition, their electrophilicity increased in proportion to the decrease in HOMO-LUMO gaps. It was therefore the calix1 molecule, the electrophilicity of which increased the most.\nThe density of states (DOS) of the host structures and the host-guest complex structures were presented in Fig. 4. As shown in Fig. 4, the distance between DOS plots were shifted by the reduction of the HOMO-LUMO gap ( E g ) of calix[4]arene structures. This finding implies a charge transfer between the guest molecule and the host molecules. The density of states (DOS) analysis confirms the calix[4]arene structure band gap reduction, which means that the calix[4]arene molecules' electrical conductance has improved.\nAlso in Fig. 5, the distribution of electrostatic potential (ESP) for calix[4]arene structures and 5-FU adsorbed calix[4]arene clusters. The positive and negative areas of the Van der Waals surface described blue and red colors, respectively, on the ESP maps [78, 79]. Distributions were mapped onto the field of constant density of electrons. The electrostatic potential decreases by different colors in order to blue-green-yellow-red. According to the analysis of the\nFig. 3 HOMO and LUMO representations of the optimized structures of a Calix1, b Complex1, c Calix2, d Complex2, e Calix3,   Complex3, f g Calix4, h Complex4\nESP distribution, it is clearly seen that the positive regions are localized on the side of interacting groups of hydrophobic cavity of the calix[4]arene molecules. In addition, it is seen that blue colors increase in ESP maps after complex formation. Therefore, it indicates that the electrostatic potential increases between host and guest molecules.",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "Figure 6 displays the two-dimensional electron density (ED) color-filled distribution maps for complex structures. Looking at the maps, it can be mentioned that the regions where the electrons are concentrated for complex1 are the methyl groups of the host molecule and the F atom of the guest molecule. Considering the donor electron property of methyl groups [80], this result can be estimated. For complex2, it has been observed that the host molecule interacts with the -NH groups present in the drug molecule. Also, the absence of methyl groups in the calix2 molecule allowed the drug molecule to enter the hydrophobic space more and more smoothly. On the other hand, smoother electron density distribution is observed in the guest molecule. In complex3, it has been determined that the electrons of the aldehyde groups in the calix[4]arene molecule are concentrated near the H atoms coupled to the N atoms of the drug molecule.\nThe reason for this is the hydrogen bond between the O atom of the aldehyde groups and the H atoms of the -NH groups and the presence of π bonds. As expected, in complex4 the host molecule has an -OH group that can make more hydrogen bonds with the drug molecule. In addition, having more π bonds was another reason that increased interaction. Furthermore, the distribution maps of the electron localization function (ELF) of the complexes are given in Fig. 7. ELF is an important tool for localization of electron pairs [81]. ELF graphs illustrate where the electrons in the drug molecule and the electrons in the interacting regions of host molecules condense.\nWe also investigated the effect of the solvent on the interaction between the 5-FU drug and calix[4]arene compounds. For this purpose, the effect of water solvent on complex4 which has the lowest adsorption energy in the gas phase was\ninvestigated and the structures were re-optimized in solvent condition. The results show that the interaction of the 5-FU drug with the calix4 compound weakens by the use of water as a solvent and the Δ E (adsorption energy) becomes less negative (- 71.6 kJ/mol). Following equation can be written to calculate is the difference between the adsorption energies (Δ E ) of 5-FU molecule in solvent and gas phase:\n<!-- formula-not-decoded -->",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "where ΔΔ E sol-gas is the difference between the adsorption energies (Δ E ) of 5-FU molecule in solvent and gas phase. For complex4, ΔΔ E sol-gas was calculated to be 26.4 kJ/ mol. Additionally, the solvation energies (Δ E sol ) for calix4, 5-FU and complex4 have been calculated from the following equation:\n<!-- formula-not-decoded -->\nwhere E solution and E gas are the total energies of each system in solvent and gas phase, respectively. The Δ E sol values have been computed as - 132.87, - 40.53, and - 147.06 kJ/ mol for calix4, 5-FU, and complex4, respectively. This means that the E solution of the complex4 is more positive when compared to the total E solution of  5-FU  molecule and calix4. Additionally, the calculated electronic dipole moment of 5-FU molecule in solvent was computed to be 5.219 Debye. Above values indicates that the 5-FU drug as a small molecule has been noticeably soluble in water. Thus, it was revealed that water molecules powerfully surround the 5-FU molecule and prevent it from interacting with the calix[4]arene compound. This is because the 5-FU drug has more stabilization in the water solvent [82]. However, the HOMO and LUMO energies in the water solvent decreased and increased respectively, thus Δ E g was increased even more (- 68 kJ/mol). According to this result, it was determined that the electrical conductivity of complex4 in water solvent increased more than the gas phase and therefore calix4 compound showed better sensing.\nFig. 4 Density of states (DOS) schemes of a Calix1, b Complex1, c Calix2, d Complex2, e Calix3,   Complex3, f g Calix4, h Complex4\n0.0\nFig. 5 Electrostatic potential (ESP) distribution maps with projection for the optimized structure of a Calix1, b Complex1, c Calix2, d Complex2, e Calix3,   Complex3, f g Calix4, h Complex4",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "In this research, we used the DFT calculations to investigate the interaction properties of calix[4]arene compounds, which are the most popular supramolecules in recent years, against the most widely used 5-FU drug in cancer treatments. The adsorption energies indicates that the greatest result is from the water-soluble calix[4]arene (calix4) molecule. The watersoluble calix[4]arene molecule is a very suitable adsorbent for use in applications such as drug carrier or drug delivery system. Another focus is the alteration of electrical conductivity in host-guest complex formations. It can be seen that the reduction of HOMO-LUMO energy gaps of all calix[4]arene molecules increases in their electrical conductivity and thus it is possible to use all calix[4]arene molecules as nanosensors at room temperature. In addition, it was determined that charge transfer occurs between calix[4]arene molecules and 5-FU molecule in all complexes. In the light of these results, it is expected that a wide variety of functionalized calix[4]arene molecules can be used in the detection of drugs. Moreover, the results of calculations to show solvent effect mentioned that the interaction of 5-FU molecule with the calix4 structure weakens and the adsorption energy (Δ E ) converts to less negative value.",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "All of the calculations in this study were based on DFT method [83]. The theoretical calculations were employed in Gaussian09 software [84]. Geometry optimization and energy calculations were performed by using the B3LYP hybrid formalism method which took into account the effects of exchange and correlation [85, 86]. One of the DFT methods for high-quality theoretical calculation procedure for organic chemistry was reported to be the B3LYP hybrid method [87]. Even though dispersion interactions may play an important role, it has not been taken into account in the present study since screening of activity for 5-FU adsorption and sensing on calix[4]arene derivatives has been examined. This effect would likely be similar for each of these systems. Furthermore, it has been stated in the literature that the dispersion contribution gives somewhat lower energy values (more negative values) [88-91]. The 6-31G(d,p) basis set was used in calculations for all atoms. All atoms have been kept relaxed during theoretical calculations. In this study, it has been used four calix[4]arene compounds, which could interact with the 5-FU drug molecule according to the 'Lock-and-Key Principle'. The first of these compounds is the p tert --butylcalix[4]arene compound (calix1)\nFig. 6 Electron density (ED) distribution maps for complex structures a Complex1, b Complex2,   Complex3, and c d Complex4\n[45], the basic calix[4]arene molecule, and the others are calix[4]arene derivatives that can be synthesized in several steps. Calix2 molecule is obtained by removing of tert -butyl groups of calix1 molecule [45]. The calix3 compound is the calix[4]arene molecule derivatized with aldehyde groups [58]. The compound called calix4 is a water-soluble calix[4]arene compound with sulfonyl group [53]. Schematic representations of calix[4]arene molecules examined in this study are also shown in Fig. 8.",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "The DFT calculations were used to optimize geometries and obtain energy for adsorption. The host and guest molecules were optimized geometrically [to obtain equilibrium geometry (EG)] by DFT calculations. The EG of 5-FU was determined by taking the total charge as zero and SM (spin multiplicity) as a singlet. In this study, the energy values include zero-point energy (ZPE) corrections. In addition, thermal energy and thermal enthalpy values were calculated at room temperature and atmospheric pressure in Gaussian software [92]. The organic host calix[4]arene derivatives and the 5-FU molecule were optimized structurally by DFT calculations. Subsequent equations in Gaussian are utilized to compute the following energy values.\n<!-- formula-not-decoded -->\n<!-- formula-not-decoded -->\n<!-- formula-not-decoded -->\nThe E is the sum of the electronic, zero-point energies (ZPE), and thermal energies, H is  the sum of the thermal energies and enthalpy, G is sum of thermal enthalpy and free energy, S is  the  entropy, T is  the  temperature (298.15 K), and R is the global ideal gas constant.\nFig. 7 Electron localization function (ELF) distribution maps for complex structures a Complex1, b Complex2,   Complex3, and c d Complex4\nThe entropy term that comes from the contribution of each mode vibrations has been calculated from the equation in Gaussian software [93].\n<!-- formula-not-decoded -->\nFig. 8 Calix[4]arene structures used in this study\nwhere κ B   is  the  Boltzmann  constant,  the  summation extends over all vibration modes N in the system, h is the Planck constant, v i is a specific vibrational frequency, and T is the temperature (298.15 K).\nBelow equation was used to calculate the relative adsorption energy, adsorption enthalpy, and Gibbs free energy values:\n<!-- formula-not-decoded -->",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    },
    {
        "content": "The HOMO and the LUMO energy values were computed by full analysis of population. Chemical hardness, chemical potential, electronegativity, electrophilicity, and HOMO and LUMO energies ( ε HOMO and ε LUMO, respectively) were calculated by using below the equations based on Koopmans approach [94, 95].\n<!-- formula-not-decoded -->\n<!-- formula-not-decoded -->\n<!-- formula-not-decoded -->\n<!-- formula-not-decoded -->\nwhere   = -ε I HOMO and A =  -ε LUMO\nThe HOMO-LUMO energy gap ( E g ) values calix[4]arene derivatives and its complexes is considered as:\n<!-- formula-not-decoded -->\nThe criteria of the convergence utilized in DFT calculations: 0.0012 rad is for gradients of root-mean-square (rms) displacement, 0.0018 bohr is for max displacement, 0.0003 hartreee/radian is for rms force, and 0.00045 hartree/bohr is for max force. Furthermore, the parameters for convergence SCF used in DFT calculations, for RMS change in the density matrix and maximum change in density matrix are 0.00000001 and 0.000001, respectively. In addition, the graphs for electron density (ED) and electron localization function (ELF) were obtained by using Multiwfn software [96]. We used GaussSum software [97] to draw the density of states (DOS) schemes. Mulliken atomic charges of atoms were obtained by Mulliken population analysis [98]. Additionally, natural bond orbital (NBO) population analysis were utilized to obtain NBO atomic charges of atoms. These analyzes are made by calculating the charge distributions of the atoms in the 5-FU molecule after the adsorption studies in Gaussian software. Thus, the total charge of the 5-FU molecule and hence charge transfer have been determined. The polarizable continuum model (PCM) has been used for calculations utilized to see the effect of solvent.\nAcknowledgements The numerical-calculations reported in this paper were partially performed at TUBITAK-ULAKBIM, High-Performance and Grid-Computing-Center-(TRUBA resources).",
        "source": "10.1007/s00706-021-02736-4",
        "file_path": ""
    }
]