[
    {
        "content": "Simone Mosca a,b,c , Dariush Ajami , and Julius Rebek Jr. b a,b,1\na Department of Chemistry, Fudan University, Shanghai 200433, China; b The Skaggs Institute for Chemical Biology and Department of Chemistry, The Scripps Research Institute, La Jolla, CA 92037; and c Department of Biotechnology and Biosciences, University of Milano-Bicocca, 20126 Milano, Italy\nContributed by Julius Rebek Jr., July 31, 2015 (sent for review June 22, 2015; reviewed by Enrico Dalcanale and Francois Diederich)\nOne of the largest driving forces for molecular association in aqueous solution is the hydrophobic effect, and many synthetic receptors with hydrophobic interiors have been devised for molecular recognition studies in water. Attempts to create the longer, narrower cavities appropriate for long-chain fatty acids have been thwarted by solvophobic collapse of the synthetic receptors, giving structures that have no internal spaces. The collapse generally involves the stacking of aromatic panels onto themselves. We describe here the synthesis and application of a deep cavitand receptor featuring ' prestacked ' aromatic panels at the upper rim of the binding pocket. The cavitand remains open and readily sequesters biologically relevant long-chain molecules -unsaturated ω -3, -6, and -9 fatty acids and derivatives such as anandamide -from aqueous media. The cavitand exists in isomeric forms with different stacking geometries and n -alkanes were used to characterize the binding modes and conformational properties. Long alkyl chains are accommodated in inverted J-shaped conformations. An analogous cavitand with electron-rich aromatic walls was prepared and comparative binding experiments indicated the role of intramolecular stacking in the binding properties of these deep container molecules.\nmolecular recognition | synthetic receptors | deep cavitands | water-soluble cavitands | fatty acids",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "M olecular recognition of long-chain fatty acids, lipids, membrane components, and hydrocarbons in water poses the general problems of size, shape, and surface complementarity and the special problem of solubility. What types of structures offer large lipophilic surfaces but still dissolve in water? Natural receptors such as the fatty acid-binding proteins (FABPs) incorporate hydrophobic cavities within superstructures with hydrophilic surfaces. The protein backbone and dense packing of side chains prevent collapse of the cavities. Synthetic receptors of the appropriate recognition features comprise deep cavitands (1) and other open-ended host structures (2, 3) that more or less fold around their guest targets. As initially encountered by Cram et al. (4), deep cavitands are dynamic and interconvert between two conformations in organic media: a receptive ' vase ' form and the unreceptive ' kite ' form as its dimeric ' velcrand ' (Fig. 1) (4 -8). Stacking of aromatic surfaces in the velcrand buries one face of each kite and is driven by a generalized solvophobic effect. The vase can be rigidified by covalent bonds (9 -13) but in water the dynamic cavitands collapse into velcrands through the more specific hydrophobic effect. The presence of appropriate guests shifts the equilibrium to the vase conformation: The guest must fit into, fill, and solvate the cavitand host s hydrophobic interior. Binding ' of guest molecules by container compounds is often dependent on the volume of the host. Recognition of long-chain, linear hydrocarbons by biological receptors and synthetic supramolecular hosts generally involves ∼ 55% volume occupancy and relatively low surface complementarity (14 -16). Cavitands with a depth of 1 nm are readily prepared and bind medium-chain n -alkanes, from octane (C8) to decane (C10). Longer alkanes such as tetradecane (C14) often induce the formation of dimeric, capsule-like assemblies in which the alkyls assume compressed conformations involving folding and coiling (17, 18). Common, long-chain fatty acids bearing saturated or unsaturated alkyl chains are not readily accommodated in dimeric capsules (19, 20) or in",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "the vase forms of typical cavitands. Here, we report a deeper cavitand with a longer, narrower cavity that readily sequesters physiologically relevant fatty acids and derivatives from aqueous media.",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "Synthesis and Characterization. Initial attempts to deepen the pockets of cavitands with larger aromatic panels led to velcrands (21) that collapsed through intermolecular stacking (22). Instead, a version with intramolecular stacking was devised. Specifically, the upper rim of the cavity was extended with eight p -nitrobenzamide subunits whose aromatic panels were arranged to stabilize the vase conformation (Fig. 2). Hydrogen bonding between the secondary amides and stacking interactions between adjacent nitro aromatic surfaces provided sufficient stabilization of the vase (vs. kite) to maintain a receptive, deep pocket. The faces and edges of the eight aromatic rings of the upper rim provide a hydrophobic inner surface and a space that resembles a truncated cone: ∼ 8.5 Å wide, ∼ 12 Å in depth, and an inner volume of ∼ 295 Å 3 (Fig. 2). The space was not expected to be heavily solvated with water (23), and therefore would be available to ligands such as unsaturated ω -fatty acids ( ω -3, ω -6, and ω -9) and derivatives. The synthesis began with previously reported octaamino hydrochloride cavitand with chloride ' feet ' a (18). Acylation with 4-nitrobenzoyl chloride under Schotten -Baumann conditions gave the precursor octaamide b (Fig. 3). Treatment of b with excess N-methylimidazole yielded the cavitand 1 featuring pendant imidazolium groups that conferred pHindependent solubility in aqueous media. An aniline derivative 2",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "with electron-rich aromatic rings was also prepared by reduction of the NO2 groups (Fig. 3). The aniline 2 offers reduced aromatic stacking and was used in binding comparisons with cavitand 1 . Cavitand 1 proved to be insoluble in pure water (D2O), but complete dissolution was achieved in aqueous solutions containing DMSO. Only 5% (vol/vol) of DMSO in D2O permitted solutions concentrated enough ( ∼ 1 mM) for typical NMR investigations. Spectroscopic samples were prepared by dissolving cavitand 1 in DMSO-d6 then dilution with D2O. The 1 H NMR spectrum showed broad cavitand signals, especially those of the aromatic region. Dilutions (up to 0.1 mM) and mixtures with a D2O/DMSO ratio up to 250 (vol/vol) (0.4% DMSO in D2O) excluded aggregation as the source of broadening, because no differences were observed in the NMR spectra. Likewise, spectra at 298 K and 333 Kruled out equilibria between different assemblies of the cavitand (monomeric 1 vs. multimeric capsules) (5). The characteristic methine C -H signal at ∼ 5.6 ppm ( SI Appendix ) indicated a kinetically stable (on the NMR time scale) vase conformation, even in the absence of hydrophobic guests (24, 25). In contrast, two sets of peakswere observed in the NMR spectra of cavitand 2 [1 mM in 5% (vol/vol) DMSO in D2O] ( SI Appendix ). Both vase and kite conformations are present with 2 : The former corresponds to the minor species with the methine signal at ∼ 5.5 ppm (24, 25), whereas the latter indicates a dimeric velcraplex with twofold symmetry (5) that spreads out the aryl C -H signals and minimizes solvent-exposed hydrophobic surfaces (4 -6).",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "Binding Studies. The binding of long-chain unsaturated fatty acids to 1 was explored with ω -3, ω -6, and ω -9 acids and the arachidonic acid derivative anandamide. The cavitand exhibits moderate to high affinity for a range of the physiologically relevant fatty acids: α -linolenic acid ( a , ω -3), eicosapentaenoic acid (EPA) ( b , ω -3), docosapentaenoic acid (DPA) ( , c ω -3), docosahexaenoic acid (DHA) ( , d ω -3), linoleic acid ( e , ω -6), γ -linolenic acid ( , f ω -6), dihomo- -linolenic γ acid ( g , ω -6), arachidonic acid ( h , ω -6), anandamide ( ), adrenic acid ( , i l ω -6), and oleic acid ( m , ω -9) formed complexes (Fig. 4). The complexes were formed on combination of an approximately stoichiometric amount of the guest with the aqueous solutions of 1 [1 mM in 5% (vol/vol) DMSO in D2O] and brief shaking of the mixture. All guests showed characteristically upfield-shifted 1 H NMR signals (Fig. 4). The magnetic anisotropy imparted by the lower eight aromatic panels of 1 shifts signals of nuclei held within its depths by up to Δδ -4.3 ppm (17, 19). The complexes showed 1:1 stoichiometry, and when the guest was added in smaller portions to the aqueous solutions of 1 , only signals for the bound guest were observed until saturation of the host occurred. The ω -6 and ω -9 fats display spectra with close similarity, although differences are evident in the signals of arachidonic acid (Fig. 4 H ). In contrast, the upfield portions of the spectra of ω -3 polyunsaturated fatty acids (PUFAs) vary in the relative intensity and position of the peaks (Fig. 4). The unexpected multiplicity observed for these guests ' signals prompted studies of more conventional ligands. Adamantanes are well-established guests and 1-adamantanecarbonitrile was selected for its typically high affinity for",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "cavitands. Again, three broad upfield shifted peaks appeared in the spectra ( SI Appendix ). Experiments varying the amounts of guest and temperatures (298 K and 333 K) ruled out guest exchange kinetics as a cause for peak broadening (i.e., the in/out exchange of guests is slow on the NMR timescale). A series of n -alkanes (C6 to C21) were also screened as guests (Fig. 5) and established that 1 accommodates varied lengths. With the shorter alkanes C6 and C7, the small number of upfield resonances indicates that guests tumble rapidly on the NMR timescale in the cavitand. This motion exchanges the magnetic environments of the two ends of the guests and time-averaged signals result (26). Whereas C8 is a poor ligand, the n -alkanes C9 to C12 are relatively good guests, with C10 displaying the sharpest signals. Alkanes C13 to C15 are poorer guests, with affinity decreasing as chain length increases. Despite the different signal-to-noise ratios, the C9 to C15 alkanes display similar patterns: four upfield signals, broadly spread over 3.2 ppm with the furthest upfield signal around -3.3 ppm (Fig. 5). The monotony of the spectra indicates that these atoms experience the same aromatic envelope, and the pattern is that expected for an extended conformation of the first four carbons of the chain (27). The longer n -alkanes, C16 to C19, show different numbers and distributions of signals, indicating different arrangements and interactions in 1 . The four upfield peaks for C16 and C17 move closer\nFig. 2. ( Left ) Structures of the deeper-cavity cavitand 1 . ( Right ) A modeled vase conformation highlighting the hydrogen bonds and the stacking of the p -nitrobenzamide moieties. Peripheral solubilizing groups have been removed.\n|\nFig. 3. Syntheses of the hydrophilic cavitand 1 and its aniline derivative 2 .",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "together with increasing chain length, and C19 shows five upfield peaks. The more condensed patterns indicate more compressed conformations. Five signals were also observed for C20 and C21, but the signal-to-noise ratios decreased significantly, indicating they bind with less affinity. The splitting of upfield signals is significantly more pronounced with the best binders C16 to C19 than for the shorter alkanes C9 to C12 (Fig. 5). In particular, the furthest upfield signals (the CH3 group) are more finely split into series of overlapping peaks. Binding experiments were also performed with 1-heptadecyne, a guest of comparable length but with different hydrophobic ends. Only the saturated alkyl end of this guest was deep in the cavity and its first four carbons bound in an extended conformation ( SI Appendix ). The binding experiments were repeated with the aniline derivative 2 . In contrast to 1 , the NMR spectra of 2 in the absence of guests showed mainly the presence of kite/velcrand conformations ( SI Appendix ). Brief heating and overnight sonication with 1-adamantanecarbonitrile shifted the dynamic equilibrium to the vase form and produced NMR spectra with sharper aryl C -H signals and a more intense methine C -H signal at ∼ 5.5 ppm ( SI Appendix ). Sharpened signals were also observed for the upfield signals of the bound guest. However, the addition of n -alkanes, such as C9, C12, C17, and C19, did not appreciably alter the NMR spectra in the aromatic region and consistent, upfield signals for the bound gest were not observed",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "Fig. 4. ( Left ) Structures of the unsaturated ω -fatty acids and derivatives: (a) α -linolenic acid (18:3; Δ 9, 12, 15, ω -3); (b) eicosapentaenoic acid (20:5; Δ 5, 8, 11, 14, 17, ω -3); (c) docosapentaenoic acid (22:5; Δ 7, 10, 13, 16, 19, ω -3); (d) docosahexaenoic acid (22:6; Δ 4, 7, 10, 13, 16, 19, ω -3); (e) linoleic acid (18:2; Δ 9, 12, ω -6); (f) γ -linolenic acid (18:3; Δ 6, 9, 12, ω -6); (g) dihomo- -linolenic acid (20:3; γ Δ 8, 11, 14, ω -6); (h) arachidonic acid (20:4; Δ 5, 8, 11, 14, ω -6); (i) anandamide; (l) adrenic acid (22:4; Δ 7, 10, 13, 16, ω -6); and (m) oleic acid (18:1; Δ 9, ω -9). ( Right ) Partial 1 H NMR [600 MHz, 5% (vol/vol) DMSO in D2O, 298 K] spectra of the complexes formed between host 1 (1.0 mM) and the fatty acid guests. The labeled signals in the spectra correspond to the indicated atoms of the free guests.\nFig. 5. Partial 1 H NMR [600 MHz, 5% (vol/vol) DMSO in D2O, 298 K] spectra of the complexes of 1 (1.0 mM) with (a) C6, (b) C9, (c) C10, (d) C11, (e) C12, (f) C 16, (g) C 17, and (h) C19. The labeled signals in the spectra correspond to the indicated atoms of the free alkanes.",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "( SI Appendix ). The binding of unsaturated fatty acids was tested with linoleic and arachidonic acids. Even when present in considerable excess these acids did not alter the vase/kite equilibrium of 2 , and traces of upfield signals were detected only with arachidonic acid ( SI Appendix ). With stoichiometric amounts of arachidonic acid, most of the acid remains free in solution and no signals for the bound guest were observed.",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "Cavitand 1 is stabilized in the vase (vs. kite) form in aqueous solution through noncovalent, intramolecular interactions. The eight secondary amide units create a seam of hydrogen bonds and adjacent aromatic surfaces become stacked (Fig. 2). These attractive interactions maintain an open binding pocket even in absence of hydrophobic guests ( SI Appendix ). The space is unlikely to be empty; rather, it is should be occupied by loosely held solvent molecules that exchange with bulk solvent rapidly on the NMRtimescale. Desolvation of this extended pocket is expected to enhance binding of intended guests in aqueous media, as is the case for natural receptors (28). The complexes of 1 with fatty acids share some general features (Fig. 4): Only the alkyl ends bind near the resorcinarene floor; the ω CH3 reaches the limit of penetration in the tapered end and the alkyl chains of the ω -6 and ω -9 fatty acids bind in extended conformations. The complexity of the guest signals arises, in part, from their inclusion in a chiral environment. The clockwise (or counterclockwise) array of hydrogen-bonded amides of the cavitand induces such an environment. Each included CH2 is expected to show diastereotopic signals and increase the complexity of neighboring signals accordingly. Unexpectedly, the longer C20 ω -6 acids, especially arachidonic acid, show more relaxed, extended conformations in the cavity compared with the C18 analogs. At the same time, the ω -3 PUFAs show signals for the penultimate CH2 at different chemical shifts, as in EPA (Fig. 4 B ) and DPA (Fig. 4 C ). The open end of the vase form can present the hydrophilic head of guest amphiphiles to the aqueous medium and 1 readily sequesters ω -3, -6, and -9 fatty acids and anandamide from aqueous\n|",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "solutions. The aniline 2 , however, shows negligible affinity for linoleic acid and arachidonic acid and must feature different structural and conformational elements. A reasonable explanation involves different conformational and structural features of 1 and 2 in the context of desolvation as a driving force. Electrondeficient aromatics, such as the nitrophenyl rings of 1 , prefer to stack in a parallel, offset fashion (29, 30). In contrast, electronrich aromatic species, such as the aniline rings of 2 , do not interact well in aqueous solutions because their aromatic π clouds repel each other in any parallel stacked geometry. The alternative edge-to-face geometries do not allow for a significant reduction in solvent-exposed surface area (29, 30). Like cavitands with larger aromatic panels (21, 22), 2 preferentially undergoes intermolecular stacking of the kite conformation aqueous solution. It forms a dimeric velcrand that minimizes solvent-exposed hydrophobic surfaces ( SI Appendix ). The forces that hold the dimer together are robust; only an excess of a preorganized, shape-complementary guest such as 1-adamantanecarbonitrile can break up the velcrand. Cavitand 1 takes up an unprecedented range of alkanes (C6 to C21), but with different affinities and different conformations. Short alkanes (C6 to C15) bind in an extended conformation, whereas long alkyl chains (C16 to C21) become folded in the cavity. Recently, a smaller cavitand showed similar binding modes in aqueous solution (19). Short alkanes (C6 to C11) are bound in compressed conformations and tumble rapidly within the space, and longer n -alkanes (C13 to C14), n -alcohols, and α ω , -diols (bolaamphiphiles) are taken up in folded J- or U-shaped conformations. The deep, narrower cavity of 1 accommodates C8 to C15 in fixed, extended conformations and induces gradual coiling of the longer C15 to C21 in the cavity ( SI Appendix ). This is not usually observed with open-ended cavitands (31) but is often the case with closed capsules (17, 18, 20). Molecular modeling at a",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "semiempirical (AM1) level was undertaken to aid the interpretation of the NMR spectra and an unanticipated binding mode emerged: The alkyl chains assumed folded shapes to fill the space on offer in 1 but the fit was best in inverted, J-shaped conformations. The fold occurs at the open end and both the short and the long arms of the J are buried from the solvent (Fig. 6). The folding liberates loosely held solvents near the aromatic system at the upper rim on guest binding. The folded parts of the guests are not expected to give distinctive NMR signals but the proposed binding mode is consistent with the signals of the remote (deeper) parts of the longer n -alkanes (C15 to C21) (Fig. 5). Integration of the NMR signals for the host and the bound guest supports the proposed 1:1 stoichiometry ( SI Appendix ) and the extended conformations observed for the termini exclude folded shapes of alkyl chains at the tapered deep end of the cavity. Also, capsule formation is excluded by the spectra of asymmetrical guests of similar length and two different hydrophobic ends such as 1-heptadecyne ( SI Appendix ). Only the saturated ends bind near the resorcinarene\nFig. 6. Side views of a model of C11 ( Left ) and C17 ( Right ) inside 1 , energy minimized at a semiempirical (AM1) level. Cavitand ' feet ' were replaced with hydrogens for viewing clarity and to reduced computational time.\nFig. 7. Three models proposed for the complex with C17 of comparable energies. The complexes were minimized at a semiempirical (AM1) level with truncated ' feet ' to reduce computational time. Top ( Upper ) and side ( Lower ) views are modeled.",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "floor and the cavitand maintains the monomeric open-ended form. A reasonable alternative to the proposed J shape (Fig. 6) would involve the partial coiling of the portion of alkyl chain in the upper, wider part of the cone-shaped 1 . This binding mode is expected to ' push ' and compress longer chains toward the tapered end of the cavitand, which is a common trend observed within the limited spaces in capsules (17, 20). However, the affinity of the alkanes (C6 to C21) for 1 (i.e., the signal-to-noise ratio in NMR spectra) does not match the trend of gradual increase then loss of affinity expected for coiling. Instead, a bimodal trend is observed: increased affinity for C8 to C11, then a decrease in affinity from C12 to C15, then high affinity for C16 to C19 (Fig. 5). At the same time, the NMR spectrum of C16 suddenly shows a stretched conformation of the deep alkyl end compared with the shorter alkanes (C8 to C15) (Fig. 5). A J-shaped conformation proposed for C16 would create a curvature at the open end of the cavity that brings the folded alkyl end closer to the stacked aromatic system of 1 (Fig. 6). In contrast, the chains of alkanes up to C15 are too short to fold in ways that interact well with this upper part of the cavitand (Fig. 6). The shorter alkanes prefer to stay buried in the cavity and eventually expose a linear end to the aqueous environment. The spectra with the higher alkanes (C16 to C19) in particular present a multitude of signals for bound guests (Fig. 5). Apparently, the cavitand 1 exists in different isomeric forms that interconvert slowly on the NMR timescale. Different stacking geometries and/or insertion of D2O at different sites in the seam of hydrogen bonds may be responsible. The isomers feature slightly different cavity widths and the bound guests experience correspondingly different aromatic environments in the cavitand depths. The upfield shifts for the guest CH3 protons vary by up to ca . 0.3 ppm (Fig. 5) (27). This effect is most pronounced with the guests proposed to exist in inverted J-shaped conformations where hydrophobic",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "interactions with the ' prestacked ' aromatic system can stabilize the complex. Some possibilities are modeled in Fig. 7. The conformations near the carboxyl of the bound ω -fatty acids cannot be deduced from the NMR spectra, but it is clear that the ω ends are extended in the depths of the cavity. A schematic proposal is given in Fig. 8, with the hydrophilic head of the guest exposed to the aqueous medium at the open end of the cavitand. This structure resembles the binding modes of FABPs for fatty acids with the carboxylate group at the opening of the binding pocket (32). Previous studies of arachidonic acid in dilute aqueous solution propose U-shaped conformations (33) in which hydrophobic interactions drive the folding and the cisdouble bonds induce curvature of the structure. Inside 1 , arachidonic acid can assume a conformation that resembles (perhaps ironically) a question mark (Fig. 8). Compared with the shorter unsaturated ω -fatty acids, this more compact arrangement of the unsaturated core near the hydrophilic head allows a more extended conformation of the remote ω -end. On the other side, longer and more flexible (dihomoγ -linolenic and adrenic acid) and less hydrophilic (anandamide) heads (Fig. 4) result in a less extended conformation of the portion buried deep in the cavitand. The ω -3 fatty acids cannot coil or otherwise compress in the depths of the cavity. The terminal CH3 shows a constant magnetic environment: The signals centered at -3.2 ppm reflect the maximum penetration of a methyl group into the tapered end of the cavity and corresponds to a Δδ of -4.2 ppm. The penultimate CH2s are also at a fixed depth. The Δδ of -3.5 to -3.9 naturally places them higher in the cavity, but they show various magnetic environments. The trienoic (Fig. 4 A ) and hexaenoic (Fig. 4 D ) acids show signals for the neighboring CH2 centered at -1.3 and -1.7ppm, respectively. The corresponding signals for the pentaenoic acids (Fig. 4 B and C ) indicate two and three different binding species, respectively, and are spread out over a 1.5-ppm range. This was an unexpected result: Why",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "should a remote feature (the π bond some 14 atoms away) affect the spectra? The isomeric pentaenoic acids complexes show different\nFig. 8. ( Left ) Side view of a calculated complex of arachidonate (Fig. 4 H ) inside 1 . ( Right ) Two superimposed models of the proposed complex with deprotonted eicosapentaenoic acid (Fig. 4 B ) of comparable energies. Energy minimized at a semiempirical (AM1) level. The carboxylate forms of the fatty acids were used in the modeling because they are expected to be deprotonated in the aqueous media. Cavitand ' feet ' were replaced with hydrogens for viewing clarity and to reduce computational time.\naffinities for the cavitand, especially for docosapentaenoic acid, and these isomers interconvert slowly on the NMR timescale, even at relatively high temperatures (333 K). Admittedly, the NMR spectra do not provide further details but the species are expected to be different guest conformers. Some conformational proposals are shown in Fig. 8. Their range of chemical shifts is likely an effect of the nearby π bond, expressed by the dihedral angle of the CH2 -CH = bond. The shallow energy barrier to rotation of this bond produces flexible and highly disordered structures for the ω -3 PUFA in aqueous environments (34, 35); the chains isomerize on the subnanosecond time scale (36). Association with protein surfaces significantly slow motions that influence the entire chain (36). The backbone of the ω -3 PUFA cannot rapidly convert through conformational states inside the cavity of 1 : Changes are transmitted some distance along the chain and the interconversion between different conformations would involve the rearrangement of many sets of atoms and alter interactions within the complex. This effect is particularly pronounced for EPA (Fig. 4 B ) and DPA (Fig. 4 C ), which present",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "1. Soncini P, Bonsignore S, Dalcanale E, Ugozzoli F (1992) Cavitands as versatile molecular receptors. J Org Chem 57(17):4608 -4612.\n2. Diederich F, Dick K (1984) A new water-soluble macrocyclic host of the cyclophane type: Host-guest complexation with aromatic guests in aqueous solution and acceleration of the transport of arenes through an aqueous phase. J Am Chem Soc 106(26): 8024 8036. -\n3. Shepodd TJ, Petti MA, Dougherty DA (1988) Molecular recognition in aqueous media: Donor-acceptor and ion-dipole interactions produce tight binding for highly soluble guests. J Am Chem Soc 110(6):1983 1985. -\n4. Cram DJ, Choi HJ, Bryant JA, Knobler CB (1992) Host-guest complexation. 62. Solvophobic and entropic driving forces for forming velcraplexes, which are 4-fold, lockkey dimers in organic media. J Am Chem Soc 114(20):7748 -7765.\n5. Moran JR, et al. (1991) Vases and kites as cavitands. J Am Chem Soc 113(15): 5707 5714. -\n6. Pirondini L, et al. (2003) Dynamic materials through metal-directed and solvent-driven self-assembly of cavitands. Angew Chem Int Ed Engl 42(12):1384 -1387.\n7. Pochorovski I, et al. (2012) Quinone-based, redox-active resorcin[4]arene cavitands. Angew Chem Int Ed Engl 51(1):262 -266.\n8. Pochorovski I, et al. (2012) Redox-switchable resorcin[4]arene cavitands: Molecular grippers. J Am Chem Soc 134(36):14702 -14705.\n9. Xi HP, Gibb CLD (1998) Deep-cavity cavitands: Synthesis and solid state structure of host molecules possessing large bowl-shaped cavities. Chem Commun (Camb) 1998(16):1743 -1744.",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "10. Xi HP, Gibb CLD, Gibb BC (1999) Functionalized deep-cavity cavitands. J Org Chem 64(25):9286 -9288.\n11. Liu S, Gan H, Hermann AT, Rick SW, Gibb BC (2010) Kinetic resolution of constitutional isomers controlled by selective protection inside a supramolecular nanocapsule. Nat Chem 2(10):847 -852.\n12. Kulasekharan R, Choudhury R, Prabhakar R, Ramamurthy V (2011) Restricted rotation due to the lack of free space within a capsule translates into product selectivity: Photochemistry of cyclohexyl phenyl ketones within a water-soluble organic capsule. Chem Commun (Camb) 47(10):2841 -2843.\n13. Gottschalk T, Jaun B, Diederich F (2007) Container molecules with portals: Reversibly switchable cycloalkane complexation. Angew Chem Int Ed Engl 46(1-2):260 -264.\n14. Mecozzi S, Rebek J, Jr (1998) The 55% solution: A formula for molecular recognition in the liquid state. Chemistry-a European Journal 4(6):1016 -1022.\n15. Park J, et al. (2015) Hydrocarbon binding by proteins: Structures of protein binding sites for ≥ C10 linear alkanes or long-chain alkyl and alkenyl groups. J Org Chem 80(2): 997 1005. -\n16. Turega S, Cullen W, Whitehead M, Hunter CA, Ward MD (2014) Mapping the internal recognition surface of an octanuclear coordination cage using guest libraries. J Am Chem Soc 136(23):8475 -8483.\n17. Ajami D, Rebek J, Jr (2013) More chemistry in small spaces. Acc Chem Res 46(4): 990 999. -\n18. Zhang KD, Ajami D, Rebek J, Jr (2013) Hydrogen-bonded capsules in water. J Am Chem Soc 135(48):18064 -18066.",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "19. Zhang KD, Ajami D, Gavette JV, Rebek J, Jr (2014) Alkyl groups fold to fit within a water-soluble cavitand. J Am Chem Soc 136(14):5264 5266. -\n|\nhigher signal-to-noise ratio in NMR spectra and the same motif of five cisdouble bonds from the ω -3 end. Their shapes fit well within the cavity and adopt different geometries with comparable energies (Fig. 8).",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "20. Jordan JH, Gibb BC (2015) Molecular containers assembled through the hydrophobic effect. Chem Soc Rev 44(2):547 -585.\n21. Tucci FC, Rudkevich DM, Rebek J, Jr (1999) Deeper cavitands. J Org Chem 64(12): 4555 4559. -\n22. Tucci FC, Rudkevich DM, Rebek J, Jr (2000) Velcrands with snaps and their conformational control. Chemistry 6(6):1007 -1016.\n23. Biedermann F, Nau WM, Schneider HJ (2014) The hydrophobic effect revisited -studies with supramolecular complexes imply high-energy water as a noncovalent driving force. Angew Chem Int Ed Engl 53(42):11158 11171. -\n24. Bryant JA, Ericson JL, Cram DJ (1990) High preorganization of large lipophilic surfaces common to two complexing partners provides high binding free energies that vary dramatically with changes in organic solvent composition. J Am Chem Soc 112(3): 1255 1256. -\n25. Bryant JA, Knobler CB, Cram DJ (1990) Organic molecules dimerize with high structural recognition when each possesses a large lipophilic surface containing two preorganized and complementary host and guest regions. J Am Chem Soc 112(3): 1254 1255. -\n26. Hooley RJ, Biros SM, Rebek J, Jr (2006) Normal hydrocarbons tumble rapidly in a deep, water-soluble cavitand. Chem Commun (Camb) 2006(5):509 -510.\n27. Ajami D, Iwasawa T, Rebek J, Jr (2006) Experimental and computational probes of the space in a self-assembled capsule. Proc Natl Acad Sci USA 103(24):8934 8936. -\n28. Friesner RA, et al. (2006) Extra precision glide: Docking and scoring incorporating a model of hydrophobic enclosure for protein-ligand complexes. J Med Chem 49(21): 6177 6196. -\n29. Hunter CA, Sanders JKM (1990) The nature of π π -interactions. J Am Chem Soc 112(14): 5525 5534. -",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "30. Cubberley MS, Iverson BL (2001) ( 1) H NMR investigation of solvent effects in aromatic stacking interactions. J Am Chem Soc 123(31):7560 7563. -\n31. Yamauchi Y, Ajami D, Lee JY, Rebek J, Jr (2011) Deconstruction of capsules using chiral spacers. Angew Chem Int Ed Engl 50(39):9150 -9153.\n32. Smathers RL, Petersen DR (2011) The human fatty acid-binding protein family: Evolutionary divergences and functions. Hum Genomics 5(3):170 -191.\n33. Barnett-Norris J, Guarnieri F, Hurst DP, Reggio PH (1998) Exploration of biologically relevant conformations of anandamide, 2-arachidonylglycerol, and their analogues using conformational memories. J Med Chem 41(24):4861 -4872.\n34. Shaikh SR, Edidin M (2006) Polyunsaturated fatty acids, membrane organization, T cells, and antigen presentation. Am J Clin Nutr 84(6):1277 -1289.\n35. Shaikh SR, Kinnun JJ, Leng XL, Williams JA, Wassall SR (2015) How polyunsaturated fatty acids modify molecular organization in membranes: Insight from NMR studies of model systems. Biochim Biophys Acta Biomembr 1848(1):211 -219.\n36. Feller SE (2008) Acyl chain conformations in phospholipid bilayers: A comparative study of docosahexaenoic acid and saturated fatty acids. Chem Phys Lipids 153(1): 76 80. -\n37. Yebeutchou RM, Dalcanale E (2009) Highly selective monomethylation of primary amines through host-guest product sequestration. J Am Chem Soc 131(7):2452 -2453.\n38.\nPinalli R, Dalcanale E (2013) Supramolecular sensing with phosphonate cavitands.\nAcc\nChem Res\n46(2):399\n-\n411.",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    },
    {
        "content": "- 39. Biavardi E, et al. (2012) Exclusive recognition of sarcosine in water and urine by a cavitand-functionalized silicon surface. Proc Natl Acad Sci USA 109(7):2263 -2268.",
        "source": "10.1073/pnas.1515233112",
        "file_path": ""
    }
]