[
    {
        "content": "Manuel Petroselli , Yong-Qing Chen , Julius Jr. Rebek , Yang Yu* a a b a a Center  f or  S u p r a m le c u la r  C h e mst r y  &  C a t a ly s is  a n d  D e p a r t m n t  o f  C h e ms t r y , S h a n g h a i U n iv e r s it y , S h a n g h a i 2 0 0 4 4 4 , C h in a o i e i b T h e S k a g g s  I n s t it u t e  f o r  C hem ical B iology  a n d  D ep a r t m e n t  o f  C h e mst r y , T h e  S c r ip p s  R s e a r c h  I n s t it u t e , L  J o lla , C a lif o r n ia  9 2 0 3 7 , U n it e d  S t a t e s i e a\nThis review provides an overview on deep-cavitands as synthetic receptors in organic and aqueous solution. Relation between binding orientation and reactivity in the host-guest complex is deeply discussed, pointing out the importance of intermolecular interactions and similarities with the action of biological enzymes.\nJournal Pre-proof\nReview",
        "source": "10.1016/j.gresc.2021.03.004",
        "file_path": ""
    },
    {
        "content": "Manuel Petroselli , Yong-Qing Chen , Julius Jr. Rebek , Yang Yu a a b a GLYPH<1>\na C e n t e r   f o   S p r a ml e c u l a r   C e m s t r y& C t a l yi s   a n d   Dp a r t mn t   o f   C e m s t r y  C l l e g e   o f   S i e n c e ,   S a n g h a i   U i v r s i t y  S a n g h a i   2 0 0 4 4 4 ,   C i n a r u o h i a s e e h i , o c h n e , h h b T h e   S a g g s   I n s t i t ue   f o   C e m c a l   B o l o g   a n d   D p a r t mn t   o f   C e m s t r y  T e   S r i p p s   Rs e a r c h   I n s t i t u t e ,   L   J ol a ,   C l i f o r n i a   9 k t r h i i y e e h i , h c e a l a 20 3 7 ,   U i t e d   Sa t e s n t",
        "source": "10.1016/j.gresc.2021.03.004",
        "file_path": ""
    },
    {
        "content": "1. Intr oduction Nature  has  always  inspired  science,  and  in  the  last  decades, many synthetic container molecules have been created to mimic enzymes  and  receptors  [1].  The  biological compounds  use binding forces such as hydrogen bonds, hydrophobic interactions or van der Waals forces to stabilize reactive intermediates and transition states of small molecules held inside. The stabilization occurs in a confined space that makes otherwise unfavorable reactions accessible under mild conditions. The  space where  reactions take place is often hydrophobic and isolated from the aqueous medium. The synthetic chemists have sought such 'active sites' in practically concave platform, comprising cyclodextrins [2], cyclophanes [3], cucurbiturils [4], pillararenes [4], calix[n]pyrroles [4] and calix[n]arenes [4]. Here we summarize applications of cavitands based on resorcin[4]arene. In 1983, Cram et al. reported the first synthesis of resorcin[4]arene cavitands [5], where binding properties and potential uses in organic solvents were expressed in detail. Since then, resorcin[4]arenes have been widely studied, initially  in  organic-solvent  and  in  the  last  decade  in  water,  as organic molecules  able  to mimic  the  actions of biological enzymes.  Resorcin[4]arenes  having  'extended'  aromatic  walls offered  relatively  large  lipophilic  cavities,  leading  them  to  be called deep cavitands. The vase conformation is the 'active form' of the host in which a 'cavity' is generated and where suitable guests can be included (Fig. 1). Futhermore, due to these cavities, the  deep  cavitands  ofen  work  well  as  reaction  vessels  [5],  but rarely as supramolecular catalysts [6]. Journal Pre-proof\nGLYPH<1> Corresponding author.",
        "source": "10.1016/j.gresc.2021.03.004",
        "file_path": ""
    },
    {
        "content": "solubility in aqueous medium. The upper rim (blue part in Fig. 1) has two functions: a) to increase the solubility of the host adding hydrophobic  or  hydrophilic  groups;  b)  to  provide  functional groups that modify the binding properties of the host or guest's reactivity. We report here a collection of the most representative studies on binding and reactivity for organic- and water-soluble deep cavitands.",
        "source": "10.1016/j.gresc.2021.03.004",
        "file_path": ""
    },
    {
        "content": "Intermolecular forces as hydrogen bonds (HB) or electrostatic interactions are extremely sensitive to the environment [9]. Their contributions  to  binding  energetics  are  maximum  in  apolar organic solvents and they can drastically change in presence of polar co-solvents [10,11]. Hydrogen bonds also play an important role in molecular recognition [12-14], binding selectivity  and  molecular  stabilization  [15-17].  The  unusual reactivities and behaviors of guests in confined spaces initially were examined in organic media. Mesitylene-d 1 2  is often used as solvent and it is preferred to other organic solvents (i.e., CDCl 3 or THF-d 8 ) due to its unwieldy size. It shows low affinity to the cavity  and  its  low  polarity  amplifies  the  polar  interactions between  the  host  and  guest,  making  the  interpretation  of  their interactions by NMR spectroscopy easier.",
        "source": "10.1016/j.gresc.2021.03.004",
        "file_path": ""
    },
    {
        "content": "Cavitands  are  concave  hosts  that  are  able  to  bind  small molecules  of  complementary  size,  shape  and  chemical  surface [18]. The dimerization to capsules is often possible but it can be avoided by the absence of self-complementary functional groups on  the  rim  [9,19].  The  shape  and  inner  space  of  the  cavitand affects  the  orientation  and  reactivity  of  the  guest,  leading  to behaviors in cavitands completely different from those observed in bulk solution.\nThe  orientation  of  the  amide  groups  on  host  1  prevents intermolecular  interactions  (HBs)  and  capsule  formation  with other  host  molecules  but  allows  intramolecular  HBs  between adjacent amides (Fig. 2). The hydrogen bond network plays an important role in the stabilization of the host's vase form and the host-guest complex.\nJournal Pre-proof\nguests. One  of the largest guests for resorcinarene-based cavitands is 2,2aracyclophane but it is readily bound by 3, in -p which it tumbles and spins slowly. The higher mobility of the new wall in 3 does not affect the properties of the other three 'amide  walls'  in  comparison  with  1  but  it  drastically  lowers binding  affinities  and  facilitates  in/out  exchange  rates  of  the guest.\nJournal Pre-proof\nwhile vase form is predominant in THF-d 8 . In pure mesitylened1 2 , 6 and 7 are present in the kite conformation, due to the low affinity of mesitylene for the cavity (Fig. 8). Binding experiments  in  mesitylene-d 1 2   show  a  binding  constant  (K a )  of 19.2 and 3.1 L/mol for bound  cyclohexane in 6 and 7, respectively.  The  higher  binding  constant  for  6  is  attributed  to the lower ∆ G for the kite → vase  switching respect to the one observed for 7.\nJournal Pre-proof",
        "source": "10.1016/j.gresc.2021.03.004",
        "file_path": ""
    },
    {
        "content": "where  O-acyl  isoimide  intermediate  A  rearranges  to  form  Nacylformamide  B  by  a  1,3-O → N  acyl  transfer  (Fig.  11).  The transient  intermediate  A  is  hard  to  detect  in  bulk  solution because  of its low  stability, but it is observed by NMR spectroscopy  in  10.  The  relative  higher  concentration  of  the reacting  species  in  10  makes  the  reaction  faster  and  accessible while the confined space affects the movements of the intermediate A, making the rearrangement slower. These features are specific for the cavity and create a unique environment not possible in bulk solution.\nproperties of the guest (i.e., fluorescence), due to the change of the environment around them [62]. This aspect is boosted when aromatic guests, having proper shape and size, are encapsulated in  more  confined  systems  such  as  capsules.  In  these  systems, spectroscopic properties or reactivity are extremely different or even suppressed respects to the ones that are usually observed in solution [63-65]. Recently, modulation of the binding properties of 12 was reported by Gibb, showing the effect of the orientation of carboxylic groups respect to the cavity [66].\nRR\nRR\nJournal Pre-proof\n(c)\nFig  20.  (a)  Representation  of  the  host-guest  complex  in  14  of asymmetric intermediate (right) and cyclic urea (left); (b) Cartoon for RCM reaction of cycloheptane@14. (c) Upfield  H NMR spectra 1 for RCM  reaction catalyzed by Hoveyda-Grubbs-II for C9 diene@14 after treatment with HG-II for 1.5 h, 3.0 h, 4.0 h, 6.0 h, authentic cycloheptene in 14 (from bottom to top).\nThe  authors  declare  that  they  have  no  competing  financial interests  or  personal  relationships  that  could  have  appeared  to influence the work reported in this paper.",
        "source": "10.1016/j.gresc.2021.03.004",
        "file_path": ""
    },
    {
        "content": "☒ The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.\n☐ The authors declare the following financial interests/personal relationships which may be considered as potential competing interests:\nJournal Pre-proof",
        "source": "10.1016/j.gresc.2021.03.004",
        "file_path": ""
    }
]