[
    {
        "content": "Contents lists available at ScienceDirect",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "j o u r n a l homepage: www.elsevier.com/locate/jphotobiol",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "Department of Chemistry, Indian Institute of Technology Patna, Patna 801103, Bihar, India",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "The interactions between rigid molecular containers with small molecules are thriving research area for a long time, since it has ubiquitous applications in different /uniFB01 elds such as sensors, drug delivery, catalysis, supramolecular dye lasers [1 -8]. There are wide ranges of unnatural receptor molecules are available, which are synthesized to enhance the solubility of the guest molecule within the medium and stability of the guest molecule by shielding them from the outside environment. Some examples of important and frequently used receptors are cyclodextrins, calixarenes and cucurbit[ n ]urils [1,9 -11]. Recently, several research groups gave more attention to use cucurbit[ n ]urils in many purposes such as drug-delivery, formation of molecular necklaces, etc. as it has higher af /uniFB01 nity towards guest molecule [1,4,12 -13]. CBn are pumpkin-shaped, where glycoluril units linked by a pair of methylene groups. Cucurbit[7]urils (CB7) is a highly symmetric, rigid macrocyclic host, consists of seven glycoluril units connected to each other by a pair of methylene group in a cyclic manner [14]. On the basis of number of glycoluril unit ( n =5 10)CBnhavevaryingcavity diameter and por--tal sizes. Cucurbit[ n ]urils have nonpolar cavity like other macrocyclic host and also has a polar carbonyl portal end. Hence, hydrophobic interactions as well as strong ion -dipole and charge -dipole interaction due\n⁎ Corresponding author. E-mail address: debabrata@iitp.ac.in (D. Seth).",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "to the presence of carbonyl portal ends with guest molecules are observed [1]. The Coulombic interaction between highly polarisable carbonyl portals of cucurbit[ n ]urils and the host molecule provides exceptionally greater stability to the complex as compared to the other frequently used host molecules like cyclodextrins, calixarenes, etc. It brings cucurbit[ n ]urils in limelight in the /uniFB01 eld of supramolecular chemistry and diverse their exceptional potentials for various suitable applications. Here, we studied the host -guest complexation of Nile blue A (NBA) and CB7 and the release of NBA from the hydrophobic cavity of host by using different surfactants and an ionic liquid.\nNBA is one of the photosensitive, electroactive and a member of the benzophenoxazine class of dye, such class of dye have low toxicity due to quantum yield of 1 O2 generation is very small and some of them temporarily inhibit tumour growth [15 -18]. NBA can covalently interact with discrete sites of the individual DNA helices, used as biosensors such as used in gel electrophoresis as marker for the DNA detection [19 -20]. It is also used as indicator in acid base reaction and as a staining agent for actinomycin in pathological tissues [21]. NBA shows thermochromic and solvatochromic behaviour in visible region [22]. There is few literature on the photophysics of NBA [22 -26]. In this work we have studied the supramolecular interaction between a red emitting dye (NBA) and macro-cyclic host (CB7) by using different types of spectroscopic, isothermal titration calorimetry (ITC) techniques. The chromophoric guest molecules on complexation with molecular containers show the absolute change in their photo-physical as",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "well as other properties, which helps to understand the modulation of molecular properties of guest [27]. There are few literatures where the complexation of dye with macrocyclic host are reported along with the sensitive release of guest molecule from bounded state in well controlled manner by using foreign substances [28 -33]. Here we have focused on the host -guest complexation along with systematic release of guest molecule from the hydrophobic nanocavity of CB7 by using cationic cetyltrimethylammonium bromide (CTAB) surfactant, anionic surfactant sodium dodecyl sulfate surfactant (SDS) and neutral Triton X100 surfactant (TX-100) along with 1-butyl-3-methylimidazolium octyl sulfate ionic liquid ([BMIM][OctS]). Surfactants have ubiquitous application in different industrial processes such as waste treatment, emulsi /uniFB01 ers for food, pharmaceuticals, catalysis, etc. They are unequivocally studied for mimicking biological cell membranes. Surfactants constitute hydrophobic and hydrophilic groups and from organized assemblies like micelles, vesicles, etc. In recent years the interaction of the surfactants with CB7 has been studied by using different instrumental techniques such as NMR spectroscopic technique, isothermal titration calorimetry (ITC) technique, etc. [34 -35]. Inspired by the results of these studies, we are interested to investigate the effect of surfactants on supramolecular host -guest complex where we are presuming the surfactants to be a potential releaser of dye from the hydrophobic cavity of CB7. Again surfactants are biocompatible, biodegradable and having low toxicity for which we choose surfactants as a foreign substance to release dye molecule. This study will be helpful to get the deeper understanding about the interaction of cationic red emitting dye NBA with macrocyclic host CB7. The solubility of NBA in aqueous medium will be increased on complexation with CB7, thereby making it more accessible to the biological site to be stained. Moreover, release of the staining agent NBA using the surfactant will also help us to prudently understand the release mechanism of the dye at the targeted biological site.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "NBA was purchased from Sigma-Aldrich and used without further puri /uniFB01 cation. CB7, CTAB, SDS, TX-100 and [BMIM][OctS] were purchased from Sigma-Aldrich and used as received (Scheme 1). Millipore water was used throughout the experiment.\nquantum yield of NBA in water solution ( ϕ r =0.004) as the reference [36] by using the following equation:\n<!-- formula-not-decoded -->\nwhere r and s stand for the reference and sample, respectively. In Eq. (1), I stand for the integrated area under the /uniFB02 uorescence curve, A stand for the absorbance of the sample at excitation wavelength and n stands for the refractive index of the medium. A picosecond time-correlated single-photon counting (TCSPC) technique was used to take the time resolved /uniFB02 uorescence emission decays. We have used a time-resolved /uniFB02 uorescence spectrophotometer from Edinburgh Instruments (model: LifeSpec-II, U.K.). We have used picoseconds diode laser with excitation wavelength at 635 nm. The /uniFB02 uorescence emission decays were taken by using a Hamamatsu MCP PMT (3809U) instrument as the detector at the magic angle (54.7 ○ ).\nThe decays were analysed by using F-900 decay analysis software. The /uniFB02 uorescence anisotropy decays (r(t)) were determined by using the same instrument. To obtain r(t), we used the following equation:\n<!-- formula-not-decoded -->",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "where the emission intensities at parallel ( I ‖ ) and perpendicular ( ) poI larizations were obtained alternatively by /uniFB01 xing the time for both the decays. We have used motorised polarizers to collect the parallel and perpendicular decays. F-900 software was used to analyze the anisotropy decay. During time resolved measurements temperature was kept constant at 298 K by using Peltier-controlled cuvette holders from Quantum Northwest (model: TLC-50). 1 H NMR spectral data were collected by JEOL 400 MHz NMR spectrometer. We have used iTC200 microcalorimeter from GE healthcare to perform isothermal titration calorimetry measurement and the temperature was kept constant at 298 K during the measurement.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "Ground state absorption measurements were performed with the help of UV -Vis spectrophotometer (Model: UV-2550, Shimadzu). The steady-state /uniFB02 uorescence emission measurements were acquired by using Fluoromax-4P spectro /uniFB02 uorometer (Horiba Jobin Yvon). Absorption and /uniFB02 uorescence measurement were carried out by using quartz cuvette having the path length 1 cm. The /uniFB02 uorescence quantum yields of NBA is different system were measured using the /uniFB02 uorescence",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "We have performed the steady sate absorption measurement of aqueous solution of NBA in the presence of CB7. We have also studied the effect of cationic (CTAB), anionic (SDS), neutral (TX-100) surfactants as well as [BMIM][OctS] ionic liquid on host -guest complex. We observed that NBA exhibits absorption maximum at 634 nm in water\nScheme 1. Schematic representation of the structure of (a) NBA; (b) CB7; (c) CTAB; (d) SDS; (e) TX-100; (f) [BMIM][OctS].",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "(Fig. S1, Table S1) and after addition of CB7 to the aqueous solution of NBA, it shows barthochromic shift along with hyperchromic shift (Fig. S1, Table S1). The absorbance maximum of NBA is shifted to 642 nm with increase of relative intensity due to addition of 5.36 μ M CB7. Such changes in absorption maximum on addition of CB7 indicate that interaction takes place between NBA and CB7. This interaction arises from the charge -dipole interaction between the cationic form of NBA and polarisable carbonyl portals of CB7 along with the hydrophobic interaction. Further we have studied the effect of addition of different kinds of surfactants and an ionic liquid forming micelles on supramolecular host -guest complex (Fig. 1). On addition of CTAB surfactant ( b critical micelle concentration ( cmc )) to the host -guest complex, sharp hypsochromic shift was observed on absorbance maximum (Fig. 1(a)). It may due to the release of NBA from the hydrophobic cavity of macrocyclic host and with increasing the concentration of CTAB, the absorbance maximum shift towards higher wavelength (639 nm) (Fig. 1(a)). The probable cause for this at higher concentration of CTAB ( N cmc ) is due to NBA attached to hydrophobic part of the micelles. At higher concentration, CTAB ( N cmc ) forms micelle and two types of interaction taken place between micelle and cationic NBA, one is electrostatic interaction and another one hydrophobic interaction. Between these two interactions, hydrophobic interaction is the predominant factor over repulsive electrostatic interaction between cationic head part of the micelle and cationic NBA. Above cmc , when micelles are formed the large hydrophobic part of NBA gets solubilised inside the grease like domainofthemicelle thereby enhancing the solubility of the dye in the solution. This leaves the cationic part of NBA projected towards the aqueous phase of the solution.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "In case of anionic surfactant SDS, on addition of SDS ( b cmc ) a sharp hypochromic shift was observed in absorbance maximum and a new absorbance maximum appeared at 595 nm (Fig. 1(b)). It indicates that new species is generated. The absorbance maximum at 595 nm is due\nto interaction between the cationic NBA and anionic monomer of surfactant [23]. Such kind of interaction also observed for Rhodamine derivatives and methyl violet [37 -38]. This type of phenomenon might also lead to formation of dimmer of the dye [23]. Further increasing the concentration of SDS the absorbance value gradually increased with blue shift. The absorbance maximum observed at 595 nm ( b cmc ) was vanished (Fig. 1(b)). The reason for hyperchromic shift in absorbance on gradual addition of surfactant is due to the complex formation between micelles and cationic dye. The blue shift in absorbance spectra observed due to the cationic dye resides in hydrophobic core of micelles. Onaddition of neutral surfactant (TX-100), a little changed was found in absorbance spectra (Fig. 1(c)). It indicates that TX-100 has lesser effect on supramolecular host -guest complex as compared to other surfactants used in this work.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "We have also studied the effect of addition of 1-butyl-3methylimidazolium octyl sulfate ([BMIM][OctS]) ionic liquid on host -guest complex (Fig. 1(d)). We have observed similar types of phenomenon as that observed due to addition of anionic surfactant, SDS. Hypochromic shift was observed in absorbance maximum on addition of [BMIM][OctS] ( b cmc ) to the solution of NBA -CB7 complex (Fig. 1(d)). Along with hypochromic shift, a new absorbance maximum was observed at around 600 nm, which implied that a new complex is formed. This new complex may be due to the interaction between cationic dye and anionic part of ionic liquid i.e. premicellar complex formation. Further on increasing the concentration of ionic liquid, the maximum present at 600 nm totally vanished and showed only a single absorbance maximum at 642 nm (Fig. 1(d)). It may be due to the formation of the micelle -NBA complex. It is reported in literature that [BMIM][OctS] forms micelle [39 -40]. So, it may be possible that the cationic NBA stacked at the hydrophobic core of micelles (formed by octyl sulfate part of [BMIM][OctS]), for this reason the absorbance showed the hyperchromic shift along with barthochromic shift.\nFig. 1. Absorption spectra of NBA -CB7 complex in water in presence of (a) CTAB; (b) SDS; (c) TX-100; (d) 1-butyl-3-methylimidazolium octyl sulfate [BMIM][OctS].",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "The steady state /uniFB02 uorescence emission spectrum of NBA in aqueous solution shows single emission maximum at around 672 nm. On addition of CB7 to the aqueous solution of NBA, considerable changes were observed in /uniFB02 uorescence intensity without any change in /uniFB02 uorescence maximum position due to addition of CB7 (Fig. S2, Table S1). We observed /uniFB02 uorescence quantum yield gradually increases with increasing the concentration of CB7 and it is almost double on addition of 5.36 μ MCB7 in the aqueous solution of NBA (Table S1). The increase of quantum yield indicates that NBA is facing more restricted environment in presence of CB7 as compared to that of free dye. Such change in /uniFB02 uorescence emission spectra as well as change in quantum yield indicates the formation of NBA -CB7 complex. The reason for the spectral change on addition of CB7 is the charge dipole interaction of positively charged -NEt2 group of NBA with carbonyl portal end of CB7 along with the hydrophobic interaction between NBA and CB7. It was observed that host -guest complexation process completed at very low concentration of CB7. It indicates that CB7 has very strong af /uniFB01 nity towards NBA to form the complex.\nWehave further investigated the effect of different surfactants and an ionic liquid on NBA -CB7 complex. Firstly, on addition of cationic surfactant, CTAB ( b cmc ) to the solution containing complex, it was observed that /uniFB02 uorescence intensity decreased and the /uniFB02 uorescence spectra having the similar type of feature to that of aqueous NBA solution (Fig. 2(a)). It may be possible that NBA released from the hydrophobic cavity of CB7. Again on increasing the concentration of CTAB /uniFB02 uorescence intensity gradually increases. Above cmc , CTAB starts to aggregate to form micelles, under such condition the free dye forms complex with micelles. The probable reasons for increase of /uniFB02 uorescence",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "intensity is due to retardation of reversible proton transfer process as compared to that in the bulk water (NBA gets solubilised inside the grease like domain of the micelle) hence, decrease in non-radiative decay rate constant [41 -42].\nOn other hand on addition of SDS ( b cmc ) to the solution containing NBA CB7 complex, intensity decreased signi -/uniFB01 cantly (no emission maximumwasobserved), it indicates a signi /uniFB01 cant quenching due to ion pair formation between positively charged NBA and SDS monomer [23,37 -38]. On further addition of SDS surfactant ( N cmc ) the /uniFB02 uorescence intensity gradually increased along with blue shift (6 nm) (Fig. 2(b)). It indicates that the dye is present in more restricted environment, where the proton transfer process is hindered relative to that of bulk water and the increase of /uniFB02 uorescence intensity along with blue shift, indicates that the complex is formed between cationic dye and micelles and the dye is present at hydrophobic part of micelles [23]. On addition of TX-100 to the aqueous solution of NBA small change was observed in /uniFB02 uorescence spectra unlike ionic surfactants and ionic liquid (Fig. 2(c)). Slight increase in /uniFB02 uorescence intensity was observed. It indicates the formation of the complex between NBA and micelle. Hence, TX-100 has smaller effect on host -guest complex as compared to the others.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "Onaddition of [BMIM][OctS] ionic liquid ( b cmc ) to the solution containing NBA -CB7 complex, it was observed that the /uniFB02 uorescence intensity quenched signi /uniFB01 cantly (Fig. 2(d)). It may be due to the complex formation between monomer of octyl sulfate part of ionic liquid and cationic NBA [23,37 -38]. Further increasing the concentration of the ionic liquid ( N cmc ) within the solution, the /uniFB02 uorescence intensity gradually increases along with blue shift (3 nm) (Fig. 2(d)). This change in /uniFB02 uorescence spectra may be due to the interaction between micelle with NBA. Due to this micelle-dye complex formation proton transfer process in NBA is hindered compared to bulk water and the /uniFB02 uorescence\nFig. 2. Fluorescence spectra of aqueous solution of NBA and NBA -CB7 complex and changes observed due to addition of different surfactants, where (a) CTAB; (b) SDS; (c) TX-100; (d) [BMIM][OctS].\nintensity increases on gradual addition of [BMIM][OctS] and the blue shift of /uniFB02 uorescence maxima indicates that NBA probably present at nonpolar part of the micelles [41 -42].",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "In our study we found that 1:1 complex is formed. The 1:1 guest -host stoichiometry can be written as follows:\nNBA þ CB7 ↔ NBA /C1 CB7 :\nThe binding constant value ( K ) of the complex is found by using the following equation, where experimental absorbance data are directly /uniFB01 tted by Eq. (3) [43].\n<!-- formula-not-decoded -->\nwhere, Aobs and A 0 are the observed absorbance and absorbance in absence of host. [ G ] is the concentration of NBA and [CB7] is the concentration of the CB7. The binding constant value for 1:1 complex is found to be 5.8 (±5.1) × 10 7 M -1 with standard deviation σ ( A ) 0.0002 by using the above Eq. (3) (Fig. S3).\nThe binding constant value of the complex was estimated from the /uniFB02 uorescence measurement by using nonlinear least-squares regression analysis in which data are directly /uniFB01 tted by using the relevant equation. The initial value of the unknown parameter was obtained with the help of linear /uniFB01 tted result by using Benesi -Hildebrand equation [44].\nIn our study only 1:1 complex is formed between NBA and CB7. The binding constant value ( K 1) is obtained using the following equation\n<!-- formula-not-decoded -->\nwhere Fwater and Fm are the /uniFB02 uorescence intensities in absence and in presence of maximum concentrations of CB7 where 1:1 binding has been completed, respectively. F represents the /uniFB02 uorescence intensities at different concentrations of CB7 and [CB7] represents concentration of CB7. By using the value of /uniFB02 uorescence data, the binding constant value for the 1:1 complex is found to be 6.2 (±1.9) × 10 5 M -1 (Fig. S4). From binding constant value, it is clear that NBA has higher af /uniFB01 nity towards CB7 in ground state as compared to excited state.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "The stoichiometry of the host -guest complex between NBA and CB7 is con /uniFB01 rmedbyusing the Job's method of continuous variation [45]. We are able to determine the stoichiometry by using both absorbance as well as /uniFB02 uorescence data. The Job's method is performed by /uniFB01 xing the total concentration of the solution ([NBA] + [CB7]) at 1 × 10 -5 Mfor both measurements. From Job's plot by using absorbance data, we observed that 1:1 complex formed between NBA and CB7, here we plot Δ A · XNBA {(difference of absorbance) × (the mole fraction of the dye)} against XNBA (the mole fraction of the dye) (Fig. S5(a)). From /uniFB02 uorescence measurement it was observed that 1:1 complex is formed between NBA and CB7, here we plot Δ F · XNBA {(difference of /uniFB02 uorescence intensity) × (the mole fraction of the dye)} against XNBA (the mole fraction of the dye) (Fig. S5(b)).",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "The /uniFB02 uorescence decay patterns of NBA in aqueous medium at different concentrations of CB7 are shown in Fig. 3(a). It was observed from lifetime measurement that NBA shows a single exponential decay with time constant 0.35 ns in aqueous medium, which is similar to earlier studies (Table S2) [23,26]. In comparing with the literature, it is observed that NBA has shorter lifetime in polar aqueous medium as compared to non-polar solvent. Shorter /uniFB02 uorescence lifetime in aqueous medium is due to the ultrafast proton transfer process between NBA and water molecule [22,41]. On addition of CB7 to the aqueous solution of dye, spectral feature was changed with increasing average life time; it indicates that complexation processes takes place between NBA and CB7. It was also found from lifetime measurement that on gradual addition of CB7 to the aqueous solution of the dye, the weight percentage of fast component (free dye) gradually decreases (the component remains almost constant in time scale) and a new component (due to the complex formation) was found with 0.73 ns (Table S2). This new slow component is due to the 1:1 complex formations between dye and CB7.\nThe weight percentage of slow component gradually increases on gradual addition of CB7. On addition of CB7 (5.36 μ M), the /uniFB02 uorescence emission decays becomes biexponential in nature, fast component is due to free dye with time constant 0.25 ns (10%) and slow component is due to 1:1 complex formation with time constant 0.73 ns (90%). The signi /uniFB01 cant enhancement of /uniFB02 uorescence lifetime on addition of CB7, clearly demonstrates that the dye molecule present in restricted environment and due to this reason proton transfer process is hindered. From this study it is clearly demonstrated that complex is formed between dye and CB7.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "The release protocols of dye molecule from host in the presence of different surfactants and [BMIM][OctS], have been studied by /uniFB02 uorescence emission decay measurements (Fig. 3, Table 1). We have found clear evidence about the release protocol for the trapped dye from host by using /uniFB02 uorescence lifetime measurement. It was found that on addition of CTAB ( b cmc ), the /uniFB02 uorescence life time value decreased to 0.37 ns from 0.68 ns (Fig. 3(b)). The lifetime value free dye molecule in aqueous medium is 0.35 ns. Therefore, it indicates that all dye molecules released from hosts. It is also observed that CTAB shows greater propensity to expel the bound dye molecule from CB7 to aqueous medium as compared to other studied substances used for release. On successive addition of CTAB, the /uniFB02 uorescence life time value increased to 1.09 ns in presence of 76 mM CTAB (Fig. 3(b), Table 1) and we also observed that the /uniFB02 uorescence life time value of NBA increased to 1.10 ns on addition of 76 mM CTAB in the aqueous solution of NBA. Hence, we can say that the component with /uniFB02 uorescence life time value 1.09 ns is due to micelle -NBA complex formation. In earlier sections, we have mentioned that the absorbance maximum show blue shift and /uniFB02 uorescence intensity increase on addition of CTAB ( ≥ cmc ) is indicative that NBA probably resides at the hydrophobic core of the micelles. For which the /uniFB02 uorescence life time value increased as compared to the aqueous medium. Again increasing the /uniFB02 uorescence lifetime on addition of 76 mM CTAB is indicated that the proton transfer process is quenched as compared to that observed in the bulk aqueous medium. Initially, addition of SDS ( b cmc ) to the aqueous solution of NBA -CB7 complex, we are unable to measure the life time value as it shows no emission maximum, due to the formation of pre-micellar aggregate with NBA (ion-pair interaction between surfactant and NBA). Such kind of pre-micellar aggregate of",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "surfactant with dye has been reported earlier [38]. However, further addition of SDS ( ≥ cmc ) to the aqueous solution of the complex, the /uniFB02 uorescence life time value gradually increases. The average /uniFB02 uorescence life time value increased to 1.12 ns in presence of 69 mM SDS with components 0.68 ns (5%) and 1.14 ns (95%) (Fig. 3(c), Table 1). The /uniFB02 uorescence life time decay of NBA in SDS micelles (69 mM) is single exponential in nature and the lifetime value is 1.14 ns. So, it is concluded from above observations that the component with /uniFB02 uorescence lifetime value 1.14 ns arises due to micelle-NBA complex formation and the component with /uniFB02 uorescence life time value with 0.68 ns may be due to the existence of small percentage of NBA -CB7 complex (Table 1). In earlier sections, we report that blue shift was observed in absorption spectra with increasing\nFig. 3. The /uniFB02 uorescence emission decays of aqueous solution of NBA and in presence of (a) CB7 and with varying the concentration of (b) CTAB; (c) SDS; (d) TX-100; (e) [BMIM][OctS].\n/uniFB02 uorescence intensity and in this section lifetime value increases on gradual addition of SDS ( N cmc ). It is concluded from this observation that the complex is formed between micelle and NBA.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "The effect of non-ionic surfactant TX-100 is smaller as compared to other studied surfactants and ionic liquid for the release of the dye from the host. On addition of TX-100 ( b cmc ), some dye molecules release but greater amount of dye molecule held together with CB7 (Fig. 3(d), Table 1). It was also observed that on gradual addition of TX-100 to the aqueous solution of the complex the weight percentage of complex molecule decreases and the average life time increases as the formation of complex between micelle and the dye molecule (Fig. 3(d), Table 1). On addition of 3.0 mM TX-100 to the solution of NBA and CB7 the average life time increased to 0.92 ns with components 0.68 ns (66%) and 1.39 ns (34%). The average life time value of NBA in presenceof TX-100 micelle (3.0 mM) is found to be 1.01 ns with component 0.36 ns (34%) and 1.34 ns (66%). Hence, we can say that the /uniFB02 uorescence life time component with 1.39 ns may be due to the micelle -NBA complex and /uniFB02 uorescence life time component with 0.68 ns may be due to the existence of NBA -CB7 complex.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "Effect of addition of surfactants and ionic liquid on host -guest complex between NBA and CB7 on /uniFB02 uorescence emission decay of NBA ( λ exi =635nm),concentration of NBA is 1.19 μ Mand CB7 is 5.36 μ M.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "1, System = NBA. 1, τ 1 (ns) = 0.35. 1, a 1 = 1. 1, τ 2 (ns) = -. 1, a 2 = -. 1, τ c (ns) = 0.35. 1, χ 2 = 1.041. 2, System = NBA +CB7. 2, τ 1 (ns) = 0.25. 2, a 1 = 0.10. 2, τ 2 (ns) = 0.73. 2, a 2 = 0.90. 2, τ c (ns) = 0.68. 2, χ 2 = 1.129. 3, System = NBA +CB7 +CTAB (0.05 mM). 3, τ 1 (ns) = 0.37. 3, a 1 = 1. 3, τ 2 (ns) = -. 3, a 2 = -. 3, τ c (ns) = 0.37. 3, χ 2 = 1.011. 4, System = NBA +CB7 +CTAB (1 mM). 4, τ 1 (ns) = 0.35. 4, a 1 = 0.89. 4, τ 2 (ns) = 0.55. 4, a 2 = 0.11. 4, τ c (ns) = 0.37. 4, χ 2 = 0.989. 5, System = NBA +CB7 +CTAB (76 mM). 5, τ 1 (ns) = 1.09. 5, a 1 = 1. 5, τ 2 (ns) = -. 5, a 2 = -. 5, τ c (ns) = 1.09. 5, χ 2 = 1.028. 6, System = NBA +CTAB (76 mM). 6, τ 1 (ns) = 1.10. 6, a 1 = 1. 6, τ 2 (ns) = -. 6, a 2 = -. 6, τ c (ns) = 1.10. 6, χ 2 = 1.070. 7, System = NBA +CB7 +SDS (3.95 mM). 7, τ 1 (ns) = -. 7, a 1 = -. 7, τ 2 (ns) = -. 7, a 2 = -. 7, τ c (ns) = -. 7, χ 2 = -. 8, System =",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "NBA +CB7 +SDS (8.92 mM). 8, τ 1 (ns) = 0.34. 8, a 1 = 0.04. 8, τ 2 (ns) = 1.12. 8, a 2 = 0.96. 8, τ c (ns) = 1.09. 8, χ 2 = 0.961. 9, System = NBA +CB7 +SDS (69 mM). 9, τ 1 (ns) = 0.68. 9, a 1 = 0.05. 9, τ 2 (ns) = 1.14. 9, a 2 = 0.95. 9, τ c (ns) = 1.12. 9, χ 2 = 0.969. 10, System = NBA +SDS (69 mM). 10, τ 1 (ns) = 1.14. 10, a 1 = 1. 10, τ 2 (ns) = -. 10, a 2 = -. 10, τ c (ns) = 1.14. 10, χ 2 = 1.141. 11, System = NBA +CB7 +TX-100 (0.08 mM). 11, τ 1 (ns) = 0.29. 11, a 1 = 0.08. 11, τ 2 (ns) = 0.76. 11, a 2 = 0.92. 11, τ c (ns) = 0.72. 11, χ 2 = 1.048. 12, System = NBA +CB7 +TX-100 (0.30 mM). 12, τ 1 (ns) = 0.66. 12, a 1 = 0.76. 12, τ 2 (ns) = 1.06. 12, a 2 = 0.24. 12, τ c (ns) = 0.76. 12, χ 2 = 0.984. 13, System = NBA +CB7 +TX-100 (3.0 mM). 13, τ 1 (ns) = 0.68. 13, a 1 = 0.66. 13, τ 2 (ns) = 1.39. 13, a 2 = 0.34. 13, τ c (ns) = 0.92. 13, χ 2 = 1.031. 14, System = NBA +TX-100 (3.0 mM). 14, τ 1 (ns) = 0.36. 14, a 1 =",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "0.34. 14, τ 2 (ns) = 1.34. 14, a 2 = 0.66. 14, τ c (ns) = 1.01. 14, χ 2 = 1.023. 15, System = NBA +CB7 +[BMIM][OctS] (18.74 mM). 15, τ 1 (ns) = 0.29. 15, a 1 = 0.36. 15, τ 2 (ns) = 0.44. 15, a 2 = 0.64. 15, τ c (ns) = 0.39. 15, χ 2 = 1.119. 16, System = NBA +CB7 +[BMIM][OctS] (32.09 mM). 16, τ 1 (ns) = 0.31. 16, a 1 = 0.57. 16, τ 2 (ns) = 0.53. 16, a 2 = 0.43. 16, τ c (ns) = 0.41. 16, χ 2 = 1.101. 17, System = NBA +CB7 +[BMIM][OctS] (304.83 mM). 17, τ 1 (ns) = 0.49. 17, a 1 = 0.09. 17, τ 2 (ns) = 0.91. 17, a 2 = 0.91. 17, τ c (ns) = 0.87. 17, χ 2 = 0.920. 18, System = NBA +[BMIM][OctS] (304.83 mM). 18, τ 1 (ns) = 0.92. 18, a 1 = 1. 18, τ 2 (ns) = -. 18, a 2 = -. 18, τ c (ns) = 0.92. 18, χ 2 = 1.024\nτ c =a1 ∗ τ 1 +a2 ∗ τ 2.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "On addition of [BMIM][OctS] in the solution containing NBA -CB7 complex, similar feature was observed. In the presence of [BMIM][OctS] ( b cmc ) /uniFB02 uorescence emission decays of NBA are /uniFB01 tted bi-exponentially, with time constant 0.29 ns (36%) and 0.44 ns (64%) (Fig. 3(e), Table 1). It indicates that dye molecules were released from the cavity of CB7. Another interesting feature was observed that the generation of a new componentwith time constant (0.44 ns), it may be due to the formation of premicellar complex between [BMIM][OctS] and NBA. Like SDS, on gradual addition of [BMIM][OctS] the average life time value of NBA gradually increases and on addition of 304.83 mM [BMIM][OctS] average life time value become 0.87 ns (Fig. 3(e), Table 1). We have performed the lifetime measurement of NBA in the aqueous solution of 304.83 mM [BMIM][OctS] and observed single component with time constant 0.92 ns, it may arise due to the micelle -NBA complex formation. Hence, we can say that the /uniFB02 uorescence lifetime component with 0.91 ns (91%) may be due to the micelle-NBA complex formation and existence of small amount (9%) of NBA -CB7 complex.\n3.6. Time Resolved Anisotropy Measurements\nWe have studied the supramolecular host -guest complexation by using the time resolved anisotropy measurement. It was reported that the rotational correlation time of NBA in water is ~0.16 ns [23,26].Whereas, on addition of 5.36 μ MCB7 to the aqueous solution of NBA, the rotational correlation time increased to 0.42 ns (Table 2, Fig. 4). It is clearly demonstrated that the complex is formed between NBA and CB7. Due to the complex formation, NBA faces more restricted environment i.e. the rotational relaxation of the dye within CB7 gets highly restricted.\nTable 2",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "The rotational relaxation time of NBA in presence of CB7 and on addition of CTAB, SDS and [BMIM][OctS]; and rotational relaxation time of NBA in presence of CTAB, SDS, TX-100 and [BMIM][OctS].",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "1., System = NBA +CB7. 1., r 0 = 0.298. 1., τ 1 (ns) = 0.42. 1., a 1 = 1. 1., τ 2 (ns) = -. 1., a 2 = -. 1., τ rot d (ns) = 0.42. 2., System = NBA +CB7 +CTAB (76 mM). 2., r 0 = 0.290. 2., τ 1 (ns) = 0.58. 2., a 1 = 0.30. 2., τ 2 (ns) = 3.62. 2., a 2 = 0.70. 2., τ rot d (ns) = 2.71. 3., System = NBA +CTAB (76 mM). 3., r 0 = 0.24. 3., τ 1 (ns) = 0.76. 3., a 1 = 0.30. 3., τ 2 (ns) = 3.57. 3., a 2 = 0.70. 3., τ rot d (ns) = 2.73. 4., System = NBA +CB7 +SDS (69 mM). 4., r 0 = 0.309. 4., τ 1 (ns) = 0.06. 4., a 1 = 0.03. 4., τ 2 (ns) = 0.97. 4., a 2 = 0.97. 4., τ rot d (ns) = 0.95. 5., System = NBA +SDS (69 mM). 5., r 0 = 0.329. 5., τ 1 (ns) = 0.07. 5., a 1 = 0.08. 5., τ 2 (ns) = 1.01. 5., a 2 = 0.92. 5., τ rot d (ns) = 0.99. 6., System = NBA +TX-100 (3.0 mM). 6., r 0 = 0.276. 6., τ 1 (ns) = 0.13. 6., a 1 = 0.01. 6., τ 2 (ns) = 3.16. 6., a 2 = 0.99. 6., τ rot d (ns) = 3.13. 7., System = NBA",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "+CB7 +[BMIM][OctS] (304.83 mM). 7., r 0 = 0.242. 7., τ 1 (ns) = 0.89. 7., a 1 = 1. 7., τ 2 (ns) = -. 7., a 2 = -. 7., τ rot d (ns) = 0.89. 8., System = NBA +[BMIM][OctS] (304.83 mM). 8., r 0 = 0.281. 8., τ 1 (ns) = 0.88. 8., a 1 = 1. 8., τ 2 (ns) = -. 8., a 2 = -. 8., τ rot d (ns) = 0.88\nτ rot d =a1 ∗ τ 1 +a2 ∗ τ 2.\nThe rotational correlation time increases ~2.5 times as compared to the free dye due to greater hydrodynamic diameter of the host -guest complex compared to that of free dye. We have estimated the value of hydrodynamic radius of the complex by using SED equation [46,47].\n<!-- formula-not-decoded -->\nwhere r h and η are the hydrodynamic radius of the dye molecule or the host -guest complexes, viscosity of the medium, k is the Boltzmann constant and T is 298 K. The estimated diameter of the dye is found to be ~8.2 Å by using Edward's method [48]. CB7 has outer diameter ~ 5.8 Å, inner diameter ~ 3.9 Å and height ~ 9.1 Å [1]. The estimated radius of the complex is found to be ~7.45 Å from the Eq. (5). Hence, the estimated diameter of the complex is found to be ~14.9 Å. It clearly highlights that the diameter of the rotating species corresponding to this component is lower than the sum of the heights of the CB7 and the diameter of the free dye. It reinforces the concept that the -NEt2 terminals of the dye are residing inside the hydrophobic cavities of CB7 forming 1:1 dye -macrocyclic supramolecular complex (NBA -CB7). The most probable structure of the supramolecular host -guest complex is shown in Scheme 2.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "We have also studied the release of the dye molecule from the hydrophobic nano-cavity of CB7 by using the surfactants and ionic liquid with the help of anisotropy measurement. It was observed that on addition of 76 mM CTAB surfactant the average rotational relaxation time increases to 2.71 ns (Table 2, Fig. 4(a)). The average rotational relaxation time of NBA in CTAB micelles (76 mM) was found to be 2.73 ns. It indicates that with the addition of CTAB, NBA molecule release from the cavity of CB7 and interacts with micelles formed by CTAB. With the addition SDS (69 mM) in NBA -CB7 complex the average rotational relaxation time ( τ rot ) is increased to 0.95 ns compared to that in the presence of CB7 (Table 2, Fig. 4(b)). The average rotational relaxation time of NBA in 69 mM SDS is 0.99 ns. On addition of 3 mM TX-100 in the solution containing NBA -CB7 complex, as it shows ' dip-rise-dip ' kind of anisotropy decay pro /uniFB01 le (Fig. S6). The average rotational relaxation time of NBA in the aqueous solution of 3 mM TX-100, was found to be 3.13 ns and the decay is biexponential in nature (Table 2). On addition of 304.83 mM [BMIM][OctS] in the solution containing NBA -CB7 complex, the rotational correlation time increased to 0.89 ns (Table 2, Fig. 4(c)) and the rotational correlation time for NBA in the aqueous solution of 304.83 mM [BMIM][OctS] was found to be 0.88 ns. Hence, it may be due to the formation of the dye -micelle complex. The increase of rotational correlation time indicated that NBA faces more restricted environment in micelles as compared to macrocyclic host.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "The host -guest complexation between NBA and CB7 has been also studied by using the 1 H NMR spectroscopic technique (Fig. 5). 1 H NMR of NBA with CB7 has been studied in D2O solvent (Fig. 5). In D2O the methyl and methylene protons of the -NEt2 group are found at\nFig. 4. The time resolved anisotropy decays of NBA in presence of CB7 and after the addition of (a) CTAB; (b) SDS; (c) [BMIM][OctS].\nScheme 2. Schematic representation of probable structure of the complex formation between NBA and CB7.\nδ =1.13 and 3.42, respectively. On addition of CB7 to the solution of NBA, methyl and methylene protons of the -NEt2 group are appeared at δ =0.54 and 2.90, respectively. Such 0.59 and 0.52 up /uniFB01 eld shifts of δ value in NMR spectra clearly indicate the complete inclusion of ( -NEt2) part of the dye inside the hydrophobic cavity of CB7. The proton c also shows 0.12 ppm up ' ' /uniFB01 eld shift, which indicates that, proton ' c ' present inside the cavity of the CB7. However, the other protons (d, e, f, g and h) show the down /uniFB01 eld shift which may implied that these proton resides near the carbonyl portal of CB7, which also demonstrates that ( -NH2) group also interact with the carbonyl portal end for this association of host and guest, proton (f, g and h) show the down /uniFB01 eld shift. Whereas, the proton (i and j) do not show observable change in 1 H NMR spectra in presence and absence of CB7 as these protons present far away from the carbonyl portal end of CB7. Hence, 1 H NMR study showed that 1:2 complex is formed between NBA and CB7.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "The change of heat on host -guest complex formation can be measured directly by using isothermal titration calorimetry (ITC) titration at temperature 298 K. The heat released or absorbed in the sample cell due to the formation or dissociation of host -guest complex is measured with respect to a reference cell /uniFB01 lled with water. With the help of this calorimetric technique, binding nature of the complex, binding\nFig. 5. 1 H NMR spectra (400 MHz) of NBA in D2O free dye (lower part) and in presence of CB7 (upper part).\nenthalpies, binding entropies and Gibbs free energy for host -guest complexation can be obtained directly.\nIn general, host -guest complexation is a reversible process and it can be expressed through the following equation:\nmH þ nG ⇌ GnHm where, m and n are the stoichiometry coef /uniFB01 cients ( m n , =1, 2, 3, etc.). The interaction between the NBA and CB7 is of 1:2 nature obtained from ITC measurement. Here data obtained from ITC measurement was /uniFB01 tted by using two sets of sites binding model (Fig. 6). The formation constants value are K 1:1 = 3.80 × 10 6 M -1 , K 1:2 = 1.99 × 10 4 M -2 and thermodynamic parameters determined by ITC are as follows ∆ H 1 = -0.64 × 10 4 cal·mol -1 , ∆ H 2 = -7.5 × 10 4 cal·mol -1 , T ∆ S 1 = 0.26 × 10 4 cal·mol -1 and T ∆ S 2 = -6.91 × 10 4 cal·mol -1 .",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "constant value in /uniFB01 rst step is found to be higher order as compared to second step. In second step, the change in enthalpy ( ∆ H 2) is negative but the value of T ∆ S 2 negative. The contribution of change in enthalpy ( ∆ H2 ) is due to hydrogen bonding interaction between amine group ( -NH2) and the carbonyl portal end of CB7 and the negative value of T ∆ S 2 indicates that the system spontaneity decrease on formation of 1:2 complex. Hence, change in enthalpy ( ∆ H 2) is the driving force for the step second as [ ∆ H 2 - ∆ T S 2] b 0. The binding value of Gibb's free energy in /uniFB01 rst step and second step are found to be -2.14 kJ·mol -1 and -1.41 kJ·mol -1 , respectively ( ∆ G = ∆ H - ∆ T S ). Excited state nature and strength of interaction between NBA and CB7 is obtained from /uniFB02 uorescence measurement and by using ITC measurement we obtained the ground state binding nature and strength. From /uniFB02 uorescence and absorbance measurement, we observed that 1:1 complex is formed between NBA and CB7, whereas form ITC and 1 HNMRmeasurements it is observed that 1:2 complex is formed between NBA and CB7. The binding constant value obtained from spectroscopic and ITC measurement is different due to the fact that spectroscopy measured only local changes surrounding the dye molecule whereas, ITC measured a global change in the property [49]. The binding constant values may be the same if the hydration state of the interface is unchanged. Additionally, the binding constant values obtained from the /uniFB02 uorescence measurement and ITC measurements are similar if the host -guest complexation reaction process is passes through a two-state transition between free and bound dye molecules by following a lock and key or rigid body mechanism and the spectroscopic signal change must be re /uniFB02 ected by the total population of free and bound molecules [50].",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "We have also studied the effect of addition of different surfactants and ionic liquid on the NBA -CB7 complex by using ITC measurement. It was observed that on gradual addition of 5.5 mM CTAB from the syringe to the aqueous solution of 0.05 mM NBA and 0.3 mM CB7 (inside the cell of the ITC instrument), initially kcal mol -1 of the injactant ( Q ) increases, it may be due to the dissociation of NBA -CB7 complex and\nFrom ∆ H 1 and T ∆ S 1 value, it is cleared that the /uniFB01 rst step is both enthalpically as well as entropically favourable. The negative value of ∆ H 1 may be due to the charge -dipole interaction (between positively charged nitrogen atom and carbonyl portal end of CB7) in addition to the hydrophobic contribution (between NEt2 part of NBA and hydrophobic cavity of CB7). The positive value of T ∆ S 1 (measures the spontaneity of the system at temperature, T ) is due to the release of high energy water molecules from the hydrophobic cavity of macrocyclic host, CB7 [31]. The hydrophobic cavity of this macrocycle does not allow to orient the trapped water molecules in energetically favourable H-bonding network. The potential energy of release trapped water molecules from the cavities of CB7 has maximum value among CBn. Hence, the excretion of these high-energy, water molecules from the CB7 cavity contribute to entropy gain in the /uniFB01 rst step. Deep penetration of the dye inside the hydrophobic cavity causes large number of water molecules release from hydrophobic cavity and signi /uniFB01 cant entropic gain in /uniFB01 rst step is observed. For the entropy contribution in /uniFB01 rst step, the binding\nFig. 6. (a) Heat /uniFB02 ow versus time for the injection of 0.3 mM CB7 solution in 0.05 mM NBA solution at 298 K, (b) data points represent heat/mol versus CB7/NBA ratio and the solid line represents the line of best /uniFB01 t.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "after reaching certain concentration of CTAB the Q value decreases, it may be due to the premiceller complex formed between surfactant and NBA (Fig. S7(a)). After completing this titration, further we added 0.01 M CTAB from syringe to the above solution (to reach the /uniFB01 nal concentration above cmc ) and it was observed that the continuous decrease in kcal mol -1 . It indicates premicellar complex formation (CTAB b cmc ) and CTAB micelle-NBA complex formation (CTAB N cmc ) (Fig. S8(a)). All plots shown in Fig. S7 and Fig. S8 were obtained after blank subtraction.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "Ongradual addition of 0.056 M SDS to the aqueous solution of 2 mM CB7 and 0.05 mM NBA, initially the Q increases with increasing the value of mole fraction and after reaching some concentration Q value decrease and again after reaching certain concentration the value of Q increases (Fig. S7(b)). Initially the increase of Q value may be due to the dissociation of the complex and after that change in Q may be due to the contribution from the premiceller complex formation as well as electrostatic interaction of NBA with the monomer of SDS molecule. After completing this titration, we further added 0.1 M SDS to the /uniFB01 nal solution containing NBA, surfactant and CB7 to reach the concentration of SDS above cmc (Fig. S8(b)). It was observed that the Q value gradually increased due to the premicellar complex formation with NBA (SDS b cmc ) as well as micelle-NBA complex formation (SDS N cmc ). On addition of 0.22 M ionic liquid to the aqueous solution of NBA and CB7 initially the Q value increased and again further increased (Fig. S7(c)). Initially increase the value of Q can be ascribed to release of dye molecule from the hydrophobic core of CB7 and after that the change in Q is due to the formation of premicellar complex as well as electrostatic interaction of NBA with ionic liquid monomer. Further we added 0.75 M solution of ionic liquid through the syringe to the above solution containing NBA, CB7 and ionic liquid and observed that the value of kcal mol -1 of the injactant ( Q ) decreases with increasing molarratio (IL/NBA), it may be due to the formation of premicellar complex ( b cmc ) and micelle -NBA complex ( N cmc ) (Fig. S8(c)).\n3.9. Comparison of Stability of the Supramolecular Complexes in Ground and Excited States: Dissociation in Excited State or Effect of Radiation",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "The most dramatic feature of the host guest complex formation of the staining dye NBA with CB7 is that we observe 1:2 (guest:host) complex formation using the 1 H NMR and isothermal titration calorimetry (ITC) whereas, UV -Vis absorption spectra, steady state /uniFB02 uorescence emission spectra and time resolved emission spectra show 1:1 complex formation. This is really astonishing. While considering the complexation dynamics between a /uniFB02 uorescent host and a macrocycle, three factors must be considered. These are:\na. The rate of inclusion of the guest inside the cavity of macrocycle.\nb. The rate of exclusion of the guest from the cavity of the macrocycle.\nc. The rate of decay of the excited state of the probe.\nWhen the excited state is short lived or in other words the excited state lifetime is short, the rate of excited state decay may be faster than either the rate of inclusion inside the host cavity or the rate of exclusion from the host cavity. Under such circumstances, only those guest molecules which will remain inside the hydrophobic cavity of macrocycle will absorb light to remain in excited state. Therefore, the rate of exclusion, rate of inclusion and the binding interaction of the guest molecule with the macrocycle will depend under such circumstances solely on the ground state binding interaction. However, electronic excitation of the guest by the absorption of light may also destabilize the complex and subsequently lead to the dissociation of the complex. This takes place when the excited state binding constant values are smaller than that of the ground state. For excited states with long decay time, it may be possible that the guests are excited outside the cavity of macrocycle to enter the cavity during the excited state lifetime. In such cases, the rates of inclusion and exclusion of the guest in the excited state can be signi /uniFB01 cantly different from those of guest in the ground state. This accounts for the different value of the binding constant for the ground and excited states [11].",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "The determination of the binding constant provides a convenient way to determine extent of binding interaction between the dye and macrocycle. Determination of binding constant using /uniFB02 uorescence spectra provides the information regarding the binding interaction in the excited state whereas, the ground state binding interaction between the host and guest can be understood by determining the binding constant using 1 HNMRandisothermaltitration calorimetry (ITC). A supramolecular host guest complex is extremely stable when the rate of inclusion ( kin ) is signi /uniFB01 cantly higher than the rate of exclusion ( kout ). The binding constant value can be well represented as K ¼ kin kout [51]. Similarly, this can be again represented as follows:\n<!-- formula-not-decoded -->",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "where τ out is the time constant for the exclusion of the probe from the host cavity and τ in stands for the time constant of the guest inclusion inside the cavity of the host. Comparison of ground state complex formation of the guest with the macrocycle using the ITC and absorption spectroscopy technique provides different information. UV -Vis spectral studies show that the host -guest complex is 1:1 in nature with binding constant value 5.8 (±5.1) × 10 7 M 1 , the overall binding constant value -( K 1:1 K 1:2 ) determined using the ITC is 7.56 × 10 10 with a 1:2 type binding. This shows that interaction of supramolecular guest: host complex with UV -Vis radiation causes the breakdown of 1:2 complex formed in the ground state itself. Here, we can make a rough estimate of the time spent by the dye molecule inside the cavity of CB7 as absence of any isobestic point in absorption spectra makes it impossible for us to determine the kinetics of complexation as described by Zhang et al. [52]. We have observed that on going from ground state to the excited state the binding constant (6.2 (±1.9) × 10 5 M 1 ) decreases from that of ground -state binding constant determined from both UV -Vis and ITC techniques. The time scale of the 1 H NMR spectra to observe the changes in δ values vary from microsecond to millisecond range. The very strong binding constant values determined from both UV -vis and ITC technique show that τ in value is extremely small. Hence, the rate of inclusion of the dye inside the cavity of the CB7 is extremely high. The detection of presence of host guest complex in the ground state using 1 HNMRstudy is possible because the τ out is almost comparable or higher than the time scale of 1 HNMR.Thesigni cant difference is observed in case of binding /uniFB01 constant values in ground state and excited state. This is mainly due to the fact that the probe NBA excited outside the hydrophobic cavity of CB7 enters inside the cavity during the excited state lifetime thereby causing the difference of rate of inclusion and exclusion in the ground state and excited state.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "Now another aspect of the difference of ground state and excited state complex formation is the difference of stoichiometry in ground and excited state. It can be presumed that while consider the detection of complex formation with 1 HNMRandITCtechniques, use of radiation is not required. While for absorption and steady state emission spectral studies, the initially formed 1:2 (guest:host) complex breaks down due to absorption of light. Thus we can detect only one kind of complex of 1:1 stoichiometry (guest: host) using absorption spectroscopy technique and this complex can be detected from the /uniFB02 uorescence study. The probable structure of the complex based on our study in shown in Scheme 2.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "The supramolecular host -guest complexation of a red emitting dye, NBA with highly water soluble macrocycle CB7 and the surfactants and ionic liquid induced release of NBA from the hydrophobic cavity of CB7 was reported by using different spectroscopic and isothermal titration",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "calorimetric technique. On addition of CB7 to the aqueous solution of NBA prominent changes were observed in absorbance, /uniFB02 uorescence, /uniFB02 uorescence decay times and the changes were also observed on addition of surfactants and ionic liquid due to release of guest molecule from hydrophobic cavity of CB7. We have found that on addition of CB7 to the aqueous solution of NBA caused red shift in absorbance spectra along with increasing absorbance. At the same time addition of CB7 caused huge increase of the /uniFB02 uorescence intensity and the /uniFB02 uorescence quantum yield. It is demonstrated the formation of the complex between NBAandCB7.FromJob's plot, it is con /uniFB01 rmedthat1:1 complex is formed and the binding constant values were founded to be 5.8 (±5.1) × 10 7 M -1 from absorbance data and 6.2 (±1.9) × 10 5 M -1 from /uniFB02 uorescence data. From 1 H NMR studies, protons shift was observed in both the aliphatic and aromatic region in the presence of CB7. It indicates that the complex is formed between dye and CB7. Due to the formation of complex the /uniFB02 uorescence life time as well as the rotational correlation time increased. From ITC measurement it was observed that the complexation process is exothermic in nature and the process is both entalpically and entropically favourable. We have studied the release of NBA from the hydrophobic cavity of CB7 by using CTAB, SDS, TX-100 surfactants and [BMIM][OctS] ionic liquid. It is observed that neutral surfactant TX-100 has lesser effect on the host guest complex as compared to the ionic surfactants and the ionic liquid. In case of SDS and [BMIM][OctS] below cmc ion pair formation takes place between NBA and surfactant monomer as dye and surfactant/ionic liquid having opposite charges. Whereas, in the case of CTAB and TX-100 ion pair is not formed between dye and surfactants as CTAB and TX-100 are cationic and neutral surfactants, respectively. When the concentration reached to cmc then the complexation takes place between NBA",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "and micelles formed by respective surfactants/ ionic liquid.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    },
    {
        "content": "Supplementary data to this article can be found online at http://dx. doi.org/10.1016/j.jphotobiol.2016.05.009.",
        "source": "10.1016/j.jphotobiol.2016.05.009",
        "file_path": ""
    }
]