[
    {
        "content": "DOI: 10.1002/agt2.3",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "College of Chemistry, State Key Laboratory of Elemento-Organic Chemistry, Nankai University, Tianjin, P. R. China",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "aggregate, calixarene, cyclodextrin, supramolecular chemistry",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "Supramolecular chemistry is the study of the formation, structure, and function of multimolecular complexes held together by reversible noncovalent interactions within and between the component molecules. [1] Compared with covalent bonds, the interactions involved in supramolecular complexes-such as π π -stacking interactions, hydrogen bonding, electrostatic interactions, hydrophobic interactions, metal-ligand coordination, and van der Waals forces-are relatively weak. [2] Supramolecular chemistry is one of the fastest growing areas of chemistry, and research in this field has led to numerous achievements in molecular recognition, molecular assembly, the development of molecular machines, and so on. [3] Most of the studies reported to date have involved macrocyclic compounds, which are not only good molecular receptors but also convenient building blocks for molecular aggregates. [4]\nwell-developed procedures in relatively high yields, can be readily modified and tuned, and display excellent hostguest properties, they have been used to construct multifarious functional supramolecular aggregates based on host-guest interactions. [10] Because supramolecular hostguest systems show dynamic molecular activity, reversible assembly and disassembly, and responsiveness to external stimuli, they have become important candidate materials for the construction of smart nanomaterials with controllable characteristics. [6b,11] In addition, supramolecular aggregates that are sensitive to environmental stimuli such as light, [12] redox reactions, [13] enzymes, [14] pH variations, [15] competitive factors, [16] and temperature [17] are crucial for nanotechnology and materials science research.\nBecause macrocyclic compounds, such as crown ethers, [5] cyclodextrins (CDs), [6] calixarenes (CAs), [7] cucurbit[ n ]urils (CB[ n ]s), [8] and pillar[ n ]arenes, [9] can be synthesized by",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "Of the various macrocyclic hosts that have been used for construction of supramolecular aggregates, CDs and CAs have made significant contributions. [13,18] CDs, which are referred to as second-generation macrocyclic hosts (after crown ethers), were first isolated in 1891 by Villiers from enzymatically processed starch and were characterized in 1904 by Schardinger as being cyclic oligosaccharides. [19]\nThis is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.\n'2020 The Authors. Aggregate published by John Wiley & Sons Australia, Ltd on behalf of South China University of Technology and AIE Institute\nFIGURE 1 Molecular structures of cyclodextrins and calixarenes\nThe three naturally occurring CDs-designated α -, β -, and γ -CD-comprise, respectively, six, seven, or eight D-glucose units linked by α -1,4-glycosidic bonds (Figure 1). [20] These macrocycles have numerous solubility-enhancing hydroxyl groups, which not only promote certain organic reactions but also serve as convenient handles for derivatization. In addition, the hydrophobic cavities of CDs can bind ions and inorganic and organic molecules, including biological molecules, both in aqueous solution and in the solid state. [21] Therefore, CD-based catalysts, [22] drug delivery and controlled-release systems, [23] molecular recognition systems, [24] artificial actuators, [4b,25] metalorganic frameworks, [26] room-temperature-phosphorescent materials, [27] and light-harvesting systems [28] have proved to be fertile research areas in chemistry, materials science, and the life sciences.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "CAs are referred to as third-generation macrocyclic hosts. These molecules, which were named by Gutsche for their three-dimensional structures ('calix' is Latin for 'beaker'), [29] are formed by ortho -condensation reactions of para -substituted phenols with formaldehyde under alkaline conditions. [30] The dimensions of CA cavities depend on the number of phenolic units, and CAs with an even number of units ( n = 4, 6, or 8) have been widely investigated because they are easier to synthesize and purify (Figure 1). [31] CAs show good chemical stability, high melting points, adjustable cavity size, and other unique physicochemical properties, and can be readily functionalized. [32] However, their utility is greatly limited by their poor water solubility, and much effort has therefore been devoted to fabricating CA derivatives with positively or negatively charged groups. [33] Some of the resulting derivatives show high water solubility, and most show low or no toxicity in vitro and in vivo, making them potentially useful for applications in the life sciences. [34]\nIn addition, numerous multicharged amphiphilic derivatives of CDs and CAs have been synthesized as candidates for macrocycle-induced aggregation. [35] These derivatives consist of a hydrophilic macrocyclic skeleton decorated with hydrophobic alkyl chains and charged head groups, such as sulfonate, carboxylate, and quaternary ammonium. [36] In amphiphilic supramolecular assemblies, the alkyl chains of these molecules participate in hydrophobic interactions, and the charged head groups provide anchoring points that interact electrostatically with oppositely charged guest molecules. [37] Moreover, the cavities of these multicharged macrocyclic hosts favor the inclusion of ionic guest molecules with high size and shape selectivity. [38] The ability of these macrocycles to participate in both hydrophobic and electrostatic interactions suggests that they would combine usefully with various kinds of guests for the preparation of functional materials.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "In this review, we focus on some representative CD- and CA-based supramolecular assemblies, with an emphasis on their construction, structure, and applications. Specifically, we review (1) the key components, structural motifs, and stimulus responsiveness of various macrocyclic supramolecular assemblies; and (2) their applications for topological morphology control, bioimaging, molecular recognition, targeted drug delivery, light-harvesting energy transfer, and photodynamic therapy (PDT).",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "Supramolecular aggregates are important not only for fundamental research but also for their potential utility as functional materials. [43] The functions and properties of these aggregates depend on their topological morphology, which is controlled by the arrangement of the constituent molecules. [44] It has been proved that variation of the self-assembly conditions is a powerful method for changing intramolecular interactions and molecular stacking in aggregates, thereby allowing for control of their supramolecular topology. [45] Because amphiphilic molecules are easy to prepare and show dynamic assembly characteristics, rich structural variability, and stimulus responsiveness and reversibility, their use as building blocks has been extensively investigated. [46] In addition, the switchable morphology of supramolecular assemblies has also attracted widespread interest because it allows for the construction of a diverse array of supramolecular architectures under the control of an external stimulus. [47] Many controllable supramolecular assemblies have been constructed, including polyrotaxanes, [48] supramolecular nanotubes, [49] supramolecular nanowires, [50] and supramolecular nanosheets. [51] Among them, macrocyclebased assemblies whose topological morphology can be regulated display excellent application prospects.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "For example, our group reported supramolecular selfassemblies based on azobenzene-bridged permethylβ -CD and tetraarylporphyrins (Figure 2a). [39] Because azobenzene derivatives can photoisomerize, these self-assemblies interconvert between nanotubes and nanoparticles (NPs) upon photoirradiation. Subsequently, we employed the same strategy to construct tunable supramolecular assemblies composed of azobenzene-bridged bis( β -CD) and adamantanyl-modified diphenylalanine (Figure 2b). [40] Photoisomerization of the azobenzene bridges from the trans form to the cis form leads to bending of the cylindrically symmetrical structure, which in turn results in conversion of twodimensional nanosheets into one-dimensional nanotubes. These two nanostructures can be reversibly and repeatedly interconverted by photoirradiation at different wavelengths. In addition, we have also reported tunable supramolecular nanoassemblies based on different hosts. For example, because bipyridinium groups bind with high affinity to CB [7] ,\nFIGURE 2 (a) Azobenzene-bridged permethylβ -CD (H) and tetraarylporphyrin (G) and their secondary assemblies. [39] (b) Supramolecular assemblies of adamantanyl-modified diphenylalanine (Ada-FF) and azobenzene-bridged β -CD (H). [40] (c) Construction of assemblies with diversiform topological morphologies from AIE supra-amphiphiles. [41] (d) Supramolecular polyrotaxane network based on β -CD and porphyrins [42]\nCB [8] , pillar [5] arene, and tetrasulfonated crown ethers, we were able to use a bipyridinium-modified diphenylalanine derivative to construct assemblies with various topologies, including fine nanofibers, nanorods, octahedron-like nanostructures, helical nanowires, and rectangular nanosheets, without the need for tedious chemical modifications. [52]",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "In 2001, Tang and coworkers proposed the concept of aggregation-induced emission (AIE), demonstrating that aggregation can greatly boost the emission efficiency of a silole, turning it from a weak luminophore into a strong emitter. [53] The increase in emission strength upon aggregation is due to restriction of intramolecular motion or rotation, which suppresses nonradiative relaxation and actuates energy release through radiative pathways. Therefore, changing the morphology of aggregates can somewhat affect their AIE characteristics. Recently, Tang and coworkers reported that bola-type supra-amphiphiles composed of β -CD and an AIE-active scaffold held together by host-guest interactions controllably self-assemble into diversiform topological morphologies (Figure 2c). [41] Specifically, by tuning the solvent proportioning, the temperature, or both, these investigators could obtain leaf-like lamellar structures, helical nanofibers, nanoribbons, nanofibers, vesicles, or toroids. Moreover, the leaf-like lamellar structures performed well as a light-harvesting antenna system, showing an energy- transfer efficiency of 94.2%. These results can be expected to open up new avenues for the design, synthesis, and selfassembly of supra-amphiphilic molecules with AIE functions and to stimulate the development of functional nanomaterials with properties that depend on topological morphology and have applications ranging from biotechnology to stimulusresponsive materials.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "In addition, our group reported the fabrication of a supramolecular polyrotaxane network by means of imine condensation reactions between a β -CD/ p -phthalaldehyde inclusion complex and a porphyrin derivative (Figure 2d). [42] The β -CD cavities efficiently prevent π π -stacking of the porphyrin molecules, and thus fluorescence emission in the solid state is enhanced. The network was used as a heterogeneous catalyst for photo-oxidation of dimethylanthracene, an oxidation efficiency of 99% was achieved. This method for preparing supramolecular polyrotaxane networks can be expected to be useful for the fabrication of photoactive functional nanomaterials. Considering the above results, we found that CDs have obvious advantages in the control of topological morphology. The main reason may come from the simple synthesis of CD derivatives, which could lead to multifarious topological morphologies, including NPs, nanotubes, nanowires, nanosheets, and vesicles, along with different applications.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "FIGURE 3 (a) NIR-fluorescent supramolecular assemblies based on ENDT, CB[8] and SC4AD. ENDT, 4,4 -Anthracene-9,10-diylbis(ethene-2,1-′ diyl))bis(1ethylpyridin-1-ium) bromide; SC4AD, sulfonatocalix[4]arene. [58] (b) Construction of rCPβ CD@cRGD-ADAand reversible Michael addition reaction between rCPβ CD@cRGD-ADA and biothiols. cRGD, cyclic arginine-glycine-aspartate. [59] (c) Formation of a γ -CD/anthracene/Eu 3 + supramolecular assembly and photocyclodimerization-driven tunable lanthanide luminescence. [60] (d) Shell-cross-linked CA micelles with a cyanine corona. [61] (e) Chemical structures of AIEgen and coassembly of an S-AIE dot and a DSPE-PEG-AIE dot. DSPE, 1,2-distearoylsn -glycero-3-phosphoethanolamine; RIM, restriction of intramolecular motion [62]",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "In recent years, fluorescent supramolecular self-assemblies have attracted considerable attention for applications in molecular electronics, sensors, and drug delivery systems. [54] Fluorescent organic assemblies are of particular interest because they can undergo various chemical modifications, which makes them useful for molecular recognition and imaging. [55] Fluorescent supramolecular assemblies based on macrocyclic compounds have been reported to display improved fluorescence, high detection performance, beneficial therapeutic effects, and so on. [18a,56] Many fluorescent materials have been obtained by self-assembly of organic small molecules. However, because some of these materials lack near-infrared (NIR) emission, they cause nonnegligible photodamage to biological samples, are subject to unacceptable interference from biomolecule autofluorescence, and are therefore not suitable for biomedical applications. [57] However, these problems can be easily solved by using supramolecular assembly strategies to tune the emission of fluorescent molecules to achieve an NIR effect. For example, our group reported supramolecular NPs that are composed of an anthracene dye, CB[8], and amphiphilic sulfonatocalix[4]arene and that emit in the NIR range and can be used for lysosome-targeted cell imaging (Figure 3a). [58] This two-macrocycle system shows two stages of fluorescence enhancement. First, bonding of the dye, which shows weak fluorescence at 625 nm, with CB[8] generates nanorods that show slightly enhanced red-shifted\n(655 nm) fluorescence. A subsequent interaction with sulfonatocalix[4]arene generates NPs that show even stronger fluorescence at 655 nm and can be used for NIR imaging. These results demonstrate that a strategy involving the combined actions of two macrocycles is useful for constructing functional NIR supramolecular assemblies.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "The detection sensitivity of small-molecule fluorescent probes is limited, but their sensitivity can be improved by covalently linking them to a macrocyclic compound in a supramolecular assembly. We used this strategy to design a β -CD-based supramolecular assembly for cellular biothiol detection. CDs and their derivatives are known to act as selective catalysts by forming hydrogen bonds with guest molecules, which can drive a reaction in the desired direction. [63] One example of such a reaction is the Michael addition, [64] which is commonly used in systems for detection of reactive sulfur species in cells. [65] Hence, our group developed a unique fluorescent supramolecular assembly for high-efficiency dynamic sensing of biothiols in cancer cells (Figure 3b). [59] We covalently linked a coumarin derivative to β -CD and found that the resulting coumarin-modified β -CD (rCPβ CD) displays higher thiol sensitivity than the parent coumarin derivative because of the numerous hydroxyl groups on β -CD. In addition, the rCPβ CD also provides a hydrophobic cavity for encapsulating a cancer-targeting agent (adamantane-modified cyclic arginine-glycine-aspartate peptide), which allows for high-efficiency real-time monitoring of biothiols in cancer cells.\nIn addition, we have also reported a photoresponsive supramolecular assembly for use as a tunable photochromic multicolor cell label and a fluorescent ink (Figure 3c). [60] Specifically, two 4-(anthracen-2-yl)pyridine-2,6-dicarboxylic acid molecules are noncovalently encapsulated in the cavity of one γ -CD molecule, and subsequent coordination polymerization of these host-guest complexes with Eu(III) generates the photoresponsive assembly. Irradiation of the assembly at 365 nm leads to photocyclodimerization of the anthracene units, which results in fluorescence emissions ranging from cyan to red, depending on the irradiation time (0-16 min). The assembly can be used to tag living cells with white fluorescence and can also act as a tunable photochromic fluorescent ink. This strategy represents a new method for multicolor biological imaging and information processing.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "To minimize perturbation of biomolecular processes, NPs for cellular imaging should be close to the size of proteins (3-7 nm). With this in mind, Klymchenko and coworkers prepared shell-cross-linked protein-sized NPs based on a CA derivative (CX8TP) and cyanine dye derivatives (Figure 3d). [61] First, CX8TP amphiphiles, which bear four alkyne groups, are self-assembled into micelles, which are then covalently linked to PEGylated cyanine bis-azides. The resulting high-brightness fluorescent micellar NPs, which have diameters of approximately 7 nm, are stable in aqueous and organic media and readily permeate cells, displaying a high signal-to-noise ratio and no dye leakage. Thus, this system is an excellent platform for the development of bright protein-sized NPs for bioimaging by means of a supramolecular assembly strategy.\nAIE of solid-state fluorescent materials has been extensively investigated, and numerous functional luminescent materials have been developed for diverse applications. [66] However, because the aggregation states of AIE-active molecules strongly affect their emission patterns, control of the assembly and morphology of such aggregates is of great importance, and the necessary control has been achieved by incorporation of macrocyclic elements into AIE systems. [67] For example, in 2014, Tang and coworkers reported an excellent demonstration of the use of host-guest interactions between β -CD and an AIE molecule (tetraphenylethene) to restrict the intramolecular motion of the latter. [68] They prepared fluorescent inclusion complexes that show excellent and biocompatibility and thus have potential applications for cell imaging. Subsequently, Yang and coworkers reported a pillar[5]arene-based supramolecular polymer that exhibits self-assembly-induced fluorescence emission enhancement via an AIE mechanism. [17] Taken together, the above-described results indicate that the marriage of AIE and supramolecular macrocyclic chemistry has utility for the fabrication of smart functional materials with unique fluorescence properties. [69]",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "In 2020, Ding and coworkers reported CA-based supramolecular AIE dots for ultrasensitive fluorescenceimaging-guided cancer surgery (Figure 3e). [62] In these dots, which rely on host-guest complexation between calix[5]arene and an AIE luminogen (AIEgen), the thermal deactivation and intersystem crossing pathways of the AIEgen are effectively inhibited, and as a result absorbed excitation energy is dissipated mainly via the fluorescence emission pathway. Consequently, generation of cytotoxic reactive oxygen species is negligible, so in vivo side toxicity during bioimaging is low. The in vivo signal-to-background ratio (tumor-to-normal tissue) of the supramolecular AIE dots is approximately 48.5, which is higher than the values for any of the previously reported probes for fluorescence-imagingguided cancer surgery. This supramolecular strategy based on CA-induced fluorescence enhancement can be expected to serve as an ideal platform for developing advanced AIE bioprobes.\nIn this part, we found that supramolecular assemblies based on amphiphilic CAs have more applications for bioimaging than CDs do. However, CD-based assemblies show better molecular recognition abilities, and their use could thus increase the sensitivity of small-molecule fluorescent probes, especially for the mechanism based on chemical reaction rather than competitive displacement. It could improve the sensitivity of the small molecule fluorescent probe because of the numerous hydroxyl groups on the surface of CD, after covalently linking a CD to a fluorescent probe, the formation of hydrogen bonds with a guest molecule, or the probe itself could drive the reaction in the desired direction. On the other hand, CA-based assemblies tend to quench the fluorescence of dyes due to the photoinduced electron transfer effect by aromatic skeleton, but the resultant assemblies could be used as a sensor by means of dye competitive displacement mechanism for monitoring amino acid, enzyme etc. Therefore, CD- and CA-based assemblies have their own unique advantages, and will be widely used in the molecular recognition.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "Magnetic supramolecular assemblies based on water-soluble macrocycles have been widely used in living systems. Such\nFIGURE 4 (a) Design, self-assembly, and function of magnetothermally responsive supramolecular MNPs containing doxorubicin (Dox ⊂ SMNPs). AMF, alternating magnetic field; PAMAM, polyamidoamine; PEI, polyethylenimine. [70] (b) Formation of MitP-MNP ⊂ HACD nanofibers by cross-linking of HACDand MitP-MNPs. [71] (c) Two-stage assembly of AuNR-MitP-MNP ⊂ HACDnanofibers. LA, lipoic acid; NR, nanorods. [72] (d) Formation of MNP-ABPAda ⊂ HACD nanofibers. ABP, actin-binding peptide; Ada, adamantane. [73] (e) Construction of supramolecular nanocarriers driven by an AMF. GO, graphene oxide [74]\nassemblies are noninvasive, wireless, and highly flexible, and their magnetic cores respond sensitively to an external magnetic field, [75] which can be used to regulate their formation and dynamic change of assemblies in a biocompatible way. [76] By taking advantage of supramolecular interactions, researchers have developed systems in which magnetic components dynamically self-assemble into various nanostructures. For example, Tseng and coworkers constructed a drug release system based on adamantane-modified supramolecular magnetic NPs (MNPs), adamantanegrafted polyamidoamine dendrimers, β -CD-grafted branched polyethylenimine, adamantane-functionalized PEG, and Dox (Figure 4a). [70] By means of a process involving host-guest interactions, magnetic attraction, and hydrophobic forces, these components self-assemble into supramolecular MNPs. By virtue of the enhanced permeability and retention (EPR) effect, the MNPs accumulate at tumor sites and release Dox under the influence of an alternating magnetic field, which triggers remarkable heat production by the MNPs. These magnetothermally responsive supramolecular MNPs severely damage tumor cells in vivo.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "Our group has also reported magnetic supramolecular assemblies. Specifically, we constructed multistimulusresponsive nanofibers based on iron oxide MNPs coated with mitochondrion-targeting peptide (MitP) and β -CD-bearing hyaluronic acid (HACD) for suppression of tumor invasion and metastasis (Figure 4b). [71] Owing to the presence of the polysaccharides and to host-guest interactions between the\nFIGURE 5 (a) (PTX-AAP@PTX-CD)@MT ternary supramolecular assemblies. AAP, arylazopyrazole; MT, microtubule; PTX, paclitaxel. [77] (b) Displacement-activated phototheranostic. [78] (c) Formation of photolyzable supramolecular amphiphilic assemblies [79]\nβ -CD and the cyclohexyl groups of MitP, these components form strong inclusion complexes that are held together by multivalent binding between the MitP-MNPs and the HACD and their directional aggregation can be controlled by a geomagnetic field. In addition, nanofiber formation can be regulated by photoirradiation in the presence of a photoresponsive arylazopyrazole carboxylate as a competitive guest molecule. The nanofibers induce mitochondrial dysfunction and intercellular aggregation, ultimately leading to specific suppression of tumor cell invasion and metastasis in vivo in the presence of a geomagnetic field and photoirradiation. These findings indicate that this strategy has potential utility for the intelligent design of bioinspired materials for cancer therapy.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "Subsequently, our group reported another type of magnetic supramolecular nanofibers for photothermal therapy. These nanofibers are based on lipoic acid-modified inorganic gold nanorods, MitP-MNPs, and HACD (Figure 4c). [72] The HACD endows the nanofibers with the ability to specifically recognize HA-receptor-expressing cancer cells and facilitates the spontaneous formation of geomagnetism-sensitive nanofibers held together by multiple hydrogen bonds and host-guest interactions. Owing to the photothermal properties of the gold nanorods, NIR irradiation of cells treated with the nanofibers induces severe mitochondrial damage and cell death, and the nanofibers suppress invasion and metastasis by tumor cells in vivo. This stimulus-responsive supramolecular strategy can be expected to facilitate the development of novel cancer therapies.\nWe also reported biocompatible actin-cytoskeletontargeting multivalent supramolecular assemblies based on HACD, iron oxide MNPs modified with actin-binding peptide, and adamantane-modified polylysine (Figure 4d). [73] In the presence of a low-frequency alternating magnetic field, the nanofibers severely disrupt the actin cytoskeleton, which leads to cell cycle arrest and the death of large numbers of tumor cells both in vitro and in vivo without any obvious toxicity to normal cells. The anticancer activity of these assemblies indicate that this is an excellent strategy for efficient cancer therapy. In addition, we also constructed multicomponent supramolecular nanocarriers based on nickel-NP-modified graphene oxide bearing covalently grafted β -CD and MitP-grafted HA (Figure 4e). [74] These components form supramolecular assemblies after loading of Dox because of host-guest interactions between β -CD and the cyclohexyl groups of MitP; the resultant assemblies not only enhance the drug-loading capacity but also improve the drug release efficiency when the assemblies are stimulated by an alternating magnetic field because of the nickel. This study demonstrates an efficient method for controlled drug delivery and anticancer therapy.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "Our group has also reported photocontrolled reversible microtubule assemblies based on paclitaxel-modified β -CD and photochromic arylazopyrazole (Figure 5a). [77] The morphology of the microtubule self-assemblies is dramatically affected by photoisomerization of the arylazopyrazole in complex with the β -CD, and formation of the assemblies can induce pronounced changes in cell morphology and cell death in vitro. This approach offers a convenient method for regulating fundamental biological processes, and our findings provide new perspectives on strategies for the treatment of diseases related to improper protein aggregation.\nA similar strategy was also employed for the fabrication of ternary CB-tubulin supramolecular assemblies via a synergistic combination of tubulin-tubulin heterodimerization, polypeptide-tubulin interactions, and benzimidazoliumCB[8] inclusion complexation. [80] Substantial cell apoptosis and tumor ablation are observed in vivo owing to CB[8]induced intertubular aggregation. In addition, Wang and coworkers employed a similar supramolecular host-guest\nstrategy to induce mitochondrial aggregation and fusion by using a system composed of CB[7]-grafted HA and triphenylphosphoniumand adamantane-modified PEG. [81] This system has potential utility as a therapeutic for mitochondrial fission associated with oxidative stress and may open up new avenues for controlling mitochondrial dynamics.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "In an example of a marriage between an AIEgen and a supramolecular macrocycle, [82] Tang and coworkers used a supramolecular cascaded substitution strategy to avoid the dark cytotoxicity associated with photosensitizers. Specifically, these investigators developed a PDT-based tumor theranostic by assembling sulfonatocalix[4]arene and pyridiniumfunctionalized tetraphenylethylene as a photosensitizer via electrostatic complexation, which effectively inhibits the dark cytotoxicity of the photosensitizer (Figure 5b). [78] When the photosensitizer is competitively displaced from the sulfonatocalix[4]arene cavity by 4,4 -benzidine dihydrochloride at ′ a tumor site, the dark cytotoxicity and photoactivity of the photosensitizer are restored, and it displays efficient PDT activity upon photoirradiation. In vivo tumor imaging and effective therapy were achieved with this system, which does not require tedious molecular synthesis and which offers a new method for tuning photosensitizer behavior. In this part, we found that it is easy to achieve CD-modified macromolecule because of the simple synthesis, such as β -CDbearing HACD, which have been widely used to wrap around different types of materials, including iron oxide MNPs, adamantane-grafted polyamidoamine dendrimers, inorganic gold nanorods. On the other hand, water-soluble CAs are more inclined to directly assemble with guest molecules to achieve significant changes in their performance.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "In a molecule-induced aggregation process, a host molecule promotes self-aggregation of aromatic or amphiphilic guest molecules by reducing their critical aggregation concentration, improving their stability and compactness, and regulating the degree of order in the aggregates. [83] Our group used such a process to construct supramolecular photolyzable assemblies composed of a sulfonatocalix[4]arene host and a photodecomposable pyridinium-functionalized anthracene (AnPy) guest (Figure 5c). [79] Owing to hostguest and π π -stacking interactions, the critical aggregation concentration of AnPy in the assemblies is lower than that of free AnPy. In addition, the rate of UV-irradiation-induced decomposition of AnPy in the sulfonatocalix[4]arene assemblies is remarkably higher than that of free AnPy. Moreover, in the presence of eosin Y as an exogenous photosensitizer, the sulfonatocalix[4]arene-AnPy assemblies also exhibit efficient visible-light-induced photolysis. This approach may be useful for other photoresponsive self-assemblies and may find applications in phototherapy and photodegradable materials.\nSupramolecular artificial light-harvesting systems (ALHSs) have found widespread applications in various fields, including biological imaging and optoelectronics. [84] Many types of materials have been employed to fabricate ALHSs, including organic nanocrystals, [85] metal complexes, [86] metallacycles, [87] surface-cross-linked micelles, [88] peptide-modulated chromophores, [89] DNA",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "oligonucleotides, [90] organic-inorganic hybrids, [91] and polymers. [92] In addition, a number of ALHSs based on macrocycles such as cyclodextrins, [28,93] pillar[ n ]arenes, [94] calix[ n ]arenes, [95] and cucurbiturils [96] were recently reported. For example, our group developed an efficient ALHS platform involving supramolecular assemblies composed of sulfatoβ -CD and an oligo(phenylenevinylene) derivative (Figure 6a). [28] The fluorescence of the oligo(phenylenevinylene) in the assemblies is markedly higher than that of the free compound, and we achieved highly efficient fluorescence resonance energy transfer from the oligo(phenylenevinylene)/sulfatoβ -CD assemblies to Nile red, accompanied by a high antenna effect (up to 32.5) with a donor/acceptor ratio of 125:1. This supramolecular assembly strategy is a convenient way to construct highly efficient ALHSs that take full advantage of light energy.\nIn addition, Guo and coworkers reported an ALHS based on amphiphilic calix[ n ]arenes (Figure 6b). [95] In this system, discrete addressability of the donor (8-anilino-1naphthalenesulfonic acid) and the acceptor (4,7-di(2-thienyl)2,1,3-benzothiadiazole) is achieved by means of cavity encapsulation and bilayer entrapment, respectively. The energy-transfer process can be fine-tuned by varying the donor/acceptor molar ratio, and the system has potential utility as a fluorescent ink with an encryption coding function.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "Zhou and coworkers reported a highly efficient aqueous ALHS based on dandelion-like supramolecular polymers, which have a spherical hyperbranched core and many parachute-like arms (Figure 6c). [93] Specifically, noncovalent host-guest interactions between a CD-terminated hyperbranched multiarm copolymer host and many functionalized adamantane molecules (each bearing three alkyl chain arms) as guests result in hierarchical self-assembly of nanotubes via sequential vesicle aggregation and fusion. This structure was used to construct a chlorosome-like ALHS. In this system, π π -stacking between the donor molecules is effectively prevented, and thus the distance between donor and acceptor is kept to within the Förster radius; an energy-transfer efficiency of > 90% in water was achieved, making this system potentially useful for the construction of an artificial photosynthesis system.\nRecently, Li and coworkers reported a supramolecular ALHS based on sulfonatocalix[4]arene and a naphthyl-1,8diphenyl pyridinium derivative as a donor (Figure 6d). [97] Upon assembly with sulfonatocalix[4]arene, the donor shows significant AIE enhancement, and the assemblies exhibit an ultrahigh antenna effect (33.1) at a high donor/acceptor ratio (250:1) toward Nile blue. The assemblies can be used as a specific staining reagent in the Golgi apparatus. Other impressive applications of ALHSs in aqueous environments have been reported. For example, Tang and coworkers reported that a conjugated polymeric supramolecular network based on AIEgen displays an ultrahigh antenna effect, [92a] Wang and coworkers reported a supramolecular ALHSfor photochemical catalysis, [98] and Diao and coworkers reported stimulus-responsive light-harvesting complexes with photocatalytic activity. [99] In terms of optical behavior regulation, the assemblies formed by CDs and CAs are evenly matched. Importantly, the formation of assembly is more dependent on the proportion of hydrophobic parts, which could offer enough hydrophobic space for encapsulating different functional fluorescent materials.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "FIGURE 6 (a) Construction of an ALHS based on sulfatoβ -CD and an oligo(phenylenevinylene). [28] (b) ALHS platform based on amphiphilic calix[ n ]arenes. [95] (c) Preparation and self-assembly of dandelion-like supramolecular polymers (DSPs). [93] (d) Assembly of an NIR-emissive supramolecular ALHS [97]",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "Drug carriers can be used to solubilize, stabilize, or target the delivery of small-molecule or macromolecular therapeutics. [100] Developments in nanotechnology have led to a recent expansion in the number of new types of drug carriers. [101] In particular, NPs, microparticles, and hydrogels fabricated by means of self-assembly strategies have shown biomedical significance. [20,102] Self-assembly is a convenient method for constructing multicomponent biomaterials with desired functions. [103] Such materials can be used to overcome several of the known drawbacks of traditional chemotherapeutics; for example, they can (i) improve drug pharmacokinetics, (ii) prevent nonspecific interactions during circulation in the blood, (iii) enhance the EPR effect, and (iv) reduce side effects. [104]\ninstance, Wang et al. reported the construction of binary multistimulus-responsive supramolecular nanovesicles for controllable released of Dox; the nanovesicles are based on host-guest complexes between p -sulfonatocalix[4]arene and an asymmetric viologen (MVC 12 ) (Figure 7a). [105] Reduction of the viologen in the nanovesicles to a radical cation decreases the size of the vesicles (and reoxidation increases their size); and other external stimuli, such as a temperature increase or host-guest inclusion, can completely disrupt the vesicles. Hence, these external stimuli can trigger efficient release of cargo molecules, such as Dox; for example, warming of Dox-loaded vesicles can release the Dox molecules, making this system potentially useful as a cancer therapeutic that causes minimal damage to normal cells.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "Macrocyclic hosts are important building blocks for the construction of stimulus-responsive supramolecular self-assemblies that can serve as drug carriers. Host-guest interactions are crucial for biomedical applications, which can be used to construct complex self-assemblies with variable morphology. Internal or external stimuli, such as pH changes, reactive oxygen or sulfur species, photoirradiation, and temperature changes can trigger transformations in the morphology of self-assemblies and can trigger release of encapsulated cargo. [108] The morphology and stimulus responsiveness of self-assemblies can be fine-tuned by taking full advantage of host architectures and sizes. For\nIn addition, our group developed a system for targeted drug delivery based on enzyme-responsive supramolecular vesicles comprising p -sulfonatocalix[4]arene as a host and enzyme-cleavable myristoylcholine as a guest (Figure 7b). [106] Complexation of p -sulfonatocalix[4]arene with myristoylcholine leads to the formation of supramolecular binary vesicles, which are dissipated with high specificity and efficiency by cholinesterase. This strategy can be extended to various other enzyme-triggered self-assembled materials, showing that it is feasible for applications involving controlled release at sites where specific enzyme are located.\nGuo and coworkers proposed a novel strategy, referred to as biomarker displacement activation, for targeted hostguest-based phototheranostics in vivo (Figure 7c). [107]",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "FIGURE 7 (a) Construction of a supramolecular binary vesicle based on host-guest complexation between p -sulfonatocalix[4]arene (C4AS) and MVC12. [105] (b) Amphiphilic assemblies of myristoylcholine and sulfonatocalix[4]arene. [106] (c) PEGylated GC5A-12C nanocarrier for biomarker displacement activation, whereby the fluorescence and photoactivity of a photosensitizer (PS) are annihilated by complexation with GC5A-12C and reactivated by ATP displacement. [107] (d) Orthogonal self-assembly of supramolecular polymers into supramolecular theranostic NPs by means of host-guest complexation between camptothecin (CPT) and β -CD [23a]\nThis strategy involves the coassembly of a guanidiniummodified calix[5]arene pentadodecyl ether host and a 4(dodecyloxy)benzamido-terminated methoxy PEG guest into a pegylated nanocarrier. Subsequent loading of the nanocarrier with a photosensitizer completely inhibits the fluorescence and photoactivity of the photosensitizer (off state). When the nanocarrier accumulates in tumor tissues by means of the EPR effect, the photosensitizer is displaced by overexpressed adenosine triphosphate (a biomarker), and this displacement is accompanied by recovery of the fluorescence and photoactivity (on state). Compared with the widely used covalent activatable phototheranostics method, the noncovalent biomarker displacement activation strategy is superior, in that, it uses currently approved photosensitizers, which are released tracelessly with high fidelity; it is readily adaptable to other photosensitizers; and it allows for convenient combination of photosensitizers to enhance photon utility in the light window. Because this host-guest strategy should be applicable to other ensembles and targets, various biomedical applications can be envisaged.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "Chen and coworkers reported supramolecular-polymerbased NPs with high therapeutic performance and negligible long-term immunotoxicity (Figure 7d). [23a] In these NPs, a β -CD host and a camptothecin guest are linked by a glutathione-cleavable disulfide bond to form a prodrug ( β CDcamptothecin). The presence of β -CD markedly increases the solubility of camptothecin and effectively inhibits opening of its lactone ring under physiological conditions, which allows it to be used in intravenous formulations and maintains its therapeutic efficacy. These NPs are stabilized by a combination of π π -stacking interactions, host-guest complexation, and hydrogen bonds, and they exhibit excellent antitumor performance with little systemic toxicity or long-term immuno- toxicity; in addition, they showed antimetastasis activity in vivo. In this part, CDs as the classic pharmaceutical excipients, definitely showed extensive application prospect, especially for delivering some translational medicines. On the other hand, some water-soluble CA derivatives with positive or negative charge have better compatibility and lower cytotoxicity than natural CAs, which are important prerequisites for the application of calixarenes in supramolecular medicine. Therefore, in this aspect, both CD derivatives and water-soluble CA derivatives can serve as the excellent drug carriers, which could effectively improve the utilization of drugs.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "In this review, we summarized some representative work on CD- and CA-based supramolecular aggregates, focusing on their construction and applications. Hydrogen bonding involving the surface hydroxyl groups of CDs enhances the stability of CD-based assemblies, and CD cavities can encapsulate specific guest molecules, which is conducive to the preparation of stable and multifunctional aggregates with predictable properties. Supramolecular self-assembly of water-soluble macrocyclic compounds is also a convenient method for constructing functional NIR materials and realizing multichannel imaging in cells. Covalent bonding of β -CD to small fluorescent probes can markedly improve their detection performance, and thus this strategy is effective for the construction of highly sensitive fluorescent probes. In particular, research on the combination of AIE molecules and supramolecular macrocycles has resulted in considerable progress, which may lead to the development of intelligent\nfunctional materials for enhancing PDT, improving biological imaging, and improving light-harvesting energy transfer. Magnetic components and macrocyclic compounds can assemble into magnetic supramolecular assemblies that can be controlled by magnetism and heat, making them promising as cancer therapeutics. Supramolecular macrocycles have also been used to significantly improve the effects of targeted therapy and EPR.\nHowever, there are several shortcomings of the current reported results. On the one hand, for the construction of functional NIR materials mediated by supramolecular assembly strategy, the AIEgen that act as guest molecules are necessary because of the restriction of intramolecular motions or rotations of these molecules. While, this supramolecular strategy does not appropriate for majority ACQ (aggregationinduced quenching) molecules. On the other hand, for molecular recognition, the covalent linking CDs to fluorescent probes is recommended to improve the detection sensitivity, this strategy definitely makes it difficult to separate the target compounds because of their largely polarity. In addition, for cancer therapy and drug delivery, the stability of supramolecular assemblies need to be considered carefully because many assemblies tend to disassemble in vivo.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "From a personal point of view, the following aspects will show good application prospect in the future. (1) The alliance of AIEgen and supramolecular macrocyclic compounds such as CDs, CAs, cucurbit[ n ]urils, pillar[ n ]arenes, and other kinds of supramolecular macrocycles is undoubtedly a booming direction. The resultant supramolecular assemblies display outstanding optical performance, which not only can enhance the fluorescent intensity and PDT effect of the AIEgen, but also can create a variety of multifunctional materials. (2) By using the numerious hydroxyl groups of CDs, covalently linking a fluorescent probe to a CD, the sensitivity of detection can be improved obviously, not limited to Michael addition. (3) The NPs size-tunable strategy induced by supramolecular macrocyclic compounds is an interesting hot spot for specific tumor-targeted drug delivery. By using different kinds of macrocyclic compounds, NPs with tunable size and shape will be controlled, not only can effectively decrease the critical aggregation concentration of assemblies, but also can play different roles, including enhancing penetration inside tumor, specific nuclear delivery, targeting drug release, fast renal clearance, promoting cellular uptake. In a word, supramolecular chemistry involves the assembly of constituent molecules through noncovalent interactions to form supramolecular aggregates that exhibit new properties, including responsiveness to light, electricity, magnetic fields, mechanical forces, and other stimuli. The applications of supramolecular macrocyclic compounds in emerging fields of research may point in new multidisciplinary directions. Rational design and applications of macrocyclic molecules are expected to lead to exponential growth in this field. Aggregates containing supramolecular macrocyclic compounds will become powerful tools for responding to challenges in energy production, environmental science, materials science, and the life sciences, thus having a great impact on our daily lives.",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "YuLiu https://orcid.org/0000-0001-8723-1896",
        "source": "10.1002/agt2.3",
        "file_path": ""
    },
    {
        "content": "Zhixue Liu received his PhD degree from Yanbian University in 2017 under the supervision of Prof. Xue Wu. After that, he worked at Jilin Normal University for 1 year as a lecturer. Since 2018, he became a postdoctoral fellow at the Nankai University under the supervision of\nProf. Yu Liu. His current research interests focus on construction of novel supramolecular fluorescent probes and biofunctional supramolecular assemblies.\nXianyin Dai graduated from Lanzhou University with a BSc degree in 2016. He is currently a PhD student at the College of Chemistry of Nankai University under the supervision of Prof. Yu Liu. He is now major in the biofunctional supramolecular assemblies.\nYonghui Sun graduated from Anyang Institute of Technologyl University with a BSc degree in 2016. He completed his graduate studies at Henan Normal University with an MSc degree in 2019. He is currently a PhD student at the College of Chemistry of Nankai\nUniversity under the supervision of Prof. Yu Liu. He is now major in the biofunctional supramolecular assemblies.\nYu Liu graduated from the University of Science and Technology of China in 1977, and received his PhD degree from Himeji Institute of Technology, Japan, in 1991. Then, he moved to Nankai University as a full professor in 1993. His research focuses on molecular recognition and assembly of macrocyclic receptors.\nHow to cite this article: Liu Z, Dai X, Sun Y, Liu Y. Organic supramolecular aggregates based on water-soluble cyclodextrins and calixarenes. Aggregate . 2020;1:31-44. https://doi.org/10.1002/agt2.3",
        "source": "10.1002/agt2.3",
        "file_path": ""
    }
]