[
    {
        "content": "[a]\nDr. J. Dong, Prof. A. P. Davis School of Chemistry, University of Bristol, Cantock's Close, Bristol BS8 1TS, UK E-mail: Anthony.Davis@bristol.ac.uk",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Abstract: Hydrogen bonding is a key governing force in molecular recognition, notably in biological systems.  While it has been studied and exploited by supramolecular chemists for many years, most of this work has been conducted in organic solvents.  Investigations in water,  the  biological  solvent,  have  proceeded  more  slowly,  largely because the interaction is weakened by solvation and less easy to detect.  Recently it has become appreciated that the problems should be  addressed,  and  work  towards  the  deployment  of  H-bonding  in water  has  accelerated.    This  minireview  discusses  a  range  of synthetic receptors designed to bind organic molecules in aqueous media by combining hydrogen bonding with hydrophobic interactions. Some of these systems are capable of high affinities and selectivities, raising the hope of biomedical applications in the near future.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Molecular  recognition  -  the  ability  of  molecules  to  bind  others strongly  and  selectively  -  lies  at  the  heart  of  biology.    It  is  a complex process, difficult to understand fully, but at a practical level the principles are fairly clear.  One molecule binds another by  generating  a  complementary  binding  site  or  surface,  where shape  size  and  'supramolecular  valence'  are  matched  to  the substrate.  Of the intermolecular forces which drive recognition, hydrogen bonding is among the strongest and most influential. Not only does it operate directly between binding partners but in water, the biological solvent, it drives the hydrophobic effect by promoting solvent cohesion.  By combining direct H-bonding with hydrophobic interactions, biology can achieve remarkable affinities  and  selectivities.    Figure  1  shows  two  examples,  a carbohydrate binding protein which binds glucose or galactose by deploying multiple H-bonds, along with hydrophobic/CH-π interactions, [1] and the binding of biotin by the protein avidin. [2] In the  latter  case  the  combination  of  H-bonding  and  hydrophobic effects yields affinities ( K a ) of ~ 10 15 M -1 , highlighting the potential of well-organised non-covalent interactions.\nFigure 1. Examples of natural molecular recognition through hydrogen bonding. (a) X-Ray crystal structure of glucose complexed to the periplasmic galactosebinding protein from Escherichia coli (PDB: 2GBP). [1]   (b) X-Ray crystal structure of avidin-biotin complex (PDB: 2AVI). [2]\nSupramolecular chemists have sought to mimic biological molecular recognition, partly to enhance understanding but also with a view to biomedical applications.  However, while water is the biological solvent, most studies involving hydrogen  bonding have been performed in organic media.  There are probably two",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "main reasons.  Firstly, the synthetic receptors used for this work are based on organic scaffolds which are much easier to handle in organic solvents.  The design and synthesis of water-soluble systems is challenging and requires special effort.  Secondly, that effort may not be rewarded because hydrogen bonds in water are generally weak.  Both donor and acceptor are well-solvated, so water molecules must be displaced from both components and the free energy change on binding is usually small.\nThe problems are illustrated by a few early examples which appeared in the 1990s.  For example, imides 1 (Figure 2a) were reported by the Rebek group in 1993 as receptors for adenine derivative 2 in water. [3] For large Ar groups K a values rose as high as 70 M -1 ,  but  for  Ar  =  Ph the affinity of 1 for 2 was just 2  M -1 . Assuming that the Ph provides no hydrophobic interactions, this reflects the value of the two hydrogen bonds between host and guest.  For analogous systems studied in CDCl3, these H-bonds are worth at least 100 M -1 . [4] Receptor 3 , studied by Hunter and coworkers,  was  designed  to  bind  cyclodipeptides  such  as 4 (Figures  2b-c).    In  this  case  the  four  intermolecular  H-bonds generated a binding constant of 70 M -1  for 3 + 4 , compared to 10 6 M -1 for a similar system in CDCl3. [5] Figure 2 also includes systems from more ambitious programs; Diederich's cyclophane 5 (Figure 2d) [6] was  a  first  step  towards  a  receptor  for  the  D-Ala-D-Ala dipeptide targeted by the Vancomycin group of antibiotics, [7]  while Still's  macrotricycle 6 was  screened  for  binding  to  a  library  of tripeptides. [8,9] Both  systems  gave  encouraging  results  with negatively charged substrates although, given their polycationic nature,  the  role  of  H-bonding  (as  opposed  to  electrostatic  or hydrophobic interactions) is difficult to determine.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Jinqiao Dong obtained his PhD degree under the supervision of Prof. Yong Cui at Shanghai Jiao Tong University in 2014.  From 2015 to 2019,  he  worked  with  Prof.  Dan  Zhao  at National University of Singapore as a postdoc.  In March 2019, he joined the group of Prof. Anthony P. Davis at the University of Bristol as research associate.  His research interests  include  supramolecular  chemistry, porous materials, as well as functional peptides.\nTony Davis gained a BA in Chemistry from Oxford  University  in  1977,  and  a  DPhil  in 1979.  After postdoctoral work in Oxford and ETH Z rich, he was appointed in 1982 as a ü Lecturer at Trinity College, Dublin. In September 2000 he moved to the University of Bristol, where he is Professor of Supramolecular Chemistry in the School of Chemistry.    His  research  focuses  on  the development of supramolecular systems with\npotential for biological applications, especially carbohydrate receptors and transmembrane anion transporters.  He has co-founded two companies to exploit  discoveries  in  carbohydrate  recognition  and  sensing;  Ziylo,  which was sold in 2018 to Novo Nordisk, and Carbometrics, which continues to work in the area.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Figure 2. Early examples of water-soluble synthetic receptors with hydrogenbond  donors.    (a)  Rebek's  receptor 1 for  binding  9-ethyladenine 2 . [3] (b,c) Hunter's receptor 3 for binding cyclic dipeptides such as 4 ; [5] (c) is the crystal structure of the complex between 4 and an organic soluble analogue of 3 . [10] (d) Diederich's  receptor 5 for  binding  of  N-protected  α-amino  acids. [6] (e)  Still's receptor 6 for sequence-selective peptide binding. [8] Copyright 1996, American Chemical Society.\nSince these early efforts progress has been made, slowly at first but accelerating as the need to study recognition in water has become  more  widely  appreciated. [11-15]     In  this  Minireview  we summarize the recent advances in this area, considering design strategies,  structural characterization, and  binding  properties  in aqueous  media.    We  restrict  ourselves  to  organic  molecular substrates with particular focus on molecules which are electrically neutral or lightly charged.  For the binding of inorganic anions and highly charged substrates (e.g. nucleotides) in water, the reader is directed to other recent reviews. [16-18] We also focus on classical hydrogen bonds involving polar XH as donors.  Nonclassical CH···X bonds may also be important in water [19]  but are not covered herein.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Receptors designed to bind polar molecules in water should meet a number of criteria.  They must be water-soluble, and ideally they should be monomeric at reasonably high concentrations (otherwise  binding  studies  will  be  difficult  to  perform).    Most receptor  architectures  are  fashioned  from  organic  components and  not  naturally  water-soluble,  so  special  appendages  are generally required.  Externally-directed charged groups (positive or negative) are thus common features (Figure 3a).  Dendrimeric units can be especially effective, [20] and have figured prominently in our own work. [21]\nThe  receptor core will need  to provide preorganised hydrogen bonding groups which complement those on the target, as precisely as possible.  Generally these will be presented within a cleft or cavity, so that groups on all sides of the target may be addressed.  Most targets will contain some hydrophobic surface, even if it is small, and this should also be complemented by apolar surfaces  in  the  receptor  (Figure  3).    Contact  between  these surfaces will contribute to binding through the hydrophobic effect, enhanced by CH-π interactions where relevant.  It is also possible that a further effect may come into play.  It has been suggested that  interspersing  polar  and  apolar  units  may  create  surfaces which are difficult to hydrate, creating 'high-energy water' which is  easily  displaced. [22,23] In  this  case,  hydrogen  bonding  within amphiphilic cavities might be surprisingly effective.\nPreorganising  the  binding  elements,  polar  and  apolar,  is probably the main challenge in this work.  Perfect rigidity is not desirable, as the receptor will need to adjust its shape to match its target, and to make room for entry and exit.  On the other hand, too  much  flexibility  lowers  affinity  through  entropic  effects  and works  against  selectivity.    It  may  also  allow  cavity  collapse; holding  the  binding  site  open,  so  that  water  is  forced  into  an unfriendly environment, may be the key to strong binding.  Biology preorganises through the folding of flexible chains into specific arrangements, leaving gaps which happen to have everything in the  right  place.    This  strategy  is  less  easy  to  implement  for synthetic  receptors,  although  impressive  progress  has  been made. [24] It  is  more  usual  to  design  structures  based  on  rigid components, often constrained by macrocyclic or macropolyclic topology.    These  frameworks  must  be  synthetically  accessible, and this has directed work towards particular structural types as summarised in the following sections.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Figure 3. Design strategy for synthetic receptors exploiting hydrogen bonding in water.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "In the following sections, we highlight several types of molecular framework which have been used to deploy hydrogen bonding in water, paying attention to synthetic approaches and accessibility.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "soluble receptors, and illustrate nicely the principles discussed in Section  2.1.    They  can  be  synthesised  quite  simply  from  the anthracenyl  diamine 7 and  isophthaloyl  spacers 8 bearing  a variety of dendrimeric solubilising groups as illustrated in Figure 4a. The  rigid  aromatic  components  ensure  that  the  core macrocycle has limited conformational options and is unable to close such that the anthracene surfaces meet.  Aromatic surfaces are thus exposed to water, which is released when the cavity is occupied  by  a  guest.    Though  originally  designed  to  bind carbohydrates (specifically glucose), [25,26] macrocycles 9 and 10 are more effective for polar aromatic systems (see Section 3.4) [27] and bind  squaraine  dyes  with  exceptionally  high  affinities  (see Section 3.3). [28]\nFigure  4. (a)  Synthesis  of  tetralactam  macrocyclic  receptor 9 . Chemical structures of receptors 10 (b) and 11 (c)  featuring  different  water-solubilising side chains.  Receptor structures are colour-coded red = hydrogen bonding unit, blue = apolar surface, green = solubilising groups.  This scheme is employed for the remainder of the article.\nThe amide linkage is one of easiest to form in organic synthesis, and is capable of acting as H-bond donor or acceptor.  It is also structurally  well-defined  -  in  a  C-CO-NH-C  unit  all  atoms  are coplanar and the central bond is generally anti ,  so  that  atomic positions are predictable. Thus, it is not surprising that macrocyclic amides (macrolactams) have featured prominently in receptor  design.    Macrocycles 3 and 5 (Figures  2b  and  2d) provide early illustrations. More recently, bis-anthracenyl tetralactams  such  as 9 11 -have  proved  to  be  versatile  water-\nFigure  5. Chemical  structures  of syn -macrocyclic  receptors 12 (a)  and anti -macrocyclic receptors 13 (b).  X-ray crystal structures of 12b (c) and 13b (d). Energy-minimized structure (e) and electrostatic potential surfaces (f) of the syn -isomer calculated at the PM06 level of theory. [30]   Copyright 2016, American Chemical Society.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "A  second  family  of  lactams,  based  on  naphthalene  dimers,  is illustrated in Figure 5.  As shown by Glass and coworkers, [29]  the bis-naphthyl components are readily synthesised as diamines or bis-carboxylic  acids,  which  are  then  cyclised  together  to  give dilactams. The monomers are cleft-shaped, and this preorganises  the  dilactam  structures  so  that  open  cavities  are maintained.  Cyclisation can give two geometries, 12 and 13 , both with potential for molecular recognition.  The  bis-naphthyl units possess peripheral oxygen atoms which can be used as linkage points for solubilising groups, e.g. the CH2CO2H in 12 13a / .  In the original work of Glass 12 13a / were used to bind lipid molecules in",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "water,  presumably through hydrophobic interactions.    However the Jiang group later recognised that the annular amides could be used for hydrogen bonding to substrates.  In 2016 they reported the characterisation 12 and 13 , including X-ray crystal structures of 12 13b / (Figures 5 c/d).  The NH groups were found to be angled inwards,  and  calculations  highlighted  the  amphiphilic  surface (Figures 5e/f).  As discussed later (Section 3.4) binding studies showed  that  these  'naphthotubes'  were  indeed  capable  of binding quite a wide range of polar molecules in water. [30]",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Figure 6. Chemical structures of macropolycyclic receptors 14 [31] and 15 , [32] and intermediate 16 used for the synthesis of 14 .\nThe ease of amide synthesis has encouraged the development of more complex polycyclic oligolactam architectures.  Tricycle 6 is an early case, [8] and two further examples 14 and 15 are shown in Figure 6. Like 9 11 -these structures incorporate isophthalamide spacers with externally-directed dendrimeric water-solubilising groups.  Receptor 14 [31] is tetracyclic, featuring meta-terphenyl surfaces capable of hydrophobic/CH-π interactions, and  ten annular amides  capable  of hydrogen bonding to guests.  Receptor 15 [32] employs rigid pyrenyl units, potentially  more  effective  than  the  flexible  terphenyls,  and  a",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "bicyclic architecture with six annular amides.  In this case powerful nonacarboxylate  solubilising  groups  were  required  to  prevent aggregation  in  water.    Both 14 and 15 were  synthesised  via controlled, stepwise procedures involving differentially protected amino intermediates (for example terphenyl 16 in the case of 14 ).\nPyrene  surfaces  were  also  employed  in  receptors 17 19 -(Figure 7).  In these cases directed syntheses proved impractical and the cages were constructed from undifferentiated tetra-amine 20 via polycyclisations.  Tricyclic 17 and 18 were formed together as a mixture, but separation was feasible. [33]  Bicyclic 19 is chiral and was prepared with its enantiomer as a racemate. [34]    The cages in Figures 6 and 7 were studied mainly as carbohydrate receptors and achieved some success, as described in Section 3.2.\nFigure  7. (a,b)  Chemical  structures  of  tricyclic  pyrene-based  receptors 17 ('eclipsed') and 18 ('staggered'). [33] (c)  Chiral receptor 19 . [34] (d) Tetra-amine intermediate 20 employed for synthesis of receptors 17 19 -.\nFinally receptor 21 from the Jabin group  (Figure 8) represents a different type of polylactam architecture, based on a preformed hydrophobic cavity (a calix[6]arene) to which a polar roof has been added.  The framework is decorated with neutral oligo(ethylene glycol) units, [35] which confer solubility in methanol/water mixtures.  As discussed in Section 3.4 this system presents both H-bond donors and acceptors in its binding site and is complementary to a biotin model.\nFigure 8. Chemical structure of tricyclic oligolactam receptor 21 .",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Figure  9. (a)  Chemical  structure  of  glucose  receptor 22 . (b)  Molecular modelling  structure  of 22 showing  the  hexaurea  binding  site  (side-chains omitted for clarity). [36] Copyright 2019, Nature Research.\nThe urea group is less easy to synthesize and handle than the amide, and is more flexible due to the relatively small difference between  anti-  and  syn-CO-NH.    On  the  other  hand,  the  close positioning of two NH groups has obvious potential for hydrogen bonding,  so  placing  urea  groups  in  macropolycyclic  structures might seem a promising strategy.  Thus far just one such receptor has  been reported,  the  bicyclic  hexaurea 22 (Figure  9). [36] As described  in  Section  3.2  this  cage  has  proved  remarkably successful for glucose, an especially important target, so more designs of this type may be explored in future.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Calix[4]pyrroles are tetrapyrrolic macrocycles wherein each pyrrole  unit  is  connected  covalently  through  disubstituted sp 3 hybridized meso carbon bridges. They are formed by condensation  of  pyrrole  with  ketones  and  are  best  known  for binding anions in organic media, operating through four inwarddirected NH groups. [37]   However, employing the NH groups as Hbond donors fixes the calixpyrrole in a cone conformation, and if the meso substituents are large they can approach each other to form  a  hydrophobic  pocket.    Calix[4]pyrrole  therefore  offers  a good  opportunity  to  develop  water-soluble  synthetic  receptors with  amphiphilic  interiors.    This  strategy  was  employed  by  the Ballester group, who reported the first water-soluble calix[4]pyrrole-based  receptors  in  2009. [38] Calixpyrrole 23a , derived from pyrrole and 4-hydroxyacetophenone, was converted",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "to  tetra  carboxylic  acid 23b and  tetra-amine 23c (Figure  10a), both  soluble  in  water  to  1  mM  at  pH  =  7. 1 H  NMR  spectra indicated that they adopted a time-averaged cone conformation. The crystal structure of tetraester 23d confirmed this conformation showing converging NH groups and a deep 'fourwall' hydrophobic cavity (Figure 10b).\nFigure 10. Chemical structures of calix[4]pyrrole-based receptors 23 (a) and 24 (c). X-ray crystal structures of 23d (b) and 24b (d).\nPlacing  the  solubilising  groups  at  the upper  rim  may influence guest binding.  To obtain full control of the binding site, the Ballester group  changed  the  strategy  for  solubilisation, moving the polar substituents to the lower rim (Figure 10c). [39] The resulting  aryl-extended  calix[4]pyrrole 24a with  four  carboxylic acid groups, was readily soluble in aqueous solutions at pH 7.4. A crystal structure of 24b (an analogue of 24a ) confirmed the cone conformation  with  an  aromatic  cavity  and  an  average  N ⋯ N distance of 3.26 Å (Figure 10d).  This design strategy also allowed receptor  functionalization  in  both  upper  and  lower  rims.    In receptors 25 (Figure 11), water-solubilising pyridinium groups are added at the lower rim while the upper rims are covalently bridged by phosphonate groups [40]  forming isomers with different relative configurations  of  the  two  P=O  groups  (Figure  11a).    A  crystal structure  of  precursor 26 (P=O  'out-out'  isomer,  Figure  11b) highlights the depth and potential tuneability of the cavity.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Figure 11. (a) Chemical structures of calix[4]pyrrole-based receptors 25 (watersoluble) and 26 (non-water-soluble).  (b) X-ray crystal structure of 26 with P=O 'out-out' configuration.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Although macrocyclic architectures are commonly  used to preorganise binding sites, other strategies are possible.  Klarner and Schrader have developed the 'tweezer' and 'clip' structures illustrated in Figure 12, using Diels-Alder reactions to build rigid curved frameworks. [41]   Figure 12a shows a sequence leading to tweezer 30 ; nine annulated six-membered rings are formed in the key cycloaddition between the dienophile centerpiece 28 and two diene walls 27 . [42] The rigid  framework creates a preorganised hydrophobic interior lined with aromatic surfaces.  Phosphonate groups  are  added  to  provide  water-solubility  and  potential  for hydrogen bonding, creating an amphiphilic binding site. Phosphate groups may also be used to enhance polar interactions,  as  in 31 .    The  synthetic  strategy  allows  tuning  of binding site geometry.  Thus clip 32 , obtained using an alternative diene  component,  is  more  open  and  can  accommodate  more bulky substrates than 30 or 31 [41,43] Tweezers and clips have been used  to  moderate  the  behaviour  of  proteins  as  illustrated  in Section 3.1.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Figure  12. (a)  Synthetic  route  to  molecular  bisphosphonate  tweezer 30 . Chemical structure of phosphate tweezer 31 (b) and phosphate clip 32 (c).",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Finally, cucurbiturils such as CB7 (Figure 13) are well-established as water-soluble receptors capable of exceptionally high affinities. [44] Although they operate mainly through hydrophobic interactions,  their  cavities  are  ringed  with  carbonyl  oxygens angled inwards towards potential guests.  These oxygens can act as H-bond acceptors, and the binding sites are thus amphiphilic. Hydrogen  bonding  can  play  a  significant  role  in  molecular recognition by cucurbiturils as discussed in Section 3.1.  Various modifications are available, including acyclic analogues which are versatile and tuneable. [45]\nFigure 13. General structure of cucurbit[n]urils CBn , with CB7 as an example.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Peptides  and  proteins  are  clearly  important  substrates;  if  any sequence could be targeted selectively, the biomedical applications  would  be  many  and  varied.    This  is  beyond  our capabilities  at  present  but,  for  example,  selective  binding  to certain  residues  is  a  reasonable  objective.    Thus,  Klarner  and Schrader  used  molecular  tweezer 30 to  bind  the  lysine  and arginine  side  chains  in  derivatives  such  as 33 and 34 . [42] As shown in Figures 15 a/b, the tweezer interior is complementary to the (CH2)n portions of the side-chains, binding through hydrophobic and CH-π interactions.  Meanwhile the ammonium and  guanidinium  termini  can  form  hydrogen  bonds  with  the phosphonate groups, which also H-bond to the sulfonamide NH in 34 .  Tweezer 30 binds lysine derivative 33 with K a ~23,000 M -1 in water, although salt effects reduce this affinity to 4400  M -1  in phosphate  buffer. More  recently the Waters  group  have investigated  the  binding  of N -methylated  arginine  side-chains using  receptors  obtained  via  dynamic  combinatorial  chemistry. Arginine  methylation  is  a  post-translational  modification  with relevance to a number of diseases.  Although the binding sites employed  are  largely  apolar, H-bonding  to  unmodified  NH appears to play a role in some case. [46]\n(c)\nFigure 15. Monte Carlo simulations of the complexes between receptor 30 and Ac-Lys-OMe 33 (a)  and  Ts-Arg-OEt 34 (b).    The  results  are  consistent  with NOESY data. [42]   Copyright 2005, American Chemical Society.  X-ray crystal structures of Trp-Gly-Gly 36 @ CB8 (c-d) and (Phe-Gly-Gly 35 )2@ CB8 (e-f).",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Cucurbiturils can  also bind selectively  to  peptides.   Given their hydrophobic interiors these toroidal structures might be expected to target aromatic side chains as in phenylalanine and tryptophan. Working  with  cucurbit[8]uril  ( CB8 , cf. Figure  13)  the  group  of Urbach  showed  that  this  is  indeed  the  case. CB8 is  able  to accommodate  two  aromatic  units,  and  was  found  to  bind  and dimerise  tripeptides  Phe-Gly-Gly  ( 35 )  and  Trp-Gly-Gly  ( 36 )  in aqueous solution with high affinity (ternary K a = 10 9 - 10 11 M -2 ). [47] Interestingly, other sequences such as Gly-Gly-Phe were bound very  weakly  if  at  all,  suggesting  that  hydrophobic  side-chain binding is not the whole story.  An X -ray crystal structure of the Trp-Gly-Gly@ CB8 1:1 complex  highlights  the  role of polar interactions, revealing multiple hydrogen bonds between the NH groups of Gly residue and the carbonyl oxygens of CB8 (Figures 15c-d).    A  crystal  structure  was  also  obtained  of  (Phe-GlyGly)2@ CB8 (Figures 15e-f), and  this again shows  several hydrogen bonds between host and guest.\nFigure 16. (a-b) Crystal structure of the 14-3-3σ protein@tweezer 31 complex. [48] Copyright 2013, Nature Research.  (c-d) Crystal structure of the 14-3-3β/FGG-ER α / CB8 complex (PDB: 5N10). [49]   Copyright 2017, Wiley.  (e-f) Crystal structure of the  insulin@ CB7 complex. [50] Copyright  2011,  American Chemical Society.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Both tweezers and CBs have been applied to proteins as well as peptides.  The '14-3-3' proteins are targets of interest as they  modulate  various  physiological  process  through  proteinprotein interactions.  Tweezer 31 was found to bind one specific lysine side-chain of the protein 14-3-3σ as revealed by crystallography (Figures 16a,b). [48] The tweezer inhibited binding of the 14-3-3 protein to two partners, C-RafpS259 and ExoS. CB8 was also  used  to  modulate  a  13-3-3  protein  by  dimerising  two specially designed ligands (Figure 16c-d), [49]    Meanwhile, CB7",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "was  shown  to  bind  to  the  N-terminal  phenylalanine  (Phe)  of human insulin with an equilibrium association constant of 1.5 × 10 6 M -1 (Figure  16e-f).    Larger  proteins  without  an  N-terminal aromatic  residue  were  bound  50~100  times  more  weakly,  and insulin  lacking  terminal  Phe  was  bound  still  less  strongly. [50] These studies show that synthetic receptors can produce highly specific effects, even in complex biomolecules.\nFigure  17. (a)  The  ground-state  conformation  of  receptor 9 as  predicted  by Monte Carlo molecular mechanics calculations. (b) Computational model of the complex  between  methyl  β-D-glucopyranoside  and 9 . [25] Copyright  2012, Nature  Research.  (c-e)  X-ray  crystal  structure  of 9 complexed  to  β-Dglucopyranose. [51] (c)  Structure  of 9 in  the  complex,  featuring  four  inwarddirected NH groups at the center of the hydrophobic cavity.  (d,e) Structure of the receptor core with carbohydrate guest, highlighting hydrogen bonding (~ 2.1 Å) and CH-π interactions (~ 2.6 Å).\nCarbohydrates are especially challenging targets when dissolved in water, due to their hydrophilic nature and their general similarity to  clusters  of  solvent. [21] Unlike  peptides  such  as 33 and 35 , saccharides  mostly  lack  extended  hydrophobic  surfaces  which can  be  used  to  provide  the  main  driving  force  for  binding. Hydrogen  bonding  is  expected  to  play  an  important  role,  but placing enough polar groups in the right positions is difficult.  Even natural  carbohydrate  binding  tends  to  be  weak,  and  synthetic carbohydrate  receptors  have  mostly  shown  very  low  affinities. The authors' group have pursued the binding of the 'all-equatorial' family of carbohydrates, including glucose 37 , employing designs which  sandwich  the  substrates  between  aromatic  surfaces, complementary to axial CH groups, and H-bond to substrate OH using polar spacers.  Most have been macrolactams (e.g. 9 , 10 ) or macropolylactams (e.g. 14 15 , , 17 18 , ), although the hexaurea 22 has played an important role as described below.\nGlucose itself is an especially important substrate. Molecules which can bind and sense this target have potential for",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "application  in  the  management  of  diabetes,  one  of  the  world's most widespread health issues.  All the above macrolactams and polylactams bind glucose to some extent, but the most promising (at least initially) were the anthracene-based tetralactams typified by 9 .  These systems combined ease of synthesis with moderate but useful affinity for glucose in water (e.g. 56 M -1 for 9 + glucose) and an optical response on binding (~3-fold increase in anthracene fluorescence). [25,26]   Modelling studies indicated that these  macrocycles  should  bind  β-glucose  and  β-glucosides through a combination of hydrophobic/CH-π interactions and Hbonding (Figure 17a-b) and X-ray crystallography later confirmed this geometry (Figures 17 c-e). [51]\nThe  later  discovery  that  the  bis-anthracenyl  macrocycles also bind heterocycles such as uric acid 51 (see Section 3.4) has limited their use  as  glucose  receptors, but fortunately the hexaurea 22 has provided a replacement. [36]   This bicyclic cage is remarkably complementary to glucose.  According to modelling, it is able to bind its target through formation of 10 H-bonds as well as  CH-π  interactions  (see  Figure  18a).    The  affinity  of 22 for glucose,  at ~18,600  M -1 , is far higher  than  any  synthetic alternative and compares well with natural receptors.  Perhaps more  importantly,  the  hexaurea  shows  extreme  selectivity  for glucose and closely-related substrates, more typical of a biomolecule  than  a  synthetic  design.    There  is  a  very  realistic prospect of employing 22 in medicine, and applications are under active investigation.\nFigure 18. Computational models of complexes between carbohydrates and receptors:  (a)  D-glucose 37 @ 22 , [36] Copyright  2019,  Nature  Research.;  (b) GlcNAc-β-OMe 38 @ 17 .; (c) GlcNAc-β-OMe 38 @ 18 , [33] Copyright 2016, Wiley.; (d) D-cellobiose 40 @ 14 , [31] Copyright 2007,  AAAS.;  (e) Cellopentaose 41 @ 15 , [32] Copyright 2016, Nature Research.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Besides  glucose,  a  particular  target  has  been  the  βN -acetylglucosaminyl (β-GlcNAc or O-GlcNAc) unit as in 38 and 39 . This  moiety  is  a  dynamic  post  translational  modification  of proteins that is involved in many cellular processes and has been linked  to  major  diseases  such  as  diabetes  and  Alzheimer's disease.    Pyrene-based  tricyclic  receptors 17 and 18 were especially  effective  for  O-GlcNAc. [33] 'Staggered'  receptor 18 bound GlcNAc-β-OMe ( 38 ) in water with an association constant of 18200 M -1 , 25 times larger than that of the natural lectin wheat germ agglutinin.  'Eclipsed' receptor 17 was less effective than 18 for  GlcNAc-β-OMe  (2100 vs 18200  M -1 ,  Figure  18b-c)  but showed even stronger binding to O-GlcNAc glycopeptide 39 ( K a ~ 70000 M -1 ).  For both 17 and 18 detailed NMR structures were obtained for complexes with 38 , revealing several intermolecular NH···O  interactions. This work further demonstrates  that biomimetic receptors can show affinities comparable to those of natural lectins.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Other  systems  have  yielded  good  results  with  oligo-  and poly-saccharides.  In work published in 2007, tetracyclic receptor 14 was designed to encapsulate cellobiose 40 , an all-equatorial disaccharide (see Figure 18d).  The binding results were excellent for the time, for example K a = 600 M -1 for 14 + 40 , but just 11 M -1 for 14 + lactose (a disaccharide with just one axial OH). [31]   The role of H-bonding was inferred from NMR-constrained molecular modelling.  A later development was the bicyclic pyrene-based receptor 15 ,  featuring  a  much  more  open  architecture.    In  this case oligo/polysaccharides are capable of threading through the cavity creating pseodorotaxanes (see Figure 18e).  Affinities up to 12,000 M -1  were measured for cellodextrins such as 41 . [32] Again, H-bonding  was  inferred  from  NMR-based  molecular  modelling. Multiple  threading  on  cellulose  was  also  observed,  suggesting potential for moderating the properties of this abundant natural polymer.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Squaraine dyes such as 42 43 / are substrates of special interest. They  show  intense  fluorescence,  typically  in  the  red  and  near infrared  region,  making  them  very  attractive  for  many  types  of biological  imaging,  sensing,  and  light  harvesting  applications. They also possess disadvantages, e.g. instability and a tendency to aggregate in water, but it turns out that these problems can be solved by complexation with water-soluble anthracenyl tetralactams  such  as 9 11 -. Moreover,  the  combination  of tetralactam and  squaraine provides  an  outstanding example of amphiphilic complementarity (Figure 19a). The squaraine consists of a polar core with divergent oxygens, strong H-bond acceptors, flanked by hydrophobic aromatic groups. The anthracenyl tetralactams feature inward directed H-bond donors surrounded by hydrophobic aromatic surface, capable of sandwiching the squaraine guest.  This leads to exceptionally high affinities,  raising  the  possibility  that  the  tetralactam-squaraine combination  could  be  used  as  a  'supramolecular  glue'  under biological conditions, complementing  the  widely-used  biotinavidin pairing. [52]\nThe potential of the squaraine-tetralactam system was first revealed in a study by the B. D. Smith and Davis groups, which showed that 9 binds 42 with K a = 1.1 × 10 9 M -1 in water, among the  highest  measured  for  synthetic  systems. [53] The  threading process  was  also  notably  fast,  with k on ≈  10   -  10   M 6 7 -1 s -1 .",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Usefully, the squaraine absorption and emission bands are redshifted when the dye is encapsulated, providing visual signals that binding  has  taken  place.    Moreover,  affinities  could  be  further increased by appending N -benzyl groups to the squaraine core, as in 43 .    After threading, the aromatic rings can fold back and make additional hydrophobic contacts with the receptor, leading to  a  picomolar  affinity  ( K a =  5.1  ×  10 10 M -1 )  and  very  rapid threading ( k on = 7.9 × 10 7 M -1 s -1 ) (Figure 19b). [54]\n(a)\nFigure 19. (a)  Schematic illustration (left)  and  computational model (right) of squaraine-tetralactam  system,  showing  intermolecular  hydrogen  bonds. [53] Copyright  2015,  American  Chemical  Society.    (b)  Schematic  illustration  and computational  model  of  enhanced  host-guest  binding  through  additional hydrophobic contacts between squaraine dye and receptor. [54]   Copyright 2018, American Chemical Society.\nFigure 20. (a) A preassembled  fluorescent probe for imaging anionic membranes.    (b)  The  probe  adopts  an  unfolded  conformation,  with  turn-on fluorescence,  upon  association  with  anionic  liposomes.    (c)  Fluorescence micrographs of S. chromofuscus , E. coli , L. major , and T. cruzi , stained with the probe.    (d)  Biodistribution  of  the  probe  in  tumor-bearing  rats  at  24  h  after dosing. [28] Copyright 2017, American Chemical Society.\nThis  synthetic  avidin  ('synthavidin' [54] )  system  has  been employed in self-assembly processes for biological applications. For example, the receptor 11 was bound to a linear scaffold with two  squaraine  docking  stations  to  produce  a  dodecavalent fluorescent  probe  (Figure  20a). [28] The  dodecavalent  probe displayed turn-on fluorescence due to probe unfolding at negatively  charged  phospholipid  membrane  surfaces  (Figure 20b).    The  probe  was  shown  to  have  imaging  selectivity  in different types of microbial and mammalian cell culture as well as in a living rat tumor model (Figure 20c-d).  This work highlights the potential of synthavidin technology for imaging applications, and many other uses can be envisaged.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "calixpyrroles in possessing an array of inward-directed NH groups. It also features ether oxygens, which can act as H-bond acceptors, and this combination is complementary to imidazolidin-2-one ( 46 ) (a model for biotin).  Tested in D2O/CD3OD (1:2), 21 bound only weakly to 46 , but a crystal structure of a model complex confirmed the  expected  binding  mode  with  five  intermolecular  H-bonds (Figure 21b). [35]\nFigure 21. Crystal structures showing heterocycles in amphiphilic binding sites. The hosts are less polar analogues of water-soluble receptors: (a) Pyridine N -oxide 44 @ 23d ;  (b)  Imidazolidin-2-one 46 in  a  variant  of 21 ;  (c)  1,4-dioxane 47 @ 12b ;  (d)  1,4-dioxane 47 @ 13b ;  (e)  1,2-epoxyethylbenzene 48 @ 12b ;  (f) Pyrazine 49 @ 12b .\nThe  bis-naphthalene-based  macrolactams  discussed  in Section 2.2.1 (Figure 5) have been investigated with a wide range of small molecules.  An early study identified 1,4-dioxane ( 47 ) as an especially good substrate, binding to syn -receptor 12a with an association constant of 13500 M -1 , and anti -receptor 13a with K a = 3150 M -1 . [30] X-ray crystal structures of model complexes reveal that the 1,4-dioxane is stabilized by two hydrogen bonds in both syn -  or anti -analogues (Figures 21c-d).  It was later shown that the receptors can recognize epoxides, such as 1,2epoxyethylbenzene ( 48 ). [55] As before, the association constant for syn -receptor 12a (5.3 × 10 4 M -1 ) was found to be higher than that for anti -receptor 13a (2.4 × 10 4 M -1 ).   The role of hydrogen bonding in the epoxide complexes was also evidenced by X-ray crystal  structures  (Figure  21e).    In  a  further  development,  N-",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "heterocycles such as pyrazine ( 49 ) were added to the successful substrates. [56] Again,  crystallography  provided  evidence  for  Hbonding in the complexes (Figure 21f).\nFinally  the  bis-anthracenyl  tetralactams  such  as 9 ,  also introduced  in  Section  2.2.1 (Figure  4), have  already  been discussed as receptors for carbohydrates (weak) and squaraines (very strong) (see Sections 3.2 and 3.3).  Recently it has emerged that these systems are also effective for aromatic heterocycles, including a number of biogenic purine and pyrimidine bases.  A study performed using dodeca-carboxylate receptor 10 recorded the unusually high affinity of ~10 7  M -1 for hypoxanthine 50 ,  and ~10 5 M -1 for other substrates such as adenine, caffeine, theobromine  and  uric  acid 51 . [27] As  with  earlier  substrates, binding  presumably  results  from  a  combination  of  hydrophobic interactions, in this case with π-stacking, and NH···X hydrogen bonds (X = O or N;  see Figure 22).  The role of hydrogen bonding was confirmed by downfield movements of the N H NMR chemical shifts.  The versatility of these tetralactams is hardly an advantage, but  more a  hindrance to the  development  of  applications  -  as mentioned  earlier,  binding  to  uric  acid  prevented  their  use  in glucose sensing.  The history of this system perhaps serves as a warning - in practical terms, establishing binding is just the first step, rejection of other potential substrates is equally important and may be far more challenging.\nFigure 22. Computational model of the tetralactam core of 10 with hypoxanthine 50 .",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Supramolecular chemistry has the potential for a wide variety of biomedical  applications,  provided  sufficient  selectivity  can  be achieved, and provided it can cope with complexities of binding in water.  The deployment of hydrogen bonding in water is a key problem in this area and, as illustrated in this article, is attracting increasing  attention.    Although  water  attenuates  H-bonding  by competing for both donors and acceptors, it is becoming clear that amphiphilic binding sites providing full complementarity to substrate  molecules  can  be  remarkably  effective.    The  highest affinity  mentioned  herein,  for  the  binding  of  squaraine 43 to  a tetralactam,  is  5  x  10 10 M -1 (see  Section  3.3).    Although  it  is sometimes argued that hydrophobic effects drive association in water while hydrogen bonding controls selectivity, it is difficult to believe that such strong binding results from hydrophobicity alone. However,  it  does  seem  likely  that  H-bonding  is  more  effective when deployed within an amphiphilic cleft or cavity.  Donors and acceptors surrounded by apolar surfaces may be poorly hydrated and, if positioned correctly, provide major contributions to binding free energy.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "In practical terms, there are still few examples of systems which bind their targets with the affinity and selectivity required for applications,  but  recent  developments  are  encouraging.    For example, the hexaurea 22 shows real promise as a component of biocompatible glucose-responsive systems.  In 2018, the rights to this receptor were sold to Novo Nordisk, a major pharmaceutical company  specialising  in  diabetes,  and  a  program  to  develop glucose-sensitive insulin is currently under way. Other applications  are  being  pursued  by  Carbometrics,  a  start-up company in Bristol.  Meanwhile, the squaraine-tetralactam system performs remarkably well as a high-affinity binding pair, and would seem to have genuine potential for controlled self-assembly and imaging.\nLooking to the future, the design of preorganised binding sites with correct positioning of both polar and apolar components remains a difficult challenge.  Routine modelling software is quite effective at  predicting structures of  rigid  molecular  frameworks, but not so useful for flexible  architectures surrounded by water molecules.  The prediction of binding modes and affinities is still less certain.  This is probably the main reason why, as highlighted in this article, the range of receptor structures studied is still quite limited.  Improved computational methodology might open up a wider range of options, still (probably) incorporating rigid components, but less exclusively so.  In any case, much remains to be done in this area and we hope that efforts will continue to intensify.  Supramolecular chemistry should aim to contribute to human health, and taming hydrogen bonding in water will be a key to success.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "[13] P. S. Cremer, A. H. Flood, B. C. Gibb, D. L. Mobley, Nat. Chem. 2018 , 10 , 8-16.\n[14] A. P. Davis, S. Kubik, A. D. Cort, Org. Biomol. Chem. 2015 , 13 , 2499-2500.\n[15] Supramolecular Chemistry in Water (Ed.: S. Kubik), Wiley-VCH, Weinheim, 2019 .\n[16] S. Kubik, Acc. Chem. Res. 2017 , 50 , 2870-2878.\n[17] M. J. Langton, C. J. Serpell, P. D. Beer, Angew. Chem., Int. Ed. 2016 , 55 , 1974-1987; Angew. Chem. 2016 , 128 , 2012-2026.\n[18] A. M. Agafontsev, A. Ravi, T. A. Shumilova, A. S. Oshchepkov, E. A. Kataev, Chem. Eur. J. 2019 , 25 , 2684-2694.\n[19]. See for example: M. Yamashina, T. Tsutsui, Y. Sei, M. Akita, M. Yoshizawa, Sci. Adv. 2019 , 5 , eaav3179.  S. Kusaba, M. Yamashina, M. Akita, T. Kikuchi, M. Yoshizawa, Angew. Chem., Int. Ed. 2018 , 57 , 3706-3710; Angew. Chem. 2018 , 130 , 3768-3772.  M. Yamashina, S. Kusaba, M. Akita, T. Kikuchi, M. Yoshizawa, Nat. Commun. 2018 , 9 , 4227.  C. G. P. Taylor, A. J. Metherell, S. P. Argent, F. M. Ashour, N. H. Williams, M. D. Ward, Chem. Eur. J. 2020 , 26 , 3065-3073.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "[20] F. Diederich, B. Felber, Proc. Natl. Acad. Sci. USA 2002 , 99 , 4778-4781.\n[21] A. P. Davis, Chem. Soc. Rev. 2020 , 49 , 2531-2545.\n[22] R. U. Lemieux, Acc. Chem. Res. 1996 , 29 , 373-380.\n[23] F. Biedermann, W. M. Nau, H. J. Schneider, Angew. Chem., Int. Ed. 2014 , 53 , 11158-11171; Angew. Chem. 2014 , 126 , 11338-11352.\n[24] N. Chandramouli, Y. Ferrand, G. Lautrette, B. Kauffmann, C. D. Mackereth, M. Laguerre, D. Dubreuil, I. Huc, Nat. Chem. 2015 , 7 , 334-341.\nC. Ke, H. Destecroix, M. P. Crump, A. P. Davis, Nat. Chem. 2012 , 4 , 718-723.\n[26]\nH. Destecroix, C. M. Renney, T. J. Mooibroek, T. S. Carter, P. F. N. Stewart, M. P. Crump, A. P. Davis, Angew. Chem., Int. Ed. 2015 , 54 , 2057-2061; Angew. Chem. 2015 , 127 , 2085-2089.\n- [27] D. Van Eker, S. K. Samanta, A. P. Davis, Chem. Commun. 2020 , 56 , 9268-9271.\n[28]\nF. M. Roland, E. M. Peck, D. R. Rice, B. D. Smith,\nBioconjugate Chem.\n2017\n,\n28\n, 1093-1101.\n- [29] B. J. Shorthill, C. T. Avetta, T. E. Glass, J. Am. Chem. Soc. 2004 , 126 , 12732-12733.\n[30]",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "G.-B. Huang, S.-H. Wang, H. Ke, L.-P. Yang, W. Jiang, J. Am. Chem. Soc. 2016 , 138 , 14550-14553.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "[31] Y. Ferrand, M. P. Crump, A. P. Davis, Science 2007 , 318 , 619-622. [32] T. J. Mooibroek, J. M. Casas-Solvas, R. L. Harniman, C. M. Renney, T. S. Carter, M. P. Crump, A. P. Davis, Nat. Chem. 2016 , 8 , 69-74.\n[33] P. Rios, T. S. Carter, T. J. Mooibroek, M. P. Crump, M. Lisbjerg, M. Pittelkow, N. T. Supekar, G.-J. Boons, A. P. Davis, Angew. Chem. Int. Ed. 2016 , 55 , 3387-3392; Angew. Chem. 2016 , 128 , 3448-3453.\n[34] P. Ríos, T. J. Mooibroek, T. S. Carter, C. Williams, M. R. Wilson, M. P. Crump, A. P. Davis, Chem. Sci. 2017 , 8 , 4056-4061.\n[35] A. Lascaux, G. D. Leener, L. Fusaro, F. Topić, K. Rissanen, M. Luhmer, I. Jabin, Org. Biomol. Chem. 2016 , 14 , 738-746.\n[36] R. A. Tromans, T. S. Carter, L. Chabanne, M. P. Crump, H. Li, J. V. Matlock, M. G. Orchard, A. P. Davis, Nat. Chem. 2019 , 11 , 52-56.\n[37] W. E. Allen, P. A. Gale, C. T. Brown, V. M. Lynch, J. L. Sessler, J. Am. Chem. Soc. 1996 , 118 , 12471-12472.\n[38] B. Verdejo, G. Gil-Ramírez, P. Ballester, J. Am. Chem. Soc. 2009 , 131 , 3178-3179.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "[39] D. Hernández-Alonso, S. Zankowski, L. Adriaenssens, P. Ballester, Org. Biomol. Chem. 2015 , 13 , 1022-1029.\n[40] G. Peñuelas-Haro, P. Ballester, Chem. Sci. 2019 , 10 , 2413-2423.\n[41] F.-G. Klärner, T. Schrader, Acc. Chem. Res. 2013 , 46 , 967-978.\n[42] M. Fokkens, T. Schrader, F.-G. Klärner, J. Am. Chem. Soc. 2005 , 127 , 14415-14421.\n[43] P. Talbiersky, F. Bastkowski, F.-G. Klärner, T. Schrader, J. Am. Chem. Soc. 2008 , 130 , 9824-9828.\n[44] S. J. Barrow, S. Kasera, M. J. Rowland, J. del Barrio, O. A. Scherman, Chem. Rev. 2015 , 115 , 12320-12406.\n[45] L. Isaacs, Acc. Chem. Res. 2014 , 47 , 2052-2062.\n[46] A. G. Mullins, N. K. Pinkin, J. A. Hardin, M. L. Waters, Angew. Chem., Int. Ed. 2019 , 58 , 5282-5285; Angew. Chem. 2019 , 131 , 5336-5339.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "[47] L. M. Heitmann, A. B. Taylor, P. J. Hart, A. R. Urbach, J. Am. Chem. Soc. 2006 , 128 , 12574-12581.\n[48] D. Bier, R. Rose, K. Bravo-Rodriguez, M. Bartel, J. M. RamirezAnguita, S. Dutt, C. Wilch, F.-G. Klärner, E. Sanchez-Garcia, T. Schrader, C. Ottmann, Nat. Chem. 2013 , 5 , 234-239.\n[49] P. de Vink, J. Briels, T. Schrader, L. Milroy, L. Brunsveld, C. Ottmann, Angew. Chem. Int. Ed. 2017 , 56 , 8998-9002; Angew. Chem. 2017 , 129 , 9126-9130.\n[50] J. M. Chinai, A. B. Taylor, L. M. Ryno, N. D. Hargreaves, C. A. Morris, P. J. Hart, A. R. Urbach, J. Am. Chem. Soc. 2011 , 133 , 8810-8813.\n[51] P. K. Mandal, B. Kauffmann, H. Destecroix, Y. Ferrand, A. P. Davis, I. Huc, Chem. Commun. 2016 , 52 , 9355-9358.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "Hydrogen bonding is weakened by water, and thus hard to deploy under  biological  conditions.    Nonetheless,  there  is  increasing interest in solving the problems so that supramolecular chemistry can be exploited in medicine.  This minireview highlights recent developments,  including  some  with  genuine  promise  for  realworld applications.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    },
    {
        "content": "[52] W. Q. Liu, S. K. Samanta, B. D. Smith, L. Isaacs, Chem. Soc. Rev. 2017 , 46 , 2391-2403.\n[53] E. M. Peck, W. Liu, G. T. Spence, S. K. Shaw, A. P. Davis, H. Destecroix, B. D. Smith, J. Am. Chem. Soc. 2015 , 137 , 8668-8671.\n[54] W. Liu, A. Johnson, B. D. Smith, J. Am. Chem. Soc. 2018 , 140 , 3361-3370.\n[55] L.-L. Wang, Z. Chen, W.-E. Liu, H. Ke, S.-H. Wang, W. Jiang, J. Am. Chem. Soc. 2017 , 139 , 8436-8439.\n[56] H. Yao, H. Ke, X. Zhang, S.-J. Pan, M.-S. Li, L.-P. Yang, G. Schreckenbach, W. Jiang, J. Am. Chem. Soc. 2018 , 140 , 13466-13477.",
        "source": "10.1002/anie.202012315",
        "file_path": ""
    }
]