[
    {
        "content": "Contents lists available at ScienceDirect",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "journal homepage: www.elsevier.com/locate/tca",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "Carmela Bonaccorso , Rossella Migliore , Mariia A. Volkova , Giuseppe Arena , a a b a Carmelo Sgarlata a, ⁎\na Dipartimento di Scienze Chimiche, Università degli Studi di Catania, Viale Andrea Doria 6, 95125 Catania, Italy\nb Ivanovo State University of Chemistry and Technology, Department of General Chemical Technology, Sheremetev av., 7, 153000 Ivanovo, Russia",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "Host-guest complex\nWater-soluble calixarene\nGemini guest\nCapsular-like adduct\nDriving forces\nIsothermal titration calorimetry\nThe formation of self-assembled structures triggered by pyridinium-based gemini guests in the presence of a sulfonato-calix[4]arene receptor has been thoroughly examined via isothermal titration calorimetry (ITC) in neutral aqueous solution. Data con /uniFB01 rm the existence of a 1:1 host -guest complex, in which the guest is strongly bound to the host cavity, and the formation of a 2:1 capsular-like adduct. The splitting of the Δ G° term into the enthalpic and entropic contributions allowed to highlight the often opposing forces driving the encapsulation process which strongly depend on the size and shape of the gemini guest.",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "All biological processes take place in water and involve reversible and weak non-covalent interactions between molecular species spanning from simple inorganic salts to several organic compounds. Naturally occurring receptors have inspired the design of water-soluble arti /uniFB01 cial receptors that simulate natural systems in their ability to bind a given substrate [1 -4]. To this end, di /uniFB00 erent receptors, such as cyclodextrins, cucurbiturils, resorcinarenes and calixarenes have been designed and their binding features extensively examined [5]. Recently, reversible encapsulation processes involving con /uniFB01 ned molecules [6 -8] have been exploited to isolate species in small spaces for the stabilization [9,10] and transport of biologically relevant compounds [11] or the development of uncommon reaction pathways [12 -15]. Molecular assemblies and containers formed by calixarene receptors, capable to recognize and suitably accommodate target guests, are systems of current interest. These ligands have an intrinsic bowl shape which makes them versatile building blocks for the formation of capsular-like adducts in solution [16].\ncavity of the host while placing their polar sulfonate groups at the charged upper rim of the calixarene [19 -21]. The intriguing and versatile features of these host -guest systems have inspired new paths and strategies for the design of increasingly e /uniFB03 cient capsules in such a competitive solvent [22,23].\nWe have shown that negatively charged gemini guests trigger the self-assembling of homodimeric capsules in the presence of a cationic calixarene receptor in aqueous solution at physiological pH [17,18]. These water-soluble architectures may form thanks to concerted hydrophobic and electrostatic interactions between the positively charged host and the aromatic and dianionic guests. Gemini guests interact with the calixarene by inserting their aromatic moieties into the lipophilic\n⁎ Corresponding author.\nE-mail address:\nsgarlata@unict.it (C. Sgarlata).",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "We have recently reported on the formation of supramolecular capsular adducts in neutral aqueous solution through the recognition/ inclusion of pyridinium-based gemini guests by the anionic p -sulfonatocalix[4]arene [24]. This receptor belongs to the prominent family of water-soluble calixarene derivatives which were /uniFB01 rst reported by Shinkai et al. [25]. Sulfonatocalix[n]arenes (SC n As) have earned increasingly attention in supramolecular chemistry as they bene /uniFB01 t from several advantageous features. They are easily prepared with good yields and are enough soluble in water to enhance the forces ( e.g. hydrophobic and π -stacking interactions) driving guest inclusion into the host cavity that are more e /uniFB00 ective in aqueous than in organic media. The sulfonate groups at the upper rim provide synergistic anchoring points which enable SC n As to display large binding ability and molecular selectivity towards a variety of organic cations. Finally, SC n As are biocompatible and thus suitable for diverse biological and pharmaceutical applications [26,27]. Owing to their preorganized conical structures and the binding properties of their cavities, SC n As have been employed for enzyme mimicking, molecular recognition, ion sensing, crystal engineering, catalysis, enzyme assays as well as several scopes in biological/medicinal chemistry [28,29].\nThe molecular recognition properties of the p -sulfonato-calix[4]\nFig. 1. a) Isothermal calorimetric titration of 3 mM C4TS into 0.3 mM BPC6 at 25 °C in bu /uniFB00 ered aqueous solution (pH 6.9, phosphate bu /uniFB00 er); b) integrated heat data.\narene C4TS with the cationic gemini guests shown in Scheme 1 were initially investigated by 1 H and DOSY NMR spectroscopy. Two species were found to form in neutral aqueous solution: the 1:1 host-guest complex and the capsular-like assembly in which two hosts surround",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "Fig. 2. Isothermal calorimetric titrations at 25 °C in bu /uniFB00 ered aqueous solution (pH 6.9, phosphate bu /uniFB00 er) of a) 1 mM C4TS into 0.08 mM BPC6 ( /uniFB01 nal H/G = 1.7); b) 10 mM C4TS into 0.5 mM BPC6 ( /uniFB01 nal H/G = 6; under these conditions, the HG complex is fully formed in the calorimetric vessel after 5 -6 injections; however, these points will not be included in the data re /uniFB01 nement and this experiment will deal just with the formation of the H2G species.).\nTable 1 Log K values and thermodynamic parameters a for 25 °C in neutral aqueous solution.\nthe host-guest complex formation at",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "BPC2, Equilibrium = H +G ⇄ HG. BPC2, log K = 6.1 (1). BPC2, Δ H° (kJ mol - 1 ) = - 38.47 (1). BPC2, Δ S° (J deg - 1 mol - 1 ) = - 12 (2). BPC4, Equilibrium = H +G ⇄ HG. BPC4, log K = 6.68 (5). BPC4, Δ H° (kJ mol - 1 ) = - 41.60 (1). BPC4, Δ S° (J deg - 1 mol - 1 ) = - 11 (2). , Equilibrium = HG +H ⇄ H 2 G. , log K = 2.5 (1). , Δ H° (kJ mol - 1 ) = - 3.14(1). , Δ S° (J deg - 1 mol - 1 ) = 37 (6). BPicC4, Equilibrium = H +G ⇄ HG. BPicC4, log K = 5.98 (4). BPicC4, Δ H° (kJ mol - 1 ) = - 40.19 (1). BPicC4, Δ S° (J deg - 1 mol - 1 ) = - 20.2 (8). , Equilibrium = HG +H ⇄ H 2 G. , log K = 1.8 (3). , Δ H° (kJ mol - 1 ) = - 15.9 (6). , Δ S° (J deg - 1 mol - 1 ) = - 19 (6). BPC6, Equilibrium = H +G ⇄ HG. BPC6, log K = 6.18 (6). BPC6, Δ H° (kJ mol - 1 ) = - 39.96 (1). BPC6, Δ S° (J deg - 1 mol - 1 ) = - 15 (2). , Equilibrium = HG +H ⇄ H 2 G. , log K = 2.1 (2). , Δ H° (kJ mol - 1 ) = - 9.77 (2). , Δ S° (J deg - 1 mol - 1 ) = 7 (4).",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "BPC8, Equilibrium = H +G ⇄ HG. BPC8, log K = 5.86 (7). BPC8, Δ H° (kJ mol - 1 ) = - 39.98 (1). BPC8, Δ S° (J deg - 1 mol - 1 ) = - 21 (2). , Equilibrium = HG +H ⇄ H 2 G. , log K = 1.9 (1). , Δ H° (kJ mol - 1 ) = - 43.7 (5). , Δ S° (J deg - 1 mol - 1 ) = - 110 (6). BPC10, Equilibrium = H +G ⇄ HG. BPC10, log K = 6.01 (4). BPC10, Δ H° (kJ mol - 1 ) = - 40.54 (1). BPC10, Δ S° (J deg - 1 mol - 1 ) = - 20.7 (8). , Equilibrium = HG +H ⇄ H 2 G. , log K = 2.47 (4). , Δ H° (kJ mol - 1 ) = - 22.32 (1). , Δ S° (J deg - 1 mol - 1 ) = - 27 (2). BPX, Equilibrium = H +G ⇄ HG. BPX, log K = 5.91 (4). BPX, Δ H° (kJ mol - 1 ) = - 38.56 (1). BPX, Δ S° (J deg - 1 mol - 1 ) = - 16.1 (8). , Equilibrium = HG +H ⇄ H 2 G. , log K = 2.0 (2). , Δ H° (kJ mol - 1 ) = - 12.7 (3). , Δ S° (J deg - 1 mol - 1 ) = - 4 (4). NMPy, Equilibrium = H +G ⇄ HG. NMPy, log K = 5.13 (3). NMPy, Δ H° (kJ mol - 1 ) = - 34.77 (1). NMPy, Δ S° (J deg - 1 mol - 1 ) = - 18.4 (6). NMPic, Equilibrium = H +G ⇄",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "HG. NMPic, log K = 4.87 (4). NMPic, Δ H° (kJ mol - 1 ) = - 33.69 (1). NMPic, Δ S° (J deg - 1 mol - 1 ) = - 19.7 (9)\na σ in parenthesis.\nthe guest and may partially protect it from the aqueous environment [24].\nIn the present work, we report on the binding features of C4TS with pyridine-based gemini guests having di /uniFB00 erent size and shape in water at physiological pH by isothermal titration calorimetry (ITC) experiments to gain insights into both the species and the energetics of formation of the host-guest capsular assemblies. The determination of the entropic and enthalpic contribution to the standard Gibbs energy allowed for a detailed examination of the forces driving the assembling equilibria in solution and their dependence on the guest properties and structure. The complexation process is strongly dependent on size, shape and /uniFB02 exibility of the guest, showing that the formation of these capsular entities is a more complex process than expected.",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "The host, p -sulfonato-calix[4]arene ( C4TS ), was synthesized according to the procedure previously reported [30,31] while the pyridine/picoline-based gemini guests BPCn (n = 2, 4, 6, 8, 10), BPicC4 and BPX were obtained as described in Ref. 24. The identity and purity of both the host and the guests were thoroughly checked by NMR and mass spectrometry [24,30]. The monotopic guests 1-methylpyridinium ( NMpy ) and 1-methylpicolinium ( NMPic) were purchased from SigmaAldrich. High purity water (Millipore, Milli-Q Element A 10 ultrapure water) and A grade glassware were employed throughout.",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "As the accurate determination of the thermodynamic parameters requires concentrations to be precisely known, the purity of both C4TS and guests was determined through thermogravimetric analysis (TGA).\nHeating the guest samples at 10 °C min -1 in air showed the absence of absorbed water; in addition, all the guests decompose completely in the range 270 -310 °C, thus indicating that they are free from inorganic impurities (Fig. A1).\nThe /uniFB01 rst drop in the TG curve of C4TS is observed around 100 120 °C -and accounts for the adsorbed residual solvent that amounts to 10 12% of the total mass. The -/uniFB01 nal mass percentage at 800 °C (35% of the total mass) is entirely consistent with the expected value based on the inorganic components of the tetra-sulfonatocalix[4] arene (Fig. A2). Accordingly, the concentrations of C4TS used in the calorimetric measurements were corrected for the water amount (10 -12%) determined by TGA.",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "ITC titrations were carried out at 25 °C with a nano-isothermal titration calorimeter Nano-ITC (TA Instruments) having an active cell volume of 0.988 mL and equipped with a 250 μ L injection syringe. The reaction mixture in the sample cell was stirred at 250 rpm during the titration. Measurements were run in the over /uniFB01 lled mode which does not require any correction for liquid evaporation and for the presence of the vapor phase [32,33]. The power curve was integrated by using the NanoAnalyze software (TA Instruments) to obtain the gross heat evolved/absorbed in the reaction. The calorimeter was calibrated chemically by a test HCl/TRIS reaction according to the procedure previously described [34]. The instrument was also checked through an electrical calibration.",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "ITC measurements for the HG (H = host, G = guest) complex formation were carried out by titrating an aqueous bu /uniFB00 ered solution of C4TS (1 mM) into a guest solution (0.08 mM). For the second complexation equilibrium, a 10 mM C4TS solution was titrated into a 0.5 mM guest solution. Under these conditions, the HG complex is fully formed in the calorimetric vessel after 5 -6 injections (which will not be included in the data re /uniFB01 nement); thus, this set of experiments will deal just with the formation of the H2G species. Both C4TS and guests were dissolved in 25 mM phosphate bu /uniFB00 er (pH 6.9). The bu /uniFB00 er was chosen to keep the host in the penta-anionic form and to minimize any contribution resulting from the interaction of either the host or the guests with the proton. Typically, 6 -7 independent titrations (Fig. A3-A16) were run for each C4TS -guest system in order to explore both smaller (about 1.8) and larger (up to 6) host/guest ratios and thus collect a proper number of points to obtain a satisfactory /uniFB01 t of both the /uniFB01 rst and last portion of the curve; the two portions were re /uniFB01 ned together to obtain the /uniFB01 nal values. The heats of dilution were determined in separate blank experiments by titrating solutions of host (prepared in phosphate bu /uniFB00 er) into a solution containing phosphate bu /uniFB00 er only (Fig. A17-A18).",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "The net heats of reaction, obtained by subtracting the heat evolved/ absorbed in the blank experiments, were analyzed by HypCal [35]. This software is speci /uniFB01 cally designed for the determination of equilibrium constants and formation enthalpies of complexes in solution by nonlinear least-squares minimization of the function\n<!-- formula-not-decoded -->\nwhere Qobs. is the observed heat for a given reaction step, corrected for the dilution (blank) e /uniFB00 ects, while Qcalc. is calculated as\n<!-- formula-not-decoded -->\nwhere δ n is the change in the number of moles of a reaction product and Δ H 0 is the molar formation enthalpy of the reaction product. The summation is carried out over all the reaction steps of the speci /uniFB01 c chemical system. The squared residuals -Qobs Qcalc ( ) . . 2 are summed over all the titration points. For each host -guest system, log K values and thermodynamic parameters were obtained by simultaneously analyzing calorimetric data obtained from di /uniFB00 erent titrations.",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "Preliminary 1 H and DOSY NMR measurements have shown that C4TS and the pyridinium-based gemini guests in Scheme 1 form two complex species (HG and H2G) in solution with di /uniFB00 erent stability. The driving forces for the complexation process consist of both speci /uniFB01 c interactions between guest and host functional groups, non-speci /uniFB01 c weak interactions as well as desolvation of host and guest, that must occur before inclusion takes place [36 -38]. These factors have di /uniFB00 erent and\nFig. 3. Thermodynamic parameters for the formation of the (a) HG and (b) H2G complex at 25 °C in neutral aqueous solution.\noften opposing enthalpic and entropic contributions and thus splitting the standard Gibbs energy term into the Δ H° and T Δ S° components may help understanding relevant details of the binding process that are not expressed in the Δ G° term [39,40]. Coulombic forces, hydrogen bonds, CHπ , π -stacking and van der Waals interactions mainly contribute to the enthalpy changes, whereas conformational and/or structural rearrangements and desolvation contribute to the entropy changes [41,42].\nA typical ITC titration for the BPC6-C4TS system in neutral aqueous solution (pH 6.9, phosphate bu /uniFB00 er) at 25 °C is shown in Fig. 1. The magnitude of the heat developed drops to very small values after the addition of one equivalent of C4TS to the guest solution. Under these conditions, the heat developed in the second complexation step is too small for an accurate data re /uniFB01 nement. Such a trend results from the smaller standard enthalpy value of the second complexation step which would imply the use of a larger concentration of the titrant for a satisfactory /uniFB01 tting of the data. A procedure to handle the disparity in the experimental values is to carry out a second titration curve using higher concentrations such that the heats generated in the second titration would be somehow comparable to the heats generated in the /uniFB01 rst titration curve (Fig. 2).",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "The two titration curves may then be re /uniFB01 ned together using a proper\nNumber of C atoms in the spacer\nsoftware (HypCal) which allows for the simultaneous re /uniFB01 nement of multiple titrations [35]. The binding equilibria and the thermodynamic parameters for the complex formation are reported in Table 1.\nThe stability of the HG species is not a /uniFB00 ected by the length of the alkyl spacer of the gemini guests. In fact, the formation of the 1:1 complex implies that the upper rim and the cavity of the host interact only with one of the two aromatic and charged heads of the gemini guest, as much as would interact simple monocationic molecules like NMPy or NMPic (here used as reference compounds). Since only one head of the gemini guest is included into the cavity, the formation of the HG complex cannot be signi /uniFB01 cantly in /uniFB02 uenced by the length of the spacer. Accordingly, the step leading to the formation of the 1:1 species is both enthalpically driven and favoured regardless of the size and shape of the guest, as also observed for the mono-pyidinium derivatives NMPy and NMPic (Fig. 3a). Electrostatic interactions between the positive charge of the guests and the sulfonato groups of the host, along with CH -π and π π -interactions with the C4TS cavity, drive the host -guest complex formation. These enthalpically favourable contributions override the energy cost needed for the desolvation of the interacting reagents. The unfavourable entropic contribution is the result of the balance between host and guest desolvation ( Δ S° > 0) and the loss of degrees of freedom due to HG complex formation ( Δ S° < 0), the latter being the prevalent contribution.",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "The capsule assembling (i.e., the formation of the H2G species) reveals a di /uniFB00 erent picture (Fig. 3b). BPC2 can form only a 1:1 complex as the shorter spacer prevents the formation of a capsular structure due to the strong electrostatic repulsion between the two charged upper rims of the two calixarenes. The other gemini guests form 2:1 complexes of comparable stability regardless of the guest size; log K2 values are, in all cases, smaller than the corresponding log K1 values. However, the enthalpic and entropic components of the standard Gibbs energy disclose peculiar features that deserve a discussion.\nBPC4 forms the supramolecular capsule in water with the largest e /uniFB03 ciency: the process is both enthalpically and entropically favoured and the entropy gain, resulting from the large desolvation of the two calixarene units and the guest, is mainly responsible for the formation of the capsule-like entity. The capsule formed by BPC4 shows an energetic pro /uniFB01 le similar to that of the capsule formed by a cationic calix [4]arene host with anionic gemini guest having an alkyl spacer of comparable length [22,23]. In both cases, the size of the guest allows for the assembling of a very stable capsule through a process driven by the entropy gain (desolvation).\nBPicC4 , which holds two methyl groups in the para position of the two pyridine rings and a C4 alkyl chain, binds less e /uniFB03 ciently than its homologous BPC4 . Probably, the presence of methyl groups hinders an optimal /uniFB01 t between the pyridinium ring and the host cavity and thus the large desolvation event, observed for the capsule formed by BPC4 , does not occur.",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "The capsule formation by guests with a spacer longer than BPC4 ( BPicC4 , BPC6 BPC8 BPC10 BPX , , , ) is always an enthalpy driven and favoured process while the entropic term is always unfavourable except in the case of BPC6. Concerted columbic, CHπ and π π -interactions between the second aromatic end of the guests and the calixarene cavity drive the capsular-like adduct formation. Such an enthalpy gain prevails over the cost in energy needed for host and guest desolvation. The unfavourable entropic contribution accounts for the loss of degrees of freedom and consequent ' structural freezing ' of the system due to complex formation which is not paid o /uniFB00 by the release of water molecules upon inclusion. Similar features have been already observed upon inclusion of positively or negatively charged molecules in watersoluble calixarenes [18,43,44].\nBPX , which contains a xylene moiety as the spacer, has a lower /uniFB02 exibility than the other guests; consequently, the entropic cost for the formation of the capsular adduct by this somehow pre-organized guest is much lower than that for BPC8, BPC10 and BPicC4 .\nAn intriguing trend has been observed for the enthalpy change values associated to the H2G capsule formation (Fig. 4). The enthalpic favourable term for BPCn guests with increasingly longer alkyl chains displays a peculiar U-shaped pattern with a minimum (i.e., the largest negative Δ H°2 value) found for BPC8 . Rebek et al. and Gibb et al. reported a similar trend for the inclusion of a series of /uniFB02 exible alkanes of varying size into capsular assemblies; the NMR signal of these guests was found to change following a non-monotonic pattern depending on the number of C atoms on the alkylic molecules [45,46] Theoretical calculations and modelling are currently underway to satisfactorily correlate this interesting energetic pattern to the shape and /uniFB02 exibility of the alkyl chains of the gemini guests.",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "The formation of capsular assemblies by a p -sulfonato-calix[4]arene host with suitable gemini molecules having two charged heads in neutral aqueous solution, previously assessed by NMR data, has been con /uniFB01 rmed by ITC measurements. Furthermore, the calorimetric data\nFig. 4. Standard enthalpy change for the formation of the H2G complex ( Δ H°2 ) as a function of the spacer length.\nallowed to unveil the often opposing entropic and enthalpic contributions to the overall capsule formation process. The driving forces for this process are strongly dependent on the size, shape and /uniFB02 exibility of the guest. Molecular recognition events leading to the formation of the 1:1 HG complex are enthalpically driven and the guests are included via concerted electrostatic and hydrophobic interactions. Capsule formation (H2G complex) is mostly driven by enthalpy gain. Nevertheless, a favourable entropy gain due to desolvation drives the process in the case of BPC4 ; this guest has an alkyl spacer of the appropriate/optimal length which makes it the most e /uniFB03 cient templating agent.\nThese results provide crucial insights for the design and development of more e /uniFB03 cient molecular containers that can be used as nanoreactors or nanocarriers for biologically active molecules in a competitive solvent such as water.",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    },
    {
        "content": "Supplementary data associated with this article can be found, in the online version, at http://dx.doi.org/10.1016/j.tca.2017.08.009.",
        "source": "10.1016/j.tca.2017.08.009",
        "file_path": ""
    }
]