[
    {
        "content": "Subscriber access provided by University of Sussex Library",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "Zehuan Huang, Ke Qin, Geng Deng, Guanglu Wu, Yunhao Bai, Jiangfei Xu, Zhiqiang Wang, Zhiwu Yu, Oren A Scherman, and Xi Zhang\nLangmuir , Just Accepted Manuscript · DOI: 10.1021/acs.langmuir.6b01709 · Publication Date (Web): 27 Jun 2016\nDownloaded from http://pubs.acs.org on July 4, 2016",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "'Just Accepted' manuscripts have been peer-reviewed and accepted for publication. They are posted online prior to technical editing, formatting for publication and author proofing. The American Chemical Society  provides  'Just  Accepted'  as  a  free  service  to  the  research  community  to  expedite  the dissemination of scientific material as soon as possible after acceptance. 'Just Accepted' manuscripts appear in full in PDF format accompanied by an HTML abstract. 'Just Accepted' manuscripts have been fully peer reviewed, but should not be considered the official version of record. They are accessible to all readers and citable by the Digital Object Identifier (DOIfi). 'Just Accepted' is an optional service offered to authors. Therefore, the 'Just Accepted' Web site may not include all articles that will be published in the journal. After a manuscript is technically edited and formatted, it will be removed from the 'Just Accepted' Web site and published as an ASAP article. Note that technical editing may introduce minor changes to the manuscript text and/or graphics which could affect content, and all legal disclaimers and  ethical  guidelines  that  apply  to  the  journal  pertain.  ACS  cannot  be  held  responsible  for  errors or consequences arising from the use of information contained in these 'Just Accepted' manuscripts.\nLangmuir is published by the American Chemical Society. 1155 Sixteenth Street N.W., Washington, DC 20036",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "Zehuan Huang, a  Ke Qin, a  Geng Deng, b  Guanglu Wu, c  Yunhao Bai, a  Jiang-Fei Xu, a\nZhiqiang Wang, a  Zhiwu Yu, b  Oren A. Scherman, c  and Xi Zhang ∗ a a. Key Lab of Organic Optoelectronics & Molecular Engineering, Department of Chemistry, Tsinghua University, Beijing 100084, P.R. China. E-mail: xi@mail.tsinghua.edu.cn. b. Key  Laboratory of Bioorganic Phosphorous  Chemistry  and  Chemical  Biology, Department of Chemistry, Tsinghua University, Beijing 100084, P.R. China. c.  Melville  Laboratory  for  Polymer  Synthesis,  Department  of  Chemistry,  University  of\n- Cambridge, Lensfield Road, Cambridge CB2 1EW, United Kingdom.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "Rational  control  over  cooperativity  of  multiple  non-covalent  interactions  often  plays  an important  role  in  the  design  and  construction  of  supramolecular  self-assemblies  and materials, especially in precision supramolecular engineering. However, it still remains a challenge to control the cooperativity of multiple non-covalent interactions through tuning the  hydrophobic  effect.  In  this  work,  we  demonstrate  that  the  binding  cooperativity  of cucurbit[8]uril(CB[8])-mediated  homoternary  complexes  is  strongly  influenced  by  the amphiphilicity  of  guest  molecule  side  groups  on  account  of  an  interplay  between  both classical (entropy-driven) and non-classical (enthalpy-driven) hydrophobic effect. To this end, we rationally designed and prepared a series of guest molecules bearing a benzyl\ngroup as the CB[8] homoternary binding motif with various hydrophilic and hydrophobic side  groups  for  cooperative  control.  By  gradually  tuning  side  groups  of  the  guest molecules from hydrophilic to hydrophobic, we are able to control binding from positive to negative  cooperativity.  Advanced  molecular  recognition  process  and  self-assembling system can be developed by adjusting positive and negative cooperativity. The ability to regulate and control binding cooperativity will enrich the field of supramolecular chemistry, and  employing  cooperativity-controlled  multiple  non-covalent  interactions  in  precision supramolecular engineering is highly anticipated.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "Precision supramolecular engineering is of fundamental importance in both chemistry and biology,  as  structure  determines  function.  In  recent  years,  lots  of  strategies,  such  as self-assembled supramolecular coordination complexes, 1 template-directed supramolecular  synthesis, 2   controllable  supramolecular  polymerization, 3-4   and  selective self-assemblies, 5  have been developed in this field to precisely construct supramolecular architectures  by  utilizing  non-covalent  interactions.  A  wide  variety  of  non-covalent interactions,  including  multiple  hydrogen  bonding,  metal-coordination,  host-guest  and  -  interaction, have been successfully utilized as driving forces in supramolecular π π engineering.  More  importantly,  achieving  rational  control  over  multiple  and  directional non-covalent  interactions  is  of  critical  importance  in  realizing  precision  supramolecular engineering.  As  stoichiometry  and  complexity  of  non-covalent  interactions  increase,\ncooperative effects can play an important role in multiple non-covalent interactions. We believe that controlling cooperativity represents an efficient strategy to rationally modulate non-covalent  interactions  which  can  be  used  for  supramolecular  engineering  with precisely-defined structure and function.\nCooperativity  can  be  classified  as  a)  positive  cooperativity,  when  one  interaction favors that of the others, b) negative cooperativity, when one interaction suppresses other interactions,  and  c)  non-cooperativity,  when  multiple  interactions  occur  independently from one another. 6  The synergistic binding of oxygen to hemoglobin is an example from nature,  which  has  encouraged  scientists  to  study  cooperative  effects  in  biological systems. 7-8 Cooperativity  of  artificial supramolecular  systems  has  attracted  lots  of interest, 9-15 nevertheless, chemists are not simply satisfied to understand its origins, but aim to control it. Limited success has been achieved designing cooperative processes in supramolecular multiple binding systems. Thus, it remains a challenge to rationally control the  cooperativity  of  multiple  non-covalent  interactions  in  water  through  modulating  the hydrophobic effect.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "Cucurbit[n]urils (CB[n]s) are a family of water-soluble macrocyclic hosts, which have a hydrophobic cavity capable of the binding one or two guest molecules. 16-22  Three points contribute to binding between CB[n] host and guest molecules: i) attraction between the host and guest, ii) desolvation of the host cavity, and iii) desolvation of the guest. 23-24  The attraction  between  host  and  guest  includes  size/shape  complementarity  as  well  as ion-dipole  and  dipole-dipole  interactions  arising  from  the  electron-rich  carbonyl  rims  of CB[n]s. The desolvation of CB[n] host cavity releases high-energy water trapped in the\ncavity  which  is  regarded  as  a  non-classical  hydrophobic  effect  as  it  has  a  favorable enthalpic signature. In contrast, the desolvation of the guest molecules is regarded as a classical  hydrophobic  effect,  containing  a  favorable  entropic  component  as  a  result  of release  of  surface-bound  solvent  molecules  on  the  guest.  On  account  of  their  high affinities,  CB[n]-mediated  host-guest  interactions  are  of  great  interest  in  the  field  of supramolecular chemistry and chemical biology. 25-32  While the ability to exhibit multiple non-covalent  interactions,  CB[8]-mediated  heteroternary  and  homoternary  complexes have been exploited in the construction of supramolecular polymers, 33-36  supramolecular hydrogels, 37-38  supra-amphiphiles 39-40  and other supramolecular functional self-assembled systems 41-46 .\nScheme 1 Schematic diagram of design principles on rationally controlling cooperativity of cucurbit[8]uril-mediated π π -interactions  by  tuning  classical  and  non-classical  hydrophobic  effect  (blue balls represent bulk water, while orange and red balls represent high-energy water and the energy of the red one is higher than the orange one's).\nHerein  we  aim  to  control  binding  cooperativity  of  CB[8]-mediated  homoternary",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "interactions by tuning the classical and non-classical hydrophobic effects involved in their formation. A large number of suitable guests for CB[8] generally contain two components: an  aromatic  moiety  representing  a  cavity  binding  motif  to  release  high-energy  water molecules trapped inside the CB[8] cavity, and a positively-charged side group to form ion-dipole interactions with the carbonyl rims. As shown in Scheme 1 (top), we posited that  the  amphiphilicity  of  the  positively-charged  side  group  substantially  influences high-energy water release. One can envision that a guest molecule with a hydrophilic side group would result in only partial release of the trapped water and serve to increase the energy of any residual confined water molecules. This would occur as formation of the 1:1 complex creates an even more confined geometry and hydrophobic cavity. Subsequently, the  secondary  binding  to  the  2:1  complex  becomes  more  favorable  exhibiting  positive cooperativity, which is dominated by non-classical hydrophobic effect.\nIn  contrast,  if  the  side  group  of  the  guest  molecules  is  hydrophobic,  simultaneous incorporation of both the aromatic moiety and the side group into the same CB[8] can occur as illustrated in Scheme 1 (bottom). This 1:1 complex results in the release of fewer high-energy  water  molecules  compared  to  2:1  homoternary  complex;  nevertheless,  a higher  entropy  contribution  towards  binding  compensates  arising  from  desolvation  of water  molecules  on  the  surface  of  the  hydrophobic  group,  leading  to  an  overall stabilization  of  the  1:1  complex.  Suppressing  the  association  of  the  second  guest molecule  results  in  negative  cooperativity,  which  is  mainly  influenced  by  the  classical hydrophobic  effect.  Moreover,  if  the  hydrophobic  side  group  is  large  enough,  the non-classic  hydrophobic  effect  plays  an  even  greater  role,  completely  suppressing  the\nformation of the 2:1 homoternary complex. In addition, by modulating the hydrophilicity and hydrophobicity of the guest side groups to balance the classical and non-classical hydrophobic effect, one can also achieve non-cooperativity. Eventually, we may be able to control  cooperative  bindings  of  cucurbit[8]uril-mediated  homoternary  interactions  by simply varying the amphiphilicity of the guest side groups.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "To this end, we designed and prepared a series of benzyl-based guest molecules bearing different positively-charged substituents varying from hydrophilic to hydrophobic. The  cooperativity  of  their  homoternary  interactions  with  CB[8]  was  investigated  by  1 H NMR spectroscopy, rotating-frame overhauser effect spectroscopy (ROESY), electrospray ionization mass spectrometry (ESI-MS) and isothermal titration calorimetry (ITC). Interestingly, through structural variation of the guests, we achieved three different types of cooperative binding by tuning the classical and non-classical hydrophobic effect, which exhibit positive cooperativity, negative cooperativity and non-cooperativity.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "A series of guest molecules (Chart 1) were designed and prepared such that each guest molecule has a benzyl group as the π π -stacking  motif  to  form  homoternary π π -interactions. For tuning the amphiphilicity of the guest molecules, different positively-charged side groups have been introduced. Guests 1-4 contain hydrophilic side groups while guests 5-9 contain hydrophobic groups. In order to achieve the transition from positive to negative cooperativity and seek non-cooperative cases, we systematically\nadjusted  the  hydrophilicity  and  hydrophobicity  of  guest  molecules  10-16.  Finally,  two guests  modified  with  long  alkyl  chains,  17-18  were  prepared  to  investigate  entropy compensation. In order to compare all bindings of guests, the counterions are bromides in all cases.\nChart 1 CB[8] host and guest molecules used in this study and the counterions are bromides in all cases.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "Isothermal titration calorimetry (ITC) was employed to observe the cooperativity of CB[8]-mediated homoternary complexation for all of the different guest molecules (1-19) bearing  a  variety  of  hydrophilic  and  hydrophobic  side  groups.  Three  types  of  titration profiles were observed as illustrated in Figure 1a-c. Qualitatively, sharper transitions in an ITC plot suggest stronger binding. In Figure 1a, the transition at the molar ratio of 2:1 is indeed very sharp while any transition at a ratio of 1:1 is hard to observe. This means that the  binding  of  a  second  guest  molecule  is  much  stronger  than  the  first,  indicative  of positive cooperativity. On the contrary, when the first transition is clearly sharper than the second,  as  is  the  case  for  guest  5-8  shown  in  Figure  1b,  the  first  binding  event  is substantially  stronger  than  the  binding  of  the  second  guest  molecule,  representing  a system  of  negative  cooperativity.  In  Figure  1c,  two  titration  curves  for  13  and  14  are similar to each other. On account of their stepwise enthalpy changes ( ∆ H2 > ∆ H1), they display a distinctive sinusoidal shape. Both of them has two mild transitions at the molar ratio of 1:1 and 2:1, representing non-cooperativity. All of these 2:1 or 1:1 complexations can be clearly  observed in  1 H  NMR  (Figure  S1-42),  ROESY  (Figure  S43-46),  ESI-MS (Figure  S47-87)  spectra.  Eventually,  we  have  realized  a  control  over  cooperativity  by simply varying the structures of guest molecules.\nIn order to quantitatively evaluate the cooperativity for the guest 1-18 with CB[8], we utilized  sedphat 47-48   and  NIPIC 49-50   to  fit  the  data  and  obtained  macroscopic  stepwise association constants (K n ). Sedphat is a powerful mathematics tool which can take into consideration the concentrations of the host and the guest during fitting, which can help us",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "jump out of the fitting traps and provide us better parameters with less error. By importing the fitted thermodynamic parameters and concentrations from sedphat as initial setting, we fitted the raw data again by Origin to produce ITC final figures. As shown in Figure S94, the macroscopic stepwise association constants should be transformed into microscopic stepwise  association  constants  (k n ) due  to  statistical  considerations.  An  interaction parameter ( α ) was then calculated based on equation ( α = k 2 / k  = 4K 1 2 / K1) to describe the cooperativity in a quantitative manner. 6  When the value of log α is  larger  than  0.5,  the system  displays  positive  cooperativity,  when  log α is  smaller  than  -0.5,  the  system displays negative cooperativity, and when log α is in between -0.5 to 0.5, the system is non-cooperative.\n\nTable 1 Thermodynamic parameters of all the host-guest complexations and interaction parameters of all guest molecules.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "1, log α a.log α a = 2.32 ± 0.02. 1, K 1 b 5.(10 M -1 ) = 1.24 ± 0.04. 1, K 2 b 5 -1.(10 M ) = 64.60 ± 1.6. 1, ∆ H 1 b.(kJ mol -1 ) = -36.4 ± 1.1. 1, - T ∆ S 1 b -1.(kJ mol ) = 7.3 ± 1.2. 1, ∆ H 2 b -1.(kJ mol ) = -37.8 ± 1.1. 1, - Τ ∆ S 2 b (kJ mol -1 ). = -1.1 ± 1.2. 2, log α a.log α a = 0.91 ± 0.02. 2, K 1 b 5.(10 M -1 ) = 11.70 ± 0.29. 2, K 2 b 5 -1.(10 M ) = 24.00 ± 0.32. 2, ∆ H 1 b.(kJ mol -1 ) = -28.2 ± 0.2. 2, - T ∆ S 1 b -1.(kJ mol ) = -6.4 ± 0.2. 2, ∆ H 2 b -1.(kJ mol ) = -42.6 ± 0.2. 2, - Τ ∆ S 2 b (kJ mol -1 ). = 6.1 ± 0.2. 3, log α a.log α a = 1.28 ± 0.02. 3, K 1 b 5.(10 M -1 ) = 2.64 ± 0.05. 3, K 2 b 5 -1.(10 M ) = 12.60 ± 0.21. 3, ∆ H 1 b.(kJ mol -1 ) = -26.6 ± 0.3. 3, - T ∆ S 1 b -1.(kJ mol ) = -4.3 ± 0.3. 3, ∆ H 2 b -1.(kJ mol ) = -42.8 ± 0.3. 3, - Τ ∆ S 2 b (kJ mol -1 ). = 8.0 ± 0.3. 4, log α a.log α",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "a = 0.87 ± 0.01. 4, K 1 b 5.(10 M -1 ) = 7.76 ± 0.12. 4, K 2 b 5 -1.(10 M ) = 14.40 ± 0.24. 4, ∆ H 1 b.(kJ mol -1 ) = -30.0 ± 0.1. 4, - T ∆ S 1 b -1.(kJ mol ) = -3.6 ± 0.2. 4, ∆ H 2 b -1.(kJ mol ) = -39.1 ± 0.2. 4, - Τ ∆ S 2 b (kJ mol -1 ). = 3.9 ± 0.2. 5, log α a.log α a = - 1.89 ± 0.02. 5, K 1 b 5.(10 M -1 ) = 26.00 ± 0.81. 5, K 2 b 5 -1.(10 M ) = 0.083 ± 0.001. 5, ∆ H 1 b.(kJ mol -1 ) = -17.9 ± 0.1. 5, - T ∆ S 1 b -1.(kJ mol ) = -18.7 ± 0.1. 5, ∆ H 2 b -1.(kJ mol ) = -47.7 ± 0.5. 5, - Τ ∆ S 2 b (kJ mol -1 ). = 25.3 ± 0.5. 6, log α a.log α a = - 1.11 ± 0.03. 6, K 1 b 5.(10 M -1 ) = 7.17 ± 0.30. 6, K 2 b 5 -1.(10 M ) = 0.139 ± 0.004. 6, ∆ H 1 b.(kJ mol -1 ) = -22.5 ± 0.1. 6, - T ∆ S 1 b -1.(kJ mol ) = -11.0 ± 0.2. 6, ∆ H 2 b -1.(kJ mol ) = -46.3 ± 0.6. 6, - Τ ∆ S 2 b (kJ mol -1 ). = 22.6 ± 0.6. 7, log α a.log α a = -",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "3.30 ± 0.05. 7, K 1 b 5.(10 M -1 ) = 193 ± 10. 7, K 2 b 5 -1.(10 M ) = 0.024 ± 0.001. 7, ∆ H 1 b.(kJ mol -1 ) = -26.9 ± 0.1. 7, - T ∆ S 1 b -1.(kJ mol ) = -14.6 ± 0.2. 7, ∆ H 2 b -1.(kJ mol ) = -46.6 ± 2.3. 7, - Τ ∆ S 2 b (kJ mol -1 ). = 27.2 ± 2.5. 8, log α a.log α a = - 3.02 ± 0.08. 8, K 1 b 5.(10 M -1 ) = 377 ± 50. 8, K 2 b 5 -1.(10 M ) = 0.089 ± 0.005. 8, ∆ H 1 b.(kJ mol -1 ) = -29.4 ± 0.1. 8, - T ∆ S 1 b -1.(kJ mol ) = -13.9 ± 0.4. 8, ∆ H 2 b -1.(kJ mol ) = -42.7 ± 1.3. 8, - Τ ∆ S 2 b (kJ mol -1 ). = 20.1 ± 1.5. 9, log α a.log α a = - c. 9, K 1 b 5.(10 M -1 ) = 363 ± 43. 9, K 2 b 5 -1.(10 M ) = - c. 9, ∆ H 1 b.(kJ mol -1 ) = -26.0 ± 0.1. 9, - T ∆ S 1 b -1.(kJ mol ) = -17.2 ± 0.4. 9, ∆ H 2 b -1.(kJ mol ) = - c. 9, - Τ ∆ S 2 b (kJ mol -1 ). = - c. 10, log α a.log α a = 1.53 ± 0.02. 10, K 1 b 5.(10 M -1 ) = 1.29 ± 0.03. 10, K 2 b",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "5 -1.(10 M ) = 10.90 ± 0.20. 10, ∆ H 1 b.(kJ mol -1 ) = -19.5 ± 0.3. 10, - T ∆ S 1 b -1.(kJ mol ) = -9.6 ± 0.4. 10, ∆ H 2 b -1.(kJ mol ) = -35.4 ± 0.3. 10, - Τ ∆ S 2 b (kJ mol -1 ). = 0.9 ± 0.4. 11, log α a.log α a = 1.00 ± 0.02. 11, K 1 b 5.(10 M -1 ) = 6.66 ± 0.20. 11, K 2 b 5 -1.(10 M ) = 16.50 ± 0.38. 11, ∆ H 1 b.(kJ mol -1 ) = -16.4 ± 0.3. 11, - T ∆ S 1 b -1.(kJ mol ) = -16.9 ± 0.4. 11, ∆ H 2 b -1.(kJ mol ) = -42.3 ± 0.3. 11, - Τ ∆ S 2 b (kJ mol -1 ). = 6.8 ± 0.3. 12, log α a.log α a = 0.59 ± 0.11. 12, K 1 b 5.(10 M -1 ) = 10.9 ± 1.9. 12, K 2 b 5 -1.(10 M ) = 10.50 ± 0.82. 12, ∆ H 1 b.(kJ mol -1 ) = -23.5 ± 0.7. 12, - T ∆ S 1 b -1.(kJ mol ) = -11.0 ± 1.1. 12, ∆ H 2 b -1.(kJ mol ) = -41.2 ± 0.7. 12, - Τ ∆ S 2 b (kJ mol -1 ). = 6.8 ± 0.9. 13, log α a.log α a = 0.06 ± 0.01. 13, K 1 b 5.(10 M -1 ) = 6.86 ± 0.09. 13, K 2 b 5 -1.(10 M )",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "= 1.99 ± 0.02. 13, ∆ H 1 b.(kJ mol -1 ) = -16.9 ± 0.1. 13, - T ∆ S 1 b -1.(kJ mol ) = -16.5 ± 0.7. 13, ∆ H 2 b -1.(kJ mol ) = -34.1 ± 0.1. 13, - Τ ∆ S 2 b (kJ mol -1 ). = 3.8 ± 0.1. 14, log α a.log α a = - 0.38 ± 0.02. 14, K 1 b 5.(10 M -1 ) = 24.50 ± 0.63. 14, K 2 b 5 -1.(10 M ) = 2.58 ± 0.03. 14, ∆ H 1 b.(kJ mol -1 ) = -20.9 ± 0.1. 14, - T ∆ S 1 b -1.(kJ mol ) = -15.6 ± 0.1. 14, ∆ H 2 b -1.(kJ mol ) = -47.6 ± 0.1. 14, - Τ ∆ S 2 b (kJ mol -1 ). = 16.7 ± 0.1. 15, log α a.log α a = - 0.71 ± 0.01. 15, K 1 b 5.(10 M -1 ) = 35.30 ± 0.47. 15, K 2 b 5 -1.(10 M ) = 1.74 ± 0.02. 15, ∆ H 1 b.(kJ mol -1 ) = -20.6 ± 0.1. 15, - T ∆ S 1 b -1.(kJ mol ) = -16.7 ± 0.1. 15, ∆ H 2 b -1.(kJ mol ) = -44.1 ± 0.1. 15, - Τ ∆ S 2 b (kJ mol -1 ). = 14.1 ± 0.1. 16, log α a.log α a = - 1.89 ± 0.02. 16, K 1 b 5.(10 M -1 ) = 31.00 ± 0.98. 16, K 2 b 5 -1.(10 M ) = 0.101 ±",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "0.004. 16, ∆ H 1 b.(kJ mol -1 ) = -21.3 ± 0.1. 16, - T ∆ S 1 b -1.(kJ mol ) = -15.9 ± 0.1. 16, ∆ H 2 b -1.(kJ mol ) = -47.3 ± 0.4. 16, - Τ ∆ S 2 b (kJ mol -1 ). = 24.5 ± 0.5. 17, log α a.log α a = - c. 17, K 1 b 5.(10 M -1 ) = 415 ± 56. 17, K 2 b 5 -1.(10 M ) = - c. 17, ∆ H 1 b.(kJ mol -1 ) = -30.0 ± 0.1. 17, - T ∆ S 1 b -1.(kJ mol ) = -13.5 ± 0.4. 17, ∆ H 2 b -1.(kJ mol ) = - c. 17, - Τ ∆ S 2 b (kJ mol -1 ). = - c. 18, log α a.log α a = - c. 18, K 1 b 5.(10 M -1 ) = 542 ± 56. 18, K 2 b 5 -1.(10 M ) = - c. 18, ∆ H 1 b.(kJ mol -1 ) = -33.0 ± 0.1. 18, - T ∆ S 1 b -1.(kJ mol ) = -11.1 ± 0.4. 18, ∆ H 2 b -1.(kJ mol ) = - c. 18, - Τ ∆ S 2 b (kJ mol -1 ). = - c",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "Note:  a interactions parameters (log α ) are calculated by microscopic stepwise binding constants.  b  Mean value measured from ITC experiments at 25.0 °C in 50 mM sodium acetate buffer (pH 4.75), which are fitted by Sedphat and NIPIC; K 1 and K 2 are macroscopic stepwise binding constants; ∆ H1 and ∆ S1 are the binding enthalpy and binding entropy for the first step; ∆ H2 and ∆ S2 are the binding enthalpy and binding entropy for the second step.  c  not determined. All the detailed data are shown in ESI.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "In  order  to  achieve  positive  cooperativity,  the  second  association  of  the  guest molecules  must  be  more  favorable  than  the  first.  As  Biedermann  and  co-workers reported 23-24 ,  the  release  of  'high-energy'  water  can  provide  an  enthalpic  driving  force which is regarded as a non-classical hydrophobic effect. After the incorporation of the first guest, the conformational space of the residual 'high-energy' water is further restricted by geometric confinement and the hydrophobic nature of the first guest. This may serve to further enhance the energy of the residual water in the cavity and may lead to a more favorable second association. Therefore, by introducing hydrophilic side groups on the guest molecules, the first binding event may release relatively few of the confined water molecules leaving more high-energy water in the CB[8] cavity for a more favorable second association. This leads to positive cooperativity as shown in Figure 1a, Figure S88 and Table  1  for  four  guest  molecules  1-4  modified  with  hydrophilic  side  groups,  which exhibited similar titration curves. Moreover, the mechanism behind their positive binding is corroborated by the stepwise enthalpy changes in Table 1. For guests 1-4, all the second binding  steps  provides  a greater  change  in  enthalpy  than  the  first  binding step  ( ∆ H2 > ∆ H1).\nThe homoternary complexation between CB[8] and hexamethylenetetramine mono benzyl ammonium (1) exhibits the largest log α value (2.32) of all 18 guests displaying a high  level  of  positive  cooperativity.  As  hexamethylenetetramine  group  has  significant steric bulk and four tertiary nitrogen atoms capable of forming multiple hydrogen bonds with  bulk  water,  a  considerable  entropy  penalty  may  exist  for  the  first  binding  step,",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "resulting in a much weaker binding event than the second. Guests 2-4 contain moieties that are also readily hydrated by bulk water and thus do not enter the CB[8] cavity, which contributes to their positively cooperative complexation with log α values of 0.91, 1.28 and 0.87, respectively. In addition, Urbach et. al. revealed that the tripeptide Phe-Gly-Gly can form CB[8]-mediated homoternary interactions with positive cooperativity, and the single crystal structures of 2Phe-Gly-Gly-CB[8] was also obtained. 51  The positive cooperativity behind its binding can be ascribed to the abundant hydration of Gly. Therefore, based on non-classical hydrophobic effect, guest molecules with hydrophilic side groups can exhibit positive cooperativity.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "In contrast to positive cooperativity, negative cooperativity is realized by ensuring that the first binding with the macrocycle is more favorable than the second. Our molecular design enables straightforward introduction of hydrophobic groups to the benzyl unit in the form of alkyl chains or additional aromatic rings. We envisioned that for certain structures, simultaneous  incorporation  of  both  the  aromatic  benzyl  moiety  as  well  as  a  second hydrophobic group into the CB[8] cavity could be achieved. While complexation from such a structure may only release a portion of the high energy water molecules, it would also give rise to considerable entropy compensation due to the reduction of a water-alkyl chain interface, 52  which represents a typical classical hydrophobic driving force to stabilize the 1:1 complex. In effect, the 1:1 complex with two cavity-bound hydrophobic components would suppress a second molecule from associating to the CB[8], resulting in negative\ncooperativity. As shown in Figure 1b and Figure S89, a different type of titration plot was obtained for four guest molecules (5-8) with hydrophobic side groups, which exhibited two binding steps and the first transition was sharper than the second one representing strong negative cooperativity. Quantitatively, the log α value for these four guest molecules were all less than -0.5 (Table 1), which indicates the first binding affinity is considerably larger than the second.\nFigure 2 Partial  1 H NMR (300 MHz, D2O, 25.0 °C) spectra of a) 5; b) 5·CB[8]; c) 5·0.75CB[8]; d) 5·0.667CB[8] and e) 5·0.5CB[8]. (The concentration of CB[8] = 1.0 mM in all cases)",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "As a very stable 1:1 complex should form when negative cooperativity is observed, the  association  of  a  second  guest  should  be  suppressed.  In  order  to  confirm  this assumption,  1 H NMR titration experiments were carried out with benzyl triethylammonium (5)  and CB[8].  As  shown  in Figure  2,  the  protons of  the  three  ethyl  groups  in  5·CB[8] showed  a  significant  upfield  shift  compared  with  5  itself,  which  indicated  that  upon formation of the  1:1  complex,  both  the  benzyl  unit  as  well  as  the  ethyl  groups  can  be encapsulated  into  the  CB[8]  cavity.  On  account  of  fast  exchange, 53-54   only  one  set  of\npeaks for the ethyl groups can be observed. When an additional quantity of guest 5 was added to the 1:1 5·CB[8] complex, we observed that the proton shifts of the ethyl group gradually moved back downfield suggesting that complexation of the (benzyl group of the) second  guest  molecule  forces  the  ethyl  group  out  of  the  CB[8]  cavity.  Titration experiments carried out with N, N-dimethyl-N-propylammonium (6), N, N-dimethyl-N-butylammonium (7) and N, N-dimethyl-N-benzylammonuim (8) and CB[8] all showed similar trends in their  1 H NMR spectra (Figure S12-20).\nFigure 3 ROESY  1 H- 1 H spectrum (400 MHz, D2O, 25.0 °C) of 5·CB[8] (4.0 mM).\nA  ROESY  NMR  experiment  was  carried  out  in  order  to  confirm  simultaneous encapsulation of both the benzyl and ethyl groups inside the CB[8] cavity. As shown in Figure 3, protons labelled (a, b) of ethyl groups show a strong ROESY  1 H- 1 H correlation with the (c) protons on the benzyl group. Importantly, no clear correlation between the (a, b) protons and the (d) protons exists as the ethyl groups do not extend enough into the CB[8] cavity to interact with the (d) protons on the benzyl group. A ROESY spectrum was",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "also obtained for guest 5 itself in which no correlation between the (a, b) protons and the (d) protons was observed (Figure S44).\nAccording to the enthalpy and entropy changes recorded in Table 1, a mechanism for negative cooperativity can be illustrated. In a similar manner to guests 1-4, the second step  (molecule)  binding  for  guests  5-8  all  provide  a  greater  enthalpy  change  than  the binding of the first molecule, strongly suggesting that the non-classical hydrophobic effect plays  an  important  role  in  the  final  2:1  homoternary  complex  formed  with  guests  5-8. However,  for  guests  5-8,  which  carry  hydrophobic  side  groups,  their  simultaneous incorporations of the benzyl group and another hydrophobic moiety in the initial binding step offers much greater entropic compensation (-T ∆ S1 < -10 kJ mol -1 ) than for guests 1-4, which represents a classical hydrophobic driving force. Second  guest molecule complexation  with  CB[8]  to  form  the  2:1  homoternary  complex  yields  a  large  entropy penalty (-T ∆ S2 > 20 kJ mol -1 ) suppressing the second association and also decreases the overall binding affinity compared with guests carrying a hydrophilic side group such as 1-4. These two entropic effects can outweigh the non-classical hydrophobic effect making the first  binding  step  substantially  stronger  than  the  second.  It  appears,  therefore,  that  the stronger  classical  hydrophobic  effect  drives  the  occurrence  of  negatively  cooperative events; thus negative cooperativity can be readily achieved in this system by selecting guests with hydrophobic side groups.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "In an effort to achieve systems that displayed non-cooperativity, we attempted to find\nthe right balance between hydrophilicity and hydrophobicity of the guest molecules. Thus we designed and prepared a series of guest molecules with increasing hydrophobicity of the side groups by systematically increasing the alkyl content one methylene group at a time. As shown in Table 1 and Figure S90b-90d, three hydrophilic guests, ammonium (10), N-methylammonium (11) and N-ethylammonium (12) still exhibited considerable positive cooperativity on account of their abundant hydrogen-bonding with bulk water. However, by gradually increasing the hydrophobic alkyl chains of guest molecules to N, N-dimethylammonium  (13)  and  trimethylammonium  (14),  they  displayed  smaller  and similar interaction parameter ( α ) as shown in Table 1 and Figure S91a-91b. Their log α values are in the range of -0.5 and 0.5, which is close to 0, indicating non-cooperativity. This  data  confirms  that  non-cooperativity  can  be  readily  achieved  by  balancing  the hydrophilicity  and  hydrophobicity  of  the  guest  molecules.  It  should  be  pointed  out  that since  CB[8]  only  have  one  hydrophobic  cavity,  the  second  guest  can  always  feel  the presence of the first one, thus it is not a strict non-cooperative case and the balance of positive and negative cooperativity is responsible for this non-cooperativity.\nFigure 4 Plots of octanol-water partition coefficients (log P) and interaction parameters ( α ).",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "In  order  to  evaluate  the  amphiphilicity  in  a  semi-quantitative  manner,  we  utilized partition coefficients (log P, between octanol and water, as shown in Table S1) of the side groups in the series and obtained a structure-activity relationship as shown in Figure 4. 55 We also included hexamethylenetetramine and 1, 4-diazabicyclooctanetriethylenediamine into consideration as their molecular structure and amount of the positive charge are the same  as  those  of  the  above  series.  As  is  evident  in  Figure  4,  a  negative  correlation between the octanol-water partition coefficients of the side groups and their interaction parameters exists. This indicates that guests bearing side groups with lower hydrophobicity  show  higher  positive  cooperativity  as  higher  hydrophilicity  leads  to situations where the non-classical hydrophobic effect outweighs the classical hydrophobic effect. Thus, by increasing the hydrophobicity of the side groups, we can tune systems that display positive cooperativity into systems that do not display cooperative.\nWe wondered if further increasing the hydrophobicity of the guest molecules would",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "lead to systems displaying strong negative cooperativity. To prove this assumption, we continued  to  increase  the  alkyl  chain  preparing N, N-dimethyl-N-ethylammonium  (15); however, this guest only exhibited weak negative cooperativity as seen in Table 1 and Figure S91c. When the rearranged variant N, N-diethylammonium (16) was prepared, as indicated by the data in Table 1 and Figure S91d, guest 16 exhibited a log α value of -1.89, typical for negative cooperative complexation with CB[8] and similar to guests 5-8. This minor structural change results in a large difference in how the guests interact with CB[8] as the two ethyl moieties on guest 16 can play the same role as the triethyl group of guest 5 leading to negative cooperativity. Thus, a stepwise progression from positive cooperativity to negative cooperativity can be achieved by simply increasing hydrophobicity of the guest molecules. Side groups with weak  hydrophilicity or hydrophobicity  have  little  influence  on  release  of  high-energy  water  or  the  entropy compensation during the first binding step, resulting in a 'balance' of the binding affinity between  the  two  independent  complexation  steps  and  leading  to  the  observation  of non-cooperative binding.\nNon-classical hydrophobic effect can hinder 2:1 complexation and favor 1:1 complexation.\nFigure 5 ITC titration plots using guest molecules modified with different length of the alkyl side chains obtained in acetate buffer of pH = 4.75, 25.0 °C.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "We  observed  that  the  guest  molecule  9,  bearing  three  propyl  chains,  forms  an extremely  stable  1:1  complex  with  CB[8]  similar  to  guests  5-8  confirmed  by  1 H  NMR, ROESY and ITC (as shown in Figure S21-22, S46 and S90a, respectively); the binding of a  second  molecule  was  surprisingly  inhibited.  This  led  us  to  believe  that  a  distinct boundary may exist between 2:1 and 1:1 complexation. In order to observe the transition from 2:1 to 1:1 complexation, we designed and prepared several guest molecules (17-18) bearing longer, more hydrophobic alkyl chains to further stabilize the formation of the 1:1 complex. As shown in Figure 5 and Figure S92, when the guest molecule contained a pentyl or hexyl chain, the second binding step could hardly be observed in the titration plots. Based on this finding, 2:1 homoternary interactions can be prevented by design, which may be of interest in newly developed supramolecular systems.\nFigure 6 Plots of thermodynamic parameters ( ∆ H1 and -T ∆ S1) in the first binding step of guests 14-18 where n = 1-6, respectively.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "Analysis of all the thermodynamic parameters for the guests shown in Figure 6 yields mechanistic insight into the complexation of each guest with CB[8]. As depicted by the blue  data  set  in  Figure  6,  the  entropy  compensation  arising  from  reduction  of  the water-alkyl chain interface in the first binding step for each guest (14-18) is roughly the same (-10 to -15 kJ mol -1 ), which strongly suggests that the classical hydrophobic effect plays the same role. However, as the length of the alkyl chain increases, a larger enthalpic contribution (red plot) from -20 to -35 kJ mol -1  is  evident in the  first  binding  step.  This corresponds to a larger number of high-energy water molecules being released from the CB[8] cavity upon 1:1 complexation. In other words, while the classical hydrophobic effect (entropy compensation) is essential, the non-classical hydrophobic effect (enthalpy-driven complexation)  plays  an  increasingly  important  role  in  the  first  binding  step.  When  the enthalpy  change  becomes  large  enough  to  suppress  the  second  binding  step,  2:1 complexation can be inhibited resulting in 1:1 complexation.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "Self-sorting  is  a  self-assembly  process  in  which  molecules  are  endowed  with  the ability to form complexes selectively and specifically with their own recognition units within a mixture. 56-59   We  wondered if  it would be possible to design an advanced self-sorting system by adjusting  the cooperativity  in  complexation  for  the  benzylamine guests  with CB[8].  Based  on  the  thermodynamic  stability  of  1:1  complexes  arising  from  negative cooperativity,  and  2:1  complexes  stemming  from  positive  cooperativity,  we  envisioned that a mixture of guests that distinctly resulted in either 1:1 or 2:1 complexation with CB[8] may  exhibit  self-sorting. To  test our hypothesis,  guests 1 and  5  were  selected representing systems exhibiting positive cooperativity and negative cooperativity, respectively.\nFigure  7  Partial 1 H NMR (400 MHz, D2O, 25.0 °C) spectra of a)  5·CB[8]; b) mixture  of  12·CB[8] and\n5·CB[8] and c) 12·CB[8]. (The concentration of CB[8] = 1.0 mM in all cases)",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "To investigate the self-sorting process between guests 1 and 5 and CB[8], a series of 1 H  NMR  experiments  were  performed.  As  shown  in  Figure  7,  the  identical  peaks  of protons on the aromatic rings (left) and CB[8] (right) of the 1:1 complex of 5·CB[8] (Figure 7a) and the 2:1 complex of 12·CB[8] (Figure 7c) can be clearly observed. Interestingly, when we prepared a mixture containing 2.0 equiv. of 1, 1.0 equiv. of 5 and 2.0 equiv. of CB[8], we observed the identical proton peaks arising from the 1:1 complex of 5·CB[8] and the 2:1 complex of 1 ·CB[8] as shown in Figure 7b. This mixture gives clear indication that 2 these three components exhibit self-sorting, resulting in the simple combination of 5·CB[8] and 12·CB[8]. After mixing, the exchange time of host-guest complex 5·CB[8] could be close to the detection time of  1 H NMR, leading to broadening of the peaks related to the protons of guest 5. Thus, negatively cooperative events and positively cooperative events do not appear to disturb each other, and such a coexistence suggests that self-sorting can indeed be tuned by adjusting positive and negative cooperativity for structurally similar molecular species. We anticipate that this new self-sorting system can be easily utilized in advanced self-assembling system to fabricate multifunctional supramolecular polymers, supra-amphiphiles or other complex and precise supramolecular architectures.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "In this work, we have successfully achieved rational control over cooperativity of multiple non-covalent  interactions  in  water  by  tuning  the  interplay  between  the  classical  and non-classical  hydrophobic  effects.  Specifically,  positive  cooperativity,  non-cooperativity\nand negative cooperativity can all be achieved for structurally similar guest molecules with the same host by varying the amphiphilicity of side groups present on the guest molecules from hydrophilic to hydrophobic. Similar design methodology may also be applicable in other  multiple  supramolecular  complexations  driven  by  enthalpic  high-energy  water release or classical entropy compensation. Advanced molecular recognition process and advanced  self-assembling  system  can  be  developed  by  adjusting  the  positive  and negative cooperativity. We anticipate that this line of research representing an in-depth study of modulating classical and non-classical hydrophobic effects will enrich the field of supramolecular chemistry leading to important advances and the realization of controlling cooperativity of non-covalent interactions, which can be employed in precision supramolecular engineering.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "Experimental procedures,  1 H NMR spectra, ROESY, COSY spectra and ESI MS spectra of all guest molecules and their 2:1 or 1:1 complexes with CB[8], all binding isotherms, fitted  curves  and  experimental  results,  along  with  supporting  figures.  This  material  is available free of charge via the Internet at http://pubs.acs.org.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "xi@mail.tsinghua.edu.cn",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    },
    {
        "content": "The authors declare no competing financial interest.",
        "source": "10.1021/acs.langmuir.6b01709",
        "file_path": ""
    }
]