[
    {
        "content": "Contents lists available at ScienceDirect",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "j o urnal homepage: www.elsevier.com/locate/dyepig",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "a, * a a, b\nEkaterina Y. Chernikova , Sergey V. Tkachenko , Olga A. Fedorova , Alexander S. Peregudov a , Ivan A. Godovikov a , Nikolay E. Shepel a , Stela Minkovska c , Atanas Kurutos d , Nikolay Gadjev d , Todor G. Deligeorgiev d , Yuri V. Fedorov a\na A.N. Nesmeyanov Institute of Organoelement Compounds of Russian Academy of Sciences, Vavilova St., 28, 119991 Moscow, Russia\nb D. Mendeleyev University of Chemical Technology of Russia, Miusskaya Sq., 9, 125047 Moscow, Russia\nc Institute of Catalysis Bulgarian Academy of Sciences, Acad. G. Bonchev St., Bldg. 11, So /uniFB01 a 1113, Bulgaria\nd Faculty of Chemistry and Pharmacy, So /uniFB01 a University ' St. Kliment Ohridski , 1, Blv. J. Bourchier, 1164 So ' /uniFB01 a, Bulgaria",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Nowadays, bischromophoric styryl dyes receive growing attention due to their useful properties providing versatile applications in technology, science and medicine. Speci /uniFB01 cally, these molecules have been used in organic electronics (e.g., OLED devices) and photonics, optical storage and recording systems, threedimensional (3D) lithography, nonlinear optical materials, dye lasers, molecular sensors, logic gates and /uniFB02 uorescent labeling for the visualization of biological objects [1 e 8]. The effective strategy to modify and improve the intrinsic molecular properties of dyes is the use of non-covalent supramolecular interactions via formation of the host e guest assemblies with macrocyclic molecules [9,10].\nCucurbit[ n ]urils (CB[ n ], where n is most commonly 5 e 8) are water soluble macrocyclic host molecules comprising two identical\n* Corresponding author. Laboratory of Photoactive Supramolecular Systems, A.N. Nesmeyanov Institute of Organoelement Compounds of Russian Academy of Science, Vavilova St., 28, 119991 Moscow, Russia.\nE-mail address: chernikova@ineos.ac.ru (E.Y. Chernikova).",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "ureidyl carbonyl portals with high negative charge density and rigid extremely non-polarizable (close to gas phase) inner cavity [11 e 14]. Owing to their unique structure, CB[ n ]s exhibit high tendency to form stable inclusion complexes of different stoichiometries with positively charged organic molecules due to ion-dipole and hydrophobic interactions [15 e 17]. The effects of CB[ n ] encapsulation on the molecular properties of the chromophoric guest molecules, such as dyes and /uniFB02 uorophores, have been the subject of several research groups. Detailed experimental study of supramolecular host e guest assemblies were performed for various derivatives of xanthene, coumarin, oxazine, cyanine, diazine, acridine, triphenylmethane, naphthalimide, anthraquinone and porphyrin in aqueous solution [18 e 32]. Inclusion of chromophoric guests into the CB[ n ] cavity usually gives rise to the increased /uniFB02 uorescence intensity, prolongation of the /uniFB02 uorescence lifetimes, improved brightness, shifting of spectral (absorption and /uniFB02 uorescence) band and reducing of Stokes shift [33 e 36]. For example, the most dramatic ~1700-fold enhancement in the emission intensity was observed by J. Mohanty and A. C. Bhasikuttan for thiazole orange upon adding CB[8] [37]. CB[ n ] participates in the modi /uniFB01 cation of",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "the excited-state properties of guest molecules. In particular, CB[7] can disrupt twisted intramolecular charge transfer (TICT) [24,38,39] and photoinduced electron transfer (PET) [40,41] processes in photoexcited dye molecules, thus signi /uniFB01 cantly improving their /uniFB02 uorescence response. Control over the excited state proton transfer (ESPT) reaction has been achieved through encapsulation of hydroxyphenyl benzimidazole by CB[7] [42,43]. Moreover, W. M. Nau and J. Mohanty have demonstrated that CB[7] can act as a cation receptor, causing a remarkable shift in the protolytic equilibria (p K a up to 5.2 units) and stabilizing the protonated form of chromophoric guest molecules [44 e 46]. Thermal and photochemical stability, solubility in aqueous solutions [18,34,47], protection against molecular aggregation [48 e 52] are practical features of dyes, which can be improved and effectively managed by complex formation with CB[7] as well. CB[ n ]-induced changes of the molecular properties of guest molecules in the ground and excited states have been introduced into a number of advantageous applications including design and synthesis of /uniFB02 uorescent sensors and on/off switches, photofunctional materials such as logic gates, light-resistant materials, stabilizing additives for laser dyes, drug delivery systems and other functional assemblies [53 e 58].",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Contributing to this area, we have explored the increased binding af /uniFB01 nity of CB[7] towards cationic chromophoric guests to alter spectral and photophysical properties of bis(styryl)pyridinium dye ( BSP) in aqueous solution. BSP molecule consists of two dimethylamino 4-styryl(pyridinium) moieties linked by tetramethylpropandiamino unit that provides formation of symmetrical and multicharged structure, as sketched in Chart 1. In our recent study [22], we have demonstrated that dicationic bis(styryl) dyes bearing short nonpolar linking groups undergo encapsulation by CB [7] that result in formation of complexes with linear or/and folded structures. Unlike the previously studied dyes, new BSP dye possesses a positively charged spacer which provides additional binding site for CB[7].",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Cucurbit[7]uril was synthesized according to known procedures [59,60]. (E)-1,1'-((propane-1,3-diylbis(dimethylammonionediyl)) bis(propane-3,1-diyl))bis(4-((E)-4-(dimethylamino)styryl)pyridin1-ium) iodide ( BSP ) was obtained according to the described in the literature method [61]. All solvents and other reagents are commercial products (Sigma Aldrich, TCI Europe) and were used without further puri /uniFB01 cation. Preparation of the dye solutions and all experiments were carried out in a laboratory environment of red light. Deionized water (Milli-Q) was employed for all aqueous solutions. Phosphate buffer solution (Na2HPO4/NaH2PO4 with\nChart 1. Chemical structures of cucurbit[7]uril (CB[7]) and bis(styryl)pyridinium dye ( BSP ).\npH ¼ 7.00 (10 m М )) was used to maintain a constant pH value of aqueous solution of BSP in the presence of CB[7].\nThe NMR experiments were carried out in D2O using a Bruker Avance ™ spectrometers operating at 500 and 600 MHz. The spectrometers were equipped with an inverse gradient probe-head. All 1 H as well as 2D experiments (COSY, ROESY, DOSY) were performed at 298 K using standard pulse sequences from the Bruker library. 1 H chemical shifts were determined with an accuracy of 0.01 ppm and are given relative to the residual signal of the solvent that was used as internal reference. Spin e spin coupling constants were determined with accuracy of 0.1 Hz.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "The absorption spectra measurements were performed using a Varian-Cary 100 spectrophotometer (1 cm quartz cell). The /uniFB02 uorescence spectra measurements were performed using a FluoroLog-3 Model FL3-221 (Jobin Yvon) spectro /uniFB02 uorimeter. The /uniFB02 uorescence quantum yield measurements were performed using Varian-Cary 100 spectrophotometer and a FluoroLog-3 spectro /uniFB02 uorimeter. All measured /uniFB02 uorescence spectra were corrected for the nonuniformity of detector spectral sensitivity. Rhodamine 6G in ethanol ( F /uniFB02 ¼ 0.95, [62]) was used as a reference for the /uniFB02 uorescence quantum yield measurements.\nElectrospray ionization mass spectrometry (ESI-MS) analyses were performed using a Finnigan LCQ Advantage mass spectrometer equipped with an octopole ion-trap mass-analyzer, an MS Surveyor pump, a Surveyor auto sampler, a Schmidlin-Lab nitrogen generator (Germany), and Finnigan X-Calibur 1.3 software for data collecting and processing. Direct infusion of the sample solution was used. Positive electrospray ionization was achieved using an ionization voltage at 4 kV at temperature of 200 /C14 C. Electrospray full scan spectra in the range m/z 100 e 2000 were obtained by infusion at 0.05 mL min /C0 1 of 25 m Maqueous solutions of BSP alone or in the presence of 1, 2 or 5 equiv. of CB[7].",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Complex formation of dye BSP with CB[7] in H2O þ CH3CN (1 e 2%) at 20 ± 1 /C14 C was studied by spectrophotometric titration. The ratio of dye BSP to CB[7] was varied by adding aliquots of a solution containing known concentrations of BSP and CB[7] to a solution of BSP alone of the same concentration. The absorption spectrum of each solution was recorded and the stability constants of the complexes were determined using the « SPECFIT/32 » program (Spectrum Software Associates, PMB 361, 197M Boston Post Road, West Marlborough, MA 01752, U.S.A.). Interactions between BSP with CB[7] in buffer solution and protonation of BSP by HClO4 were also studied by the same method.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "The traditional way to shift the protolytic equilibrium of pHsensitive molecules is its immersion in acidic environment. Recently, different research groups have established that supramolecular encapsulation by CB[7] resulted in pronounced p K a shifts of the chromophoric molecules due to different af /uniFB01 nity of the host to the protonated and neutral guests [44 e 46]. The UV/Vis spectrum of BSP in aqueous solution is characterized by a very intense long wavelength absorption band centered at 482 nm ( ε ¼ 5.99 /C2 10 4 M 1 cm /C0 /C0 1 ), as illustrated in Fig. 1a. This band is assigned to an ef /uniFB01 cient intramolecular charge transfer (ICT) process from donor dimethylamino groups to acceptor pyridinium rings. We started our research with the study of dye protonation upon addition of perchloric acid to the BSP in aqueous solution. On gradual increase of the HClO4 concentration in the solution of the free dye, the absorption maximum undergoes pronounced hypsochromic shift from 482 to 335 nm (Fig. S2). Analysis of the spectra obtained from spectrophotometric titration provided the two\nFig. 1. UV e Vis spectra of BSP (1.0 /C2 10 /C0 5 M) a) with increasing CB[7] concentration (0 ÷ 6.7 /C2 10 /C0 4 M) in H2O; b) with increasing CB[7] concentration (0 ÷ 1.0 /C2 10 /C0 3 M) in phosphate buffered solution (Na2HPO4/NaH2PO4) at pH ¼ 7.00.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "association constants for the mono- (log K 11 ¼ 3.21 ± 0.06) and diprotonated (log K 12 ¼ 5.96 ± 0.09) dye (Fig. S3). Next, we evaluated the UV/Vis spectral changes of BSP in the presence of CB[7] in aqueous solution. The incremental addition of CB[7] to a solution of BSP (10 m M) up to about 3 equiv. initially results in a moderate bathochromic shift ( Dl max ¼ 32 nm) of the absorption band up to 514 nm, which is diagnostic for inclusion of dye in a less polar environment. Further increase of the amount of CB[7] up to about 40 equiv. causes a new blue-shifted band at 336 nm to appear and the band at 514 nm to disappear simultaneously (Fig. 1a). Such a large 146 nm hypsochromic shift of long wavelength absorption band of the free dye on complex formation with CB[7] results in easily observed complete discoloration of initially brick red solution. Apparently, noncovalent host e guest interactions which connect dye molecules to CB[7] cannot have such a notable in /uniFB02 uence on absorption spectra, leading to blockage of ICT process. The most obvious explanation of the observed experimental facts arises from the strong modulation of the molecular structure of BSP , namely, protonation of donor dimethylamino groups at the suf /uniFB01 cient excess of CB[7].",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "We attempted to determine the stoichiometry and association constants of host e guest complexes of CB[7] with BSP by analyzing the set of corresponding spectrophotometric titration data (Fig. 1a). However, we faced the problem, which most likely can be attributed to the formation of mono- and di-protonated forms of BSP at high (5 e 67 equiv.) excess of CB[7]. It results in formation of multicomponent solution during titration preventing the determination of the stoichiometry and association constants of the complexes with enough reliability. So, unfortunately, despite the calculated association constants of BSP with perchloric acid (see below), we failed to determine the stoichiometry and association constants of the complexes from the total set of spectrophotometric titration data. At the same time we succeeded in association constants determination at low concentration of CB[7] (up to 3 equiv.), where the in /uniFB02 uence of the dye protonation is neglected. The oneto-one and one-to-two stoichiometry for host e guest complexes can be deduced from the partial titration curve (Fig. S1a). The association constants of complexes BSP e CB[7] and BSP e (CB[7])2 (log K 11 ¼ 6.4 ± 0.4 and log K 12 ¼ 11.9 ± 0.3) and their absorption spectra were obtained by a global /uniFB01 t of the spectrophotometric titration data using the SpecFit/32 program (Table S1 and Fig. 2a). These equilibrium constants correspond to binding of one or two CB[7] molecules with unprotonated BSP molecule.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "To exclude the in /uniFB02 uence of protonation of BSP on complex formation with CB[7], spectrophotometric titration in the phosphate buffer solution (Na2HPO4/NaH2PO4, 10 m М ) at pH ¼ 7.00 was carried out. The addition of CB[7] to a solution of BSP resulted in a moderate bathochromic shift ( Dl max ¼ 38 nm) of the long wavelength absorption band as it was observed for the similar styryl dyes earlier [22]. At the same time the short-wavelength absorption band at 336 nm is not appeared because there is no\nFig. 2. Electronic absorption spectra obtained by a global /uniFB01 t of the spectrophotometric titration data using the SpecFit/32 program for a) BSP (1) and its complexes BSP e CB[7] (2) and BSP e (CB[7])2 (3) in H2O; b) BSP (1) and its complexes BSP e CB[7] (2), BSP e (CB [7])2 (3) and BSP e (CB[7])3 (4) in phosphate buffer solution.\nprotonation of BSP at pH 7. The set of spectrophotometric titration curves (Fig. 1b) was analyzed using Spec /uniFB01 t/32 software in order to determine the association constants of host e guest complexes. Three equilibria were considered in the /uniFB01 tting:\n<!-- formula-not-decoded -->\n<!-- formula-not-decoded -->\n<!-- formula-not-decoded -->\nwhere L and M stand for the free dye and host, respectively, LM, LM2 and LM3 stand for dye e host complexes and K 11 , K 12, K 13 are the association constants.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "The spectral set for BSP and CB[7] in phosphate buffer at pH ¼ 7.00 is consistent with formation of three complexes having 1:1, 1:2 and 1:3 stoichiometries, namely, BSP e CB[7], BSP e (CB[7])2 and BSP e (CB[7])3, with association constants equal to log K 11 ¼ 5.4 ± 0.4, log K 12 ¼ 10.4 ± 0.3 and log K 13 ¼ 14.0 ± 0.2 correspondingly. Electronic absorption spectra of these complexes obtained by a global /uniFB01 t of the spectrophotometric titration data using the SpecFit/32 software are shown in Fig. 2b. The absorption spectra of BSP e CB[7] and BSP e (CB[7])2 complexes in phosphate buffer and in the aqueous solution are practically the same (Fig. 2a). The long wavelength absorption band of BSP e CB[7] complex is slightly blue-shifted relative to the absorption band of the free dye by 9 or 5 nm (in aqueous or buffer solution, respectively), while the absorption band of BSP e (CB[7])2 complex is red-shifted relative to absorption of the free dye by about 36 or 27 nm (in aqueous or buffer solution, respectively). These /uniFB01 ndings indicate that host e -guest interactions in the complexes of identical stoichiometry discussed here are quite similar. We should also notice that the association constants of BSP e CB[7] and BSP e (CB[7])2 complexes in aqueous solution are higher than in phosphate buffer (Table S1). A slight reduction of the association constants of these complexes in the buffer solution is in accordance with the well-known ability of CB[7] to act as ionophore for metal cations in aqueous solution due to interaction of metal cations with the carbonyl portals of CB[7] ( K CB[7]Na þ ¼ 80-120 M /C0 1 , [63,64]). Examples of similar variations of the association constants of incorporated guests can be found in the literature [25,65 e 67].",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "The relevant /uniFB02 uorescence characteristics were also obtained for BSP þ CB[7] system in the aqueous as well as phosphate buffer solution (see ESI). Complicated changes in the emission spectra of BSP on complex formation with CB[7] were found (Fig. S6).",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "To get insight into the structure of host e guest complexes, 1 H NMR measurements of BSP upon adding of growing amount of CB [7] were performed. The 1 H NMR assignments were ascertained by 2D NMR techniques including ROESY and COSY (Figs. S9 e S32). By careful analysis of the 1 H NMR spectrum of BSP in the presence of 0.5 equiv. of CB[7] in D2O, we found that resonances for all protons are slightly down /uniFB01 eld shifted by about 0.04 e 0.08 ppm (marked in pink color in Fig. 3a). The same proton resonances (by 0.03 e 0.06 ppm) of BSP were found in the presence of 1 equiv. of CB [7]. In both cases no any shielding effect of hydrophobic cavity of CB [7] was observed for protons of dye molecule. Based on the NMR observation we propose the structure of BSP e CB[7] complex as shown on Scheme 1 where the two styrylpyridinium moieties and tetramethyl propandiaminium linker of BSP are located outside the\nCB[7] cavity by folding of the aliphatic chain, similar to early reported complexes between CB[7] and bis(styryl) dyes [22]. Such exclusion complex is mainly stabilized by van der Waals intermolecular forces and ion-dipole interactions between electron-rich carbonyl oxygen atoms of CB[7] portals and pyridinium nitrogen atoms and quaternized nitrogen atoms of the central linker of BSP . The distance between four positively charged nitrogen atoms is too small to engulf alkyl fragments of linker into the cavity of CB[7]. So, most protons in the 1 HNMRspectrumof BSP fall under deshielding action of CB[7] cavity. The similar exclusion complexes have been found in literature [36,38].",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Upon addition of a slight excess of CB[7] (1.5 e 2.5 equiv.) to the BSP solution, the pattern of complexation-induced chemical shifts is changed. The presence of 1.5 equiv. of CB[7] leads to a splitting of the guest proton resonances into three sets as a result of a slow exchange rate on the NMR time scale between all species (Fig. 3). The /uniFB01 rst set of signals is similar to those of the exclusion complex. This set of signals disappeared completely at the BSP /CB[7] molar ratio of 1:2. The other new sets of proton resonances are associated with the two different inclusive complexes similar to [3]pseudorotaxanes. Let us consider the second set of proton signals of BSP (marked in green color in Fig. 3). Compared to free dye, the resonances for ethylene fragments ( Dd Ha ¼ /C0 0.66 ppm and Dd Hb ¼ /C0 0.66 ppm at 1:2 BSP /CB[7] ratio) and pyridinium rings ( Dd H7,8 ¼ /C0 0.37 ppm and Dd H9,10 ¼ /C0 0.28 ppm at 1:2 BSP /CB[7] ratio) protons are dramatically shifted to higher /uniFB01 eld, indicating their inclusion into CB[7] cavity. Conversely, the aliphatic protons of linker ( Dd H11 ¼ þ 0.16 ppm at 1:2 BSP /CB[7] ratio) and aromatic protons ( Dd H3,4 ¼ þ 0.39 ppm and Dd H5,6 ¼ þ 0.36 ppm at 1:2 BSP / CB[7] ratio) exhibit down /uniFB01 eld shifts, showing their location just outside the CB[7] cavity. These /uniFB01 ndings clearly suggest that BSP molecule is encapsulated in the hydrophobic cavity of CB[7] with the formation of an inclusion complex BSP e (CB[7])2. Taking into account the data reported [68], we assumed that CB[7] macrocycles in [3]pseudorotaxane are located over the aromatic part of BSP , close to the",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "pyridinium groups, as illustrated on Scheme 1.\nInspection of the third set of proton resonances of BSP (marked in blue color in Fig. 3) indicates that signals assigned to the aromatic protons ( Dd H5,6 ¼ /C0 0.53 ppm) and ethylene fragments protons ( Dd Ha ¼/C0 0.18 ppm and Dd Hb ¼/C0 0.45 ppm at 1:2.5 BSP /CB[7] ratio) are signi /uniFB01 cantly up /uniFB01 eld shifted, whereas the signals of the pyridinium rings ( Dd H7,8 ¼ þ 0.38 ppm and Dd H3,4 ¼ þ 0.15 ppm at 1:2.5 BSP /CB[7] ratio) undergo the deshielding effect of the carbonyl groups of CB[7]. At the same time, chemical shifts of the protons adjacent to dimethylammonium groups to the lower /uniFB01 eld region become more pronounced ( Dd H1,2 ¼ þ 0.37 ppm and Dd H3,4 ¼ þ 0.30 ppm at 1:2.5 BSP /CB[7] ratio), supporting the concomitant protonation of aniline-type nitrogen atoms in the excess of CB[7]. The 2D-ROESY NMR spectra also displayed crosspeaks between pyridinium protons H3,4 and H5,6 and singlet at 3.08 ppm attributed to N e H protons on ammonium groups (along with singlet of H1,2 protons for methyl groups at 3.20 ppm). Taken together, these facts reveal that the complex formed is [3]pseudorotaxane (H þ )2 e BSP e (CB[7])2 where the CB[7] macrocycles reside over the phenylethelene moieties nearby dimethylamino groups with the pyridinium rings staying outside. Thus, the changes in chemical shifts of (H þ )2 e BSP e (CB[7])2 complex would be due to a combination of following contributions: a) chemical shifts arising from a protonation of the guest molecule; b) CB[7]induced chemical shifts in the 1:2 complex.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "It is interesting that CB[7] in (H þ )2 e BSP e (CB[7])2 complex slides away from the pyridinium ring and encircles the vicinity of dimethylamino groups, what is quite different from the location of CB[7] in BSP e (CB[7])2 complex. Indeed, it is impossible for the two CB[7] macrocycles to surround the both sides of the pyridinium\nFig. 3. 1 H NMR spectra recorded (600 MHz, 298 K, in D2O) for (A) BSP (1.0 mM); (B) BSP CB[7] (1.0 mM/0.5 mM); (C) BSP, CB[7] (1.0 mM/1.0 mM); (D) BSP, CB[7] (1.0 mM/1.5 mM); $ (E) BSP, CB[7] (1.0 mM/2.0 mM); (F) BSP, CB[7] (1.0 mM/2.5 mM); (G) BSP, CB[7] (1.0 mM/3.5 mM); (H) BSP, CB[7] (1.0 mM/5.0 mM). Color code: free BSP, black; BSP e CB[7], pink; BSP e (CB[7])2, green; (H þ ) 2 /C0 BSP e (CB[7])2, dark blue; (H þ ) 2 e BSP e (CB[7])3, orange. Some resonances are unlabeled because of spectral overlap. H-15 proton signals in case of G and H spectra are at 1.64 ppm and thus are not shown in the picture. (For interpretation of the references to colour in this /uniFB01 gure legend, the reader is referred to the web version of this article.)",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "nitrogen atoms simultaneously because of the strong electrostatic repulsion between strongly polarized carbonyl portals of neighboring CB[7] units (Scheme 1). It should be noted that most 1 HNMR signals of the both inclusion complexes are strongly broadened, showing that interaction between host and guest molecules possesses the dynamic character. This is probably due to the shuttling motion of CB[7] between the two binding sites taking place after the protonation of BSP molecule. Integration of the appropriate proton resonances of BSP in 1 H NMR spectra in the presence of 2 equivalents of CB[7] indicates that more than 80% of BSP is combined with CB[7] forming mainly the (H þ )2 e BSP e (CB[7])2 complex and BSP e (CB[7])2 complex as a minor component.\nWhen the molar ratio of CB[7] to the guest exceeds three, the changes in the 1 H NMR spectra suggest that mixture of the [3] pseudorotaxanes is converted into one [4]pseudorotaxane by successive threading of three CB[7] macrocycles on the frame of BSP molecule (Fig. 3g, h). Compared with the free BSP , the aliphatic H13, H14 and H15 protons on the central linker conduct direct shielding effects ( Dd H13 ¼ /C0 0.73 ppm, Dd H14 ¼ /C0 0.73 ppm, Dd H15 ¼ /C0 0.44 ppm and Dd H16,17 ¼ /C0 0.35 ppm at 1:5 BSP /CB[7] ratio), indicating that CB[7] macrocycle resides over the tetramethyl propandiaminium moiety. The up /uniFB01 eld chemical shifts for protons of styryl fragments ( Dd H5,6 ¼ /C0 0.65 ppm, Dd Hb ¼ /C0 0.51 ppm and Dd Ha ¼ /C0 0.13 ppm at 1:5 BSP /CB[7] ratio)\nScheme 1. Stepwise complex formation between BSP and CB[7] in aqueous solution.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "were found, suggesting that these protons were encapsulated into CB[7] cavity. The proton signals for H7 , H8, H9 and H10 of pyridinium units, H11 and H12 of central aliphatic linker moved down eld /uniFB01 ( Dd H7,8 ¼ þ 0.66 ppm, Dd H9,10 ¼ þ 0.51 ppm, Dd H11 ¼ þ 0.35 ppm and Dd H12 ¼ þ 0.75 ppm at 1:5 BSP /CB[7] ratio), what is in accordance with their location outside of CB[7] cavity. In addition, the H1 and H2 protons of methyl groups and H3,4 protons of phenyl ring became down eld /uniFB01 shifted ( Dd H1,2 ¼ þ 0.40 ppm and Dd H12 ¼ þ 0.22 ppm at 1:5 BSP /CB[7] ratio), that can be attributed to the protonation of amino groups. These spectroscopic results justify the contention, that CB[7] macrocycles in (H þ )2 e BSP e (CB [7])3 complex would encircle three binding sites of BSP molecule as shown on Scheme 1: one of which is tetramethyl propandiaminium fragment of central linker and two other are dimethylamino styryl moieties.\ncomplex con /uniFB01 guration completely explains the observed splitting of the 1 HNMRresonances for CB[7] molecule. In contrast to this, no any splitting of proton signals have been observed for early reported (bis)styryl dyes [22], which form symmetrical exclusion complexes of the (dye)2-CB[7] type by means of interaction of two dye molecules with both portals of CB[7]. The same arguments can be also made with respect to pseudorotaxane complexes.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Supporting evidence for the existence of (H þ )2 e BSP e (CB[7])3 system comes from the diffusion ordered spectroscopy (DOSY) technique (Fig. S33). When 3.5 equiv. of CB[7] were added to the solution of BSP , only two species with logarithms of diffusion coef /uniFB01 cients of log K dif CB[7] ¼ /C0 9.58 and log K dif complex ¼ /C0 9.75 associated with the free CB[7] and host e guest complex, respectively, were found. A detailed analysis of the signals corresponding to the host e guest complex showed that there are three CB[7] molecules per one ligand molecule that is in good agreement with the results of UV and 1 H NMR spectroscopy. Particularly, from Fig. S33 one can extract three types of signals relevant to CB[7], one of them can be attributed to free CB[7] and two others are associated with inclusion complexes between CB[7] and BSP molecules. The intensity of one of complex signal (assigned with the protons of dimethylamino styryl moieties) is twice as high as another one (assigned with the protons of the linker), that con /uniFB01 rms our conclusion about the interaction of three CB[7] hosts with dye molecule in (H þ )2 e BSP e (CB[7])3 complex.\nThe effect of host e guest interaction is also re /uniFB02 ected in proton resonances for methylene groups linking the glycoluril units in CB [7]. Upon complexation with BSP , the doublet resonances of CB[7] at 4.14 and 5.69 ppm undergo splitting, indicating that oxygen portals of CB[7] are not in the same environments (Fig. S7). For example, in the case of exclusion complex BSP e CB[7] only one portal of CB[7] interacts with guest molecule. Another host portal is still remained free from any complexation (Scheme 1). Given",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Interestingly, when the CB[7]/ BSP ratio exceeds 3, complex formation induces the appearance of a two sets of proton signals for CB[7] (Fig. S7g, h). One of them corresponds to the proton signals (doublets at 5.69 and 4.17 ppm and singlet at 5.45 ppm) observed at lower concentration of CB[7] in solution that were assigned to the location of host molecule at the aromatic fragments of BSP . The second set of proton signals (doublets at 5.75 and 4.33 ppm and singlet at 5.60 ppm) shifts down eld by about 0.10 /uniFB01 e 0.20 ppm compared to the free CB[7]. Let us recall, according to the proton resonances for the BSP in the presence of 3 equiv. of CB[7] an inclusion complex (H þ )2 e BSP e (CB[7])3 is formed, where two of three CB[7] macrocycles resides over the styrylpyridinium fragments whereas the other one encircles the central linker (Scheme 1). It is known that host e guest interaction effects on the charge distribution processes of the encapsulated guest molecules, modulating their chemical and physicochemical properties [9,10,53]. However, it was reasonable to assume that CB[7] itself may be in /uniFB02 uenced by guest molecules. In the case of (H þ )2 e BSP e (CB[7])3 complex the both oxygen portals of central CB [7] are surrounded by four positively charged nitrogen atoms from pyridinium rings and propandiaminium moiety of BSP . Taking into account these facts, we suppose that donor properties of the carbonyl groups of CB[7] are decreased slightly due to its microenvironment and, as a result, the signals of neighboring protons undergo visible down /uniFB01 eld shifts. Thus, it was concluded that second set of proton signals in Fig. S7g, h belong to the CB[7] macrocycle located over the central binding site of BSP .",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Wefurther decided to estimate the contribution to the change of 1 H NMR chemical shifts of dye molecule that make the complexation-induced protonation and host e guest interaction with CB[7] itself. For this purpose we studied these two processes by NMR spectroscopy separately. In the /uniFB01 rst step, we prepared a deuterated aqueous solution of di-protonated form of BSP (1.76 /C2 10 /C0 3 М BSP þ 1.64 /C2 10 /C0 3 М HClO4) and recorded its 1 H\nNMR spectrum (Fig. S8). The addition of aqueous HClO4 produced some changes in the resonances of the protons corresponding to the methyl groups and styrylpyridinium fragments by about 0.11 e 0.66 ppm. Speci /uniFB01 cally, the signal assigned to the H3,4 protons of phenyl rings were noticeable shifted down eld /uniFB01 ( Dd H3,4 ¼þ 0.66 ppm), which clearly indicated that adjacent amine groups were protonated.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Next, we measured the 1 HNMRspectral changes of a solution of di-protonated form of BSP as the concentration of CB[7] was increased (Fig. S8). The binding mode of CB[7] with (H þ )2 e BSP was predicted using an analogy with data obtained from Fig. 3. Brie /uniFB02 y, 1 H NMR spectroscopic experiments reveal that the presence of 0.5 or 1 equiv. of CB[7] leads to a splitting of the guest proton resonances into three separate sets. The /uniFB01 rst set of signals is similar to that of the unbounded guest and two other sets of signals re /uniFB02 ect variable location of CB[7] wheels between ammonium and pyridinium moieties in the (H þ )2 e BSP e (CB[7])2 complex (state I and II, Scheme S2). In state I (marked in green in Fig. S8), the H3,4 and H5,6 protons of aromatic rings ( Dd H3,4 ¼ /C0 0.34 ppm and Dd H5,6 ¼/C0 0.87 ppm at 1:0.5 (H þ )2 e BSP /CB[7] ratio) and the Ha and Hb protons of ethylene fragments ( Dd Ha ¼ /C0 0.55 ppm and Dd Hb ¼ /C0 0.68 ppm at 1:0.5 (H þ )2 e BSP /CB[7] ratio) undergo signi /uniFB01 cant down eld shifts, /uniFB01 whereas the H7,8 protons on the pyridinium rings ( Dd H7,8 ¼þ 0.32 ppm at 1:0.5 (H þ )2 e BSP /CB[7] ratio) and the H1 and H2 protons of methyl groups ( Dd H1,2 ¼þ 0.14 ppm at 1:0.5 (H þ )2 e BSP /CB[7] ratio) exhibits up /uniFB01 eld shifts. Also, there was negligible change observed in the chemical shifts for the H9,10 protons on the pyridinium rings and",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Hb of ethylene fragments ( Dd Ha ¼ /C0 0.46 ppm and Dd Hb ¼ /C0 0.62 ppm at 1:2.5 (H þ )2 e BSP /CB[7] ratio) as well as aliphatic protons H13, H14, H15, H16,17 of central linker ( Dd H13 ¼/C0 0.84 ppm, Dd H14 ¼/C0 0.77 ppm, Dd H15 ¼/C0 0.61 ppm and Dd H16,17 ¼ /C0 0.36 ppm at 1:2.5 (H þ )2 e BSP /CB[7] ratio) fall under shielding action of CB[7] cavity. At the same time, the H1 and H2 protons of methyl groups, H7,8 and H9,10 protons of pyridinium rings and H12 proton of aliphatic linker become down eld /uniFB01 shifted ( Dd H1,2 ¼ þ 0.12 ppm, Dd H7,8 ¼ þ 0.42 ppm, Dd H9,10 ¼ þ 0.26 ppm and Dd H12 ¼ þ 0.66 ppm at 1:2.5 (H þ )2 e BSP /CB[7] ratio), that was attributed to the deshielding effect of carbonyl groups of CB[7]. As far as the dye molecules were initially in the protonated form, we were not able to detect an exclusive BSP e CB[7] as well as inclusion BSP e (CB[7])2 complexes that exists in aqueous solution at low concentration of CB[7] in the absence of HClO4. Overall, obtained results are fully congruent with the conclusions that were done based on the 1 H NMR titration data of aqueous solution of unprotonated BSP with CB[7].",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Additional support of the composition of the complexes of BSP with CB[7] was obtained from ESI-MS experiments. Complexes formed at the different BSP /CB[7] molar ratios were detected as multiply charged ions (see Table 1 and Figs. S34 e S37). When the ratio of BSP : CB[7] is 1:1 the main complex observed at m/z 456.4 is [ BSP e CB[7]] 4 þ . Increasing the amount of CB[7] up to a ratio of BSP : CB[7] ¼ 1:5 causes the appearance of signals in the mass spectrum that correspond to complexes of unprotonated and monoprotonated dye, namely, [ BSP e 2CB[7]] 4 þ , [H e BSP e 2CB[7]] 5 þ and [H e BSP e 3CB[7]] 5 þ . Thus, the ESI e MS data provide additional support for the stoichiometries of complexes derived from the optical measurements.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Table 1 ESI e MS data for complexes between BSP and CB[7] in aqueous solution.\n\n1:0, Assigned complex = [ BSP e I] 3 þ 2. 1:0, Observed m/z = 263.2. 1:0, Calculated m/z a = 263.14. , Assigned complex = [ BSP e 2I] þ. , Observed m/z = 458.1. , Calculated m/z a = 458.16. 1:1, Assigned complex = [ BSP e CB[7]] 4 þ. 1:1, Observed m/z = 456.4. 1:1, Calculated m/z a = 456.21. 1:2, Assigned complex = [ BSP e CB[7]] 4 þ. 1:2, Observed m/z = 456.4. 1:2, Calculated m/z a = 456.21. , Assigned complex = [H e BSP e 2CB[7]] 5 þ. , Observed m/z = 598.0. , Calculated m/z a = 597.64. 1:5, Assigned complex = [H e BSP e 2CB[7]] 5 þ. 1:5, Observed m/z = 597.9. 1:5, Calculated m/z a = 597.64. , Assigned complex = [ BSP e 2CB[7]] 4 þ. , Observed m/z = 747.2. , Calculated m/z a = 746.80. , Assigned complex = [H e BSP e 3CB[7]] 5 þ. , Observed m/z = 830.5. , Calculated m/z a = 830.11\na Calculated m/z were obtained based on the monoisotopic masses of BSP (662.50 Da), CB[7] (1162.34 Da) and I (126.91 Da).",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "(H þ )2 e BSP e (CB[7])2. Protonation-induced shuttling motion of CB [7] between the two stable binding sites of BSP is readily detected by NMR spectroscopy. Since exchange processes between all species are slow on the NMR time scale we could observe the two separate sets of proton signals corresponding to both CB[7]-based [3]pseudorotaxanes. Also protonation of the aniline-type nitrogens introduces substantial changes in the charge transfer character of the dye molecule, completely destabilizing the ICT state, thereafter absorption band is extremely blue-shifted by 144 nm (Fig. 1a).\nThe extended aliphatic chain with intruded nitrogen cations, which connects the two styrylpyridinium units, is one possible binding site for CB[7]. However, when CB[7] is located over the pyridinium rings in the BSP e (CB[7])2 complex, it was impossible to occupy the central linker because of the strong electrostatic repulsion between neighboring oxygen portals of hosts. Protonation-induced sliding of CB[7] from pyridinium rings to the aniline ends leads to the situation when the central binding site becomes more favorable for interaction with CB[7]. Therefore, the /uniFB01 nal stage of complex formation is self-organization of a multicomponent complex (H þ )2 e BSP e (CB[7])3, in which the aromatic fragments as well as the aliphatic chain are engulfed by three molecules of CB[7]. Sequential threading of the CB[7] wheels on the frame of dye molecules was evidenced by ESI-MS spectra, in which the signals at m/z 597.9, 747.2 and 830.5 could be clearly assigned to the complexes of [H e BSP e 2CB[7]] 5 þ , [ BSP e 2CB[7]] 4 þ and [H e BSP e 3CB[7]] 5 þ , respectively (Figs. S36 and S37). It should be noted there is also a number of examples of inclusion complexes like oligo/polypseudorotaxanes consisting of molecules with more than one recognition sites and CB[n] units [69 e 71].",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "The present results are compared with the binding mode of BSP with CB[7] in buffer solution (Scheme S1). The remarkable difference between host e guest interactions in aqueous and buffer solutions comes from the absence of protonation of aniline ends in the BSP e (CB[7])2 complex due to maintaining the constant pH value of the solution. This distinguishing feature directly determines the different spectral properties observed for the complex BSP e (CB[7])3, formed at the /uniFB01 nal stage of complex formation. In sharp contrast to the blue-shifted absorption band for protonated complex (H þ )2 e BSP e (CB[7])3, the formation of non-protonated complex BSP e (CB[7])3 is accompanied by the appearance of a new absorption band centered at 533 nm. This band is red-shifted relative to the long wavelength absorption band of free dye by 53 nm and complex BSP e (CB[7])2 by 26 nm (Fig. 2b). In complex BSP e (CB[7])3 hydrophobic moieties of the dye are located in a nonpolar inner cavity of CB[7]s, rather than in aqueous solution. Being located in the vicinity of the dimethylamino groups, the negatively polarized carbonyl portals of CB[7] enhance the donor ability of dimethylamino groups of dye molecule, thus stabilizing the ICT state and leading to the displacement of the long-wavelength absorption band to the red spectral region.\nAs seen, sliding motions of CB[7]s from pyridinium rings to the aniline ends of BSP molecule are present not only in aqueous solution but in the buffered one. However, the driving force inducing these processes is speci /uniFB01 c for each case. As far as aqueous solution is concerned, the major role belongs to the protonation of aryl amino groups, accompanied by the formation of complex BSP e (CB [7])2. Sliding motions of CB[7]s in buffer solution arise from electrostatic repulsion between carbonyl portals of CB[7] encircled aliphatic chain and CB[7]s located over pyridinium rings in complex BSP e (CB[7])3.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "In summary, this work demonstrates the importance of microenvironment in respect of complex formation between pHsensitive guests and host molecules and their chemical and spectral properties. We state that the composition and geometry of the formed complexes depend on the relative stoichiometry of dye and CB[7] molecules with exclusion one-to-one complex dominating at low BSP /CB[7] ratio and inclusion one-to-three complex dominating at high BSP /CB[7] ratio. Intermediate complexes are [2] pseudorotaxanes with variational location of CB[7] relative to the dye molecule. BSP þ CB[7] system behaves as a molecular shuttle with two recognition sites for CB[7], namely, the pyridinium rings and aniline fragments. A sliding motion can be induced by concomitant protonation of aryl amino groups of dye molecules in aqueous solution in BSP e (CB[7])2 complex or electrostatic repulsions of CB[7] macrocycles in BSP e (CB[7])3 complex in buffered one. Stimuli-responsive shuttling of the CB[7] complexes reported here could hold promise as components of more complex molecular machines, /uniFB02 uorescent on/off switches and sensors and other photonic devices.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    },
    {
        "content": "Supplementary data related to this article can be found at http:// dx.doi.org/10.1016/j.dyepig.2016.04.013.",
        "source": "10.1016/j.dyepig.2016.04.013",
        "file_path": ""
    }
]