[
    {
        "content": "Osamu Hayashida 1 · Yasuko Harada 1 · Miwa Kojima 1\nReceived: 17 June 2015 / Accepted: 16 July 2015 / Published online: 21 July 2015 /C211 Springer Science+Business Media Dordrecht 2015\nAbstract Coumarin-appended cyclophanes bearing positively or negatively charged side chains were synthesized as a water-soluble host ( 1a or 1b , respectively). Host 1a and 1b showed fluorescence bands with fluorescence maxima at 404 nm originated from coumarin moiety. As a host for guest molecules by using macrocyclic cavity, cationic host 1a binds anionic guests such as 6p -toluidinonaphthalene-2-sulfonate (TNS), 6-anilinonaphthalene-2sulfonate (2,6-ANS), and 8-anilinonaphthalene-1-sulfonate (1,8-ANS) more strongly than anionic host 1b , reflecting intermolecular electrostatic interactions. In addition, both host 1a and 1b showed protein surface recognition and fluorescence response toward myoglobin, a small and globular protein. The fluorescence intensity originating from the hosts decreased upon the addition of myoglobin, reflecting the formation of 1aand 1b -myoglobin complexes. On the other hand, such fluorescence response of 1a and 1b was almost negligible for other proteins such as egg white albumin, bovine serum albumin, human albumin, concanavaline A, fibrinogen, c -globlin, peanut agglutinin, trypsin, and lysozyme.",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "Keywords Cyclophane /C1 Host-guest chemistry /C1\nCoumarin /C1 Fluorescence sensing\nElectronic supplementary material The online version of this article (doi:10.1007/s10847-015-0546-3) contains supplementary material, which is available to authorized users.\n& Osamu Hayashida hayashida@fukuoka-u.ac.jp\n1 Department of Chemistry, Faculty of Science, Fukuoka University, Nanakuma 8-19-1, Fukuoka 814-0180, Japan",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "Macrocyclic cyclophanes bearing polar side chains furnish hydrophobic cavities in aqueous media [1-3]. The cyclophanes act as a water-soluble host for incorporation of organic guest molecules [4]. Guest recognition can be exercised by the water-soluble cyclophanes, because size and shape of the cavities are easily designed for binding of target guest molecules [5, 6]. More sophisticated capabilities such as specific binding to proteins can be achieved by macrocyclic hosts having functional groups such as peptides [7-10], saccharides [11-13], and charged moieties [14-17]. We have previously reported that water-soluble cyclophane having four anionic resorcinarene moieties tightly bound to histone, a basic protein in eukaryotic chromosomes, as confirmed by surface plasmon resonance (SPR) measurements [14]. In addition, host analogue bearing three anionic resorcinarene moieties and a dansyl moiety as a fluorophore was also developed for fluorescence sensing of histone [15]. The dansyl-appended anionic cyclophane was able to perform discrimination and fluorescence sensing toward histone surfaces, as confirmed by fluorescence spectroscopy [15]. Besides the dansyl derivatives, many other fluorophores such as fluoresceins [18], rhodamines [19], pyrene derivatives [20, 21], and coumarin derivatives [22, 23] have been used to investigate interactions of biomolecular complexes and assemblies. Among them, coumarin and its derivatives take advantages in a viewpoint of their high quantum yield, thermal stability, and less toxicity [24]. In particular, a certain coumarin derivative was known to exhibit binding affinity toward myoglobin [25]. In the series of our research on fluorophore-appended cyclophanes, we began to develop coumarin-appended cyclophanes with the aim of sensing for specific proteins. We designed and synthesized",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "coumarin-appended hosts by introducing the 7-methoxycoumarin moiety and three polar side chains into the cyclophane skeleton. In this context, we report the preparation of coumarin-appended cyclophanes bearing cationic and anionic polar side chains 1a and 1b , respectively (Fig. 1), and their protein surface recognition in aqueous medium by fluorescence spectroscopy, with an emphasis on the selectivity.",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "We have now designed new cationic and anionic fluorescent cyclophanes ( 1a and 1b , respectively), which are composed of a tetraaza[6.1.6.1]paracyclophane skeleton, three polar side chains, and a coumarin moiety as a fluorophore. Actually, we used a strategy to prepare coumarinappended cyclophanes by introducing a coumarin moiety into tetraaza[6.1.6.1]paracyclophane [26] through a 3-aminopropanoic acid ( b -alanine) spacer. Coumarin-appended cyclophanes bearing cationic and anionic polar side chains 1a and 1b , respectively, were synthesized as shown in Scheme 1. In the preceding paper, we have prepared a tetraaza[6.1.6.1]paracyclophane derivative having Fmocand Boc- protected b -alanine residues 2 as a key intermediate [27]. A precursor ( 3 ) of 1a was synthesized by\nFig. 1 Cationic and anionic cyclophanes having a coumarin moiety ( 1a and 1b )\naminolysis of succinimidyl ester derivative of coumarin [28] with a monoamine of cyclophane, which was easily obtained from 2 by a treatment with piperidine to remove the Fmoc protecting group. Cationic cyclophane bearing a coumarin moiety 1a was derived from 3 by a reaction with trifluoroacetic acid (TFA). Then, anionic cyclophane having carboxylic acid residues 1b was obtained from 1a by a reaction with succinic anhydride. All the new compounds were purified by gel permeation chromatography and identified by 1 H and 13 C NMR and MS spectroscopy as well as by elemental analyses. Although compounds 1a and 1b contain a hydrophobic core structure, both compounds were soluble in aqueous neutral media owing to three polar side chains. From a practical point of view, cyclophanes 1a and 1b were water-soluble and had good solubility of 0.36 and 0.16 g/mL, respectively.",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "Coumarin-appended water-soluble cyclophanes 1a and 1b showed fluorescence spectra originated from a coumarin moiety in aqueous media with a fluorescence maximum of 404 nm. Compounds 1a and 1b have subtle amphiphilic characteristics due to a hydrophobic cyclophane and charged side-chains. First, the concentration dependency of the fluorescence spectra was investigated for an aqueous 2-[4-(2-hydroxy-ethyl)-1-piperazinyl]-ethanesulfonic acid (HEPES) buffer (0.01 M, pH 7.4, with 0.15 M NaCl) of 1a and 1b at various concentrations at 298 K. At least in the concentrations below 8.0 9 10 -6 M, a linear increase in fluorescence intensity originating from the coumarin groups were observed for 1a and 1b with increasing the concentrations without any changes in its maximum (see the Electronic supplementary material). These results indicate that 1a and 1b are in a monomeric state under these conditions.\nIn order to evaluate guest-binding ability of 1a and 1b as a host, we adopted environmentally-responsive fluorescent probes such as 6p -toluidinonaphthalene-2-sulfonate (TNS), 6-anilinonaphthalene-2-sulfonate (2,6-ANS), and 8-anilinonaphthalene-1-sulfonate (1,8-ANS) as a guest, because their fluorescence intensity is extremely sensitive to the surrounding microenvironmental polarity [29]. First, the guest-binding behavior of cyclophane 1a and 1b toward TNS, 2,6-ANS, and 1,8-ANS was examined by fluorescence spectroscopy at 298 K. Upon addition of TNS to an aqueous HEPES buffer containing 1a , a fluorescence intensity originated from coumarin moiety of 1a at 404 nm decreased accompanying a slightly increase of the fluorescence intensity of entrapped TNS molecules at around 530 nm, as shown in Fig. 2, indicating the formation of host-guest complexes. Such fluorescence quenching of 1a",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "at 404 nm seems to be caused by the interactions between coumarin group of 1a and entrapped 2,6-ANS molecules. A similar trend of guest-binding behavior was also observed for complexation of 1a and 1b with the other guests (Fig. 2). The stoichiometry for the complexes were 1:1 host:guest as revealed by Job's plots (see ESM). Binding constants ( K ) for the 1:1 host-guest complexes were evaluated by means of Benesi-Hildebrand plots [30] on the basis of spectroscopic data obtained at various concentrations of the guests. The K values of cationic host 1a toward TNS, 2,6-ANS, and 1,8-ANS were calculated to be 4.0 9 10 , 4 2.0 9 10 , 4 and 1.4 9 10 4 M 1 , -respectively. On the other hand, anionic host 1b moderately bound TNS, 2,6-ANS, and 1,8-ANS with the K values of 4.3 9 10 , 3 5.9 9 10 , 3 and 8.1 9 10 3 M 1 , -respectively, indicating that intermolecular electrostatic interactions play important roles in the formation of complexes. In addition, the enhancement in the binding constants for TNS from 1a to 1b ( K 1a · TNS/ K 1b · TNS = 9.3) is much larger than those for 2,6-ANS and 1,8-ANS ( K 1a · 2,6-ANS / K 1b · 2,6-ANS = 3.4 and K 1a · 1,8-ANS / K 1b · 1,8-ANS = 1.7, respectively). These differences in the enhancement seem to be caused by geometrical arrangements of host and guest molecules in complexes. The electrostatic interactions between cationic side-chains of 1a and sulfonate moiety of TNS are most effective among those of host-guest complexes.",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "Coumarin and its derivatives have been frequently used as a fluorescent probe for sensing and labeling biological molecules in the field of biology, analytical science, and medicine. As mentioned above, some species of coumarin derivative interact with myoglobin, according to the literature reported previously [25]. On these grounds, we investigated myoglobin recognition abilities of 1a and 1b by fluorescence spectroscopy. Upon the addition of myoglobin to each aqueous HEPES buffer solutions containing 1a and 1b , the fluorescence intensity originating from the coumarin moiety of 1a and 1b decreased with simple saturation behavior while the fluorescence maximum were splitting into two peaks (from 404 to 394 and 426 nm), as shown in Fig. 3. Such fluorescence quenching of 1a and 1b seems to be caused by the energy transfer in the complexes upon the addition of the heme protein, in a manner similar to those for TNS, 2,6-ANS, and 1,8-ANS. These results showed that 1a and 1b interacted with myoglobin. The 1:1 binding constant ( K ) of 1a toward myoglobin was evaluated based on the Benesi-Hildebrand method applied to the fluorescence titration data ( K ; 1.5 9 10 5 M 1 ). -Electrostatic interactions between the hosts and myoglobin were not effectively performed, because the K value of anionic\nFig. 3 Fluorescence spectral changes for aqueous solutions of hosts upon addition of myoglobin (Mb): 1a ( a ), 1b ( b ), and 4 ( c ) in HEPES buffer at 298 K; [ 1a ] = [ 1b ] = [4] = 0.5 l M, [myoglobin] = 0, 0.6, 1.1, 1.7, 2.2, 2.8, 3.4, 3.9, 4.5, 5.0, 5.6, 6.2, 6.7, 7.3, 7.8, 8.4, 9.0, 9.5, 10.1, 10.6, and 11.2 l M(from top to bottom at 404 nm). Inset the corresponding titration curves",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "host 1b with myoglobin was almost the same with that of cationic host 1a with myoglobin: K , 1.5 9 10 5 M 1 for -1b with myoglobin. According to the literature [31], isoelectric point of myoglobin is 7.2. Under the experimental\ncondition of pH 7.4, myoglobin maintains almost balance of positive and negative charges on its surface. Therefore, there seems to be no significant difference on the electrostatic interactions with myoglobin between 1a and 1b . The binding constants of the hosts with myoglobin happen to be the same value. In addition, as a control experiment, a similar spectral change in fluorescence spectroscopy was obtained for 7-methoxycoumarin derivative 4 (Fig. 4) as shown in Fig. 3: K , 1.5 9 10 5 M 1 . These results indicate -that the binding affinity of 1a and 1b was retained, even when coumarin moiety was covalently bound to the cyclophane. As regards the protein surface selectivity by the hosts, the fluorescence spectral changes of 1a were almost negligible upon the addition of other proteins such as egg white albumin, bovine serum albumin, human albumin, concanavalin A, fibrinogen, c -globulin, peanut agglutinin, trypsin, and lysozyme to an aqueous HEPES buffer containing 1a , as shown in Fig. 5. A similar binding trend was also observed for 1b . Therefore, these results indicated that 1a and 1b are the potent hosts showing fluorescence response to myoglobin (See ESM).",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "In the paper, water-soluble and coumarin-appended cyclophanes 1a and 1b were designed and synthesized by introduction of a coumarin moiety into an appropriate site of the cyclophane skeleton through a spacer. Both cyclophanes showed fluorescence spectra originated from a coumarin moiety in aqueous media. Cationic host 1a bound anionic guests such as TNS, 2,6-ANS, and 1,8-ANS with the K values of 4.3 9 10 , 5.9 3 9 10 , and 8.1 3 9 10 3 M 1 , -respectively. These binding affinities were much larger than those of anionic host 1b, reflecting the intermolecular electrostatic interactions. In addition, a response in the emission spectra was observed for the aqueous solutions of 1a and 1b upon complexation with myoglobin. The binding affinity of 1a and 1b toward myoglobin was evaluated to be 1.5 9 10 5 M 1 . -\nFig. 4 7-Methoxycoumarin derivative 4\nFig. 5 Fluorescence spectral changes for aqueous solutions of 1a (1.0 l M) upon addition of proteins in HEPES buffer at 298 K; without any proteins ( solid lines ) and in the presence of proteins (50 l g/ml) ( broken lines ). Egg white albumin ( a ), bovine serum albumin ( b ), human albumin ( c ), concanavaline A ( d ), fibrinogen ( e ), c -globlin ( f ), peanut agglutinin ( g ), myoglobin ( h ), trypsin ( ), i and lysozyme ( ) j",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "Piperidine (1.0 mL) was added to a solution of tetraaza[6.1.6.1]-paracyclophane derivative having Bocand Fmocprotected b -alanine residues ( 2 ) (300 mg, 0.23 mmol) in dry dichloromethane (DCM, 1 mL), and the mixture was stirred for 12 h at room temperature. Evaporation of the solvent under reduced pressure gave a pale yellow solid. The monoamine of cyclophane was purified by gel filtration chromatography on a column (Sephadex LH-20) with methanol (MeOH) as an eluant. The precursor fraction was evaporated to dryness under reduced pressure to give a pale yellow solid (cyclophane monoamine, 293 mg). Triethylamine (0.1 mL) was added to a solution of the monoamine of cyclophane (119 mg, 0.11 mmol) in dry DCM (5 mL), and the mixture was stirred at room temperature. The mixture was added to a solution of N -succinimidyl-7-methoxycoumarin-3-carboxylate (38 mg, 0.12 mmol) in dry DCM (1 mL), and the resulting mixture was stirred for 12 h at room temperature. After being dried (Na2SO4), the solution was evaporated to dryness under reduced pressure to give a pale yellow solid. The crude product was then purified by gel filtration chromatography on a column of Sephadex LH-20 with MeOH as an eluant. Evaporation of the product fraction under reduced pressure gave a pale yellow solid (133 mg, 94 %): mp 138-140 /C176 C. 1 H NMR (400 MHz, CDCl3, 298 K) d 1.44 (s, 35H), 2.10 (m, 6H), 2.26 (m, 2H), 3.28 (m, 6H), 3.64 (m, 10H), 3.94-3.96 (m, 7H), 5.34 (m, 3H), 6.89 (m, 1H), 6.96 (m, 9H),",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "7.20 (m, 8H), 7.57 (m, 1H), 8.79 (m, 1H), and 9.03 (m, 1H). 13 C NMR (100 MHz, CDCl3, 298 K) d 24.9, 28.4, 34.4, 34.8, 35.8, 36.4, 41.0, 48.6, 56.0, 79.0, 100, 112, 114, 115, 128, 130, 131, 140, 148, 156, 157, 161, 165, and 171. IR 1646, 1705 cm -1 (C=O). Found: C, 66.16; H, 6.94; N, 8.55. Calcd for C72H90N8O14 /C1 H2O: C, 66.04; H, 7.08; N, 8.56. MALDI-TOF MS (positive mode): m/z 1314 [M ? Na] ? , where M denotes C72H90N8O14.",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "Trifluoroacetic acid (1.0 mL) was added to a solution of 3 (72 mg, 0.055 mmol) in dry DCM (3 mL), and the mixture was stirred for 12 h at room temperature. Evaporation of the solvent under reduced pressure gave a pale yellow solid. The crude product was purified by gel filtration chromatography on a column of Sephadex LH-20 with methanol as an eluant. Evaporation of the product fraction under reduced pressure gave a pale yellow solid (71 mg, 96 %): mp 149-151 /C176 C (decomp.). 1 H NMR (400 MHz, CD3OD, 298 K) d 1.46 (m, 8H), 2.13-2.44 (m, 8H), 3.02-2\n3.11 (m, 6H), 3.51 (m, 2H), 3.71 (m, 8H), 3.97-4.-3(m, 7H), 6.89-7.19 (m, 10H), 7.26-7.38 (m, 8H), 7.75 (d, 1H), and 8.57 (s, 1H). 13 C NMR (100 MHz, CD3OD, 298 K) d 23.7, 31.1, 33.4, 35.6, 40.3, 46.5, 55.4, 100, 112, 114, 115, 18, 128, 130, 131, 139, 141, 148, 157, 161, 163, 166, 170, and 171. IR 1645 cm -1 (C=O). Found: C, 54.54; H, 5.68; N, 7.82. Calcd for C63H69F9N8O14 3H2O: /C1 C, 54.54; H, 5.45; N, 8.08. MALDI-TOF MS (positive mode): m/z 1014 [M ? Na] ? , where M denotes triamine derivative of cyclophane as a free base (M, C57H66N8O8).",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "Succinic anhydride (41 mg, 0.41 mmol) was added to a solution of cyclophane 1a (61 mg, 0.05 mmol) and triethylamine (0.5 mL) in dry DCM (4 mL) at room temperature, and the mixture was stirred for 12 h. Ethylenediamine (0.1 mL, 1.5 mmol) was added to the mixture to quench the reaction. After being dried (Na2SO4), the solution was evaporated to dryness under reduced pressure to give a pale yellow solid. The crude product was purified by gel filtration chromatography on a column of Sephadex LH-20 with methanol as an eluant. Evaporation of the product fraction under reduced pressure gave a pale yellow solid (54 mg, 73 %): Then added 0.1 M NaOH aq. (2 ml) and stirred 20 min at room temperature. After purification by Sephadex LH-20 chromatography with methanol as an eluant, solvent of the product fraction was evaporated off under reduced pressure to give a pale yellow solid (54 mg, 95 %): mp 136-138 /C176 C (decomp.). 1 H NMR (400 MHz, CD3OD, 293 K) d 1.42 (m, 8H) 2.05 (m, 2H), 2.19 (m, 6H), 2.41-2.46 (m, 12H), 3.27 (m, 6H), 3.53 (m, 2H), 3.71 (m, 8H), 3.96-4.03 (m, 7H), 6.91-7.07 (m, 10H), 7.26 (m, 8H), 7.76 (d, 1H), and 8.78 (m, 1H). 13 C NMR (100 MHz, CD3OD, 293 K) d 7.85, 23.9, 31.4, 33.8, 35.4, 40.5, 46.4, 52.5, 55.4, 99.9, 112, 114, 128, 130, 131, 140-141, 148,",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    },
    {
        "content": "156, 161, 163, 165, 171, and 173. IR 1635 cm -1 (C=O). Found: C, 63.27; H, 6.37; N, 8.54. Calcd for C69H78N8O17 /C1 H2O: C, 63.29; H, 6.16; N, 8.56. MALDI-TOF MS (positive mode): m/z 1314 [M ? Na] ? , where M denotes carboxylic acid of cyclophane (M, C69H78N8O17).",
        "source": "10.1007/s10847-015-0546-3",
        "file_path": ""
    }
]