[
    {
        "content": "Anton A. Ivanov* [a] , Tatiana N. Pozmogova [b,c] , Anastasiya O. Solovieva [c,d] , Tatiana S. Frolova [b,d,e] , Olga I. Sinitsyna [b,e] , Olga V. Lundovskaya [a] , Alphiya R. Tsygankova [a,b] , Mohamed Haouas [f] , David Landy [g] , Enrico Benassi* [b,h] , Lidiya V. Shestopalova [b] , Clément Falaise [f] , Emmanuel Cadot [f] , Michael A. Shestopalov [a] , Pavel A. Abramov* [a,i] , Maxim N. Sokolov [a,b]",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "[a] Dr. P.A. Abramov, Dr. A.A. Ivanov, Dr. O.V. Lundovskaya, Dr. A.R. Tsygankova, Dr. M.A. Shestopalov, Prof. M.N. Sokolov Nikolaev Institute of Inorganic Chemistry SB RAS 3 acad. Lavrentiev ave., 630090 Novosibirsk (Russia) E-mail: abramov@niic.nsc.ru (Dr. P.A. Abramov); ivanov338@niic.nsc.ru (A.A. Ivanov); enrico.benassi@sns.it (E. Benassi);\n[b] T.N. Pozmogova, Dr. T.S. Frolova, Prof. L.V. Shestopalova, Dr. A.R. Tsygankova, Dr. O.I. Sinitsyna, Prof. M.N. Sokolov, Dr. E. Benassi Novosibirsk State University 2 Pirogova st., 630090 Novosibirsk (Russia)\n[с] T.N. Pozmogova, Dr. A.O. Solovieva Research Institute of Clinical and Experimental Lymphology - Branch of the ICG SB RAS 2 Timakova st., 630117 Novosibirsk (Russia)\n[d]\nDr. T.S. Frolova, Dr. A.O. Solovieva Federal Research Center of Fundamental and Translational Medicine 2 Timakova st., 630117 Novosibirsk (Russia)\n[e]\n[f]\nDr. T.S. Frolova, Dr. O.I. Sinitsyna Federal Research Center Institute of Cytology and Genetics SB RAS 10 acad. Lavrentiev ave., 630090 Novosibirsk (Russia)\nDr. M. Haouas, Dr. C. Falaise, Prof. E. Cadot Institut Lavoisier de Versailles, CNRS, UVSQ, Université Paris-Saclay\n45 avenue des Etats-Unis, 78035 Versailles (France)\n- [g] Prof. D. Landy",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "Unité de Chimie Environnementale et Interactions sur le Vivant (UCEIV, EA 4492), ULCO\n145, Avenue Maurice Schumann, MREI 1, 59140 Dunkerque (France)\n- [h] Prof. E. Benassi\nShihezi University\n280 N 4th Rd, Shihezi, 832000 Xinjiang (PR China)\n- Dr. P.A. Abramov South Ural State University\n76 Lenina st., 454080 Chelyabinsk (Russia)\nSupporting information for this article is given via a link at the end of the document.\nAbstract: Specific  molecular  recognition  of  γ-cyclodextrin  (γ-CD) toward cationic hexanuclear niobium [Nb6Cl12(H2O)6] 2+ cluster complex  in  aqueous  solutions  results  in  a 1:1 supramolecular assembly {[Nb6Cl12(H2O)6]@γ-CD} 2+ . NMR, ITC and ESI-MS techniques were used to study the interaction between the inorganic cluster  and  the  organic  macrocycle.  Such  molecular  association affects  the  biological  activity  of  [Nb6Cl12(H2O)6] 2+ , decreasing  its cytotoxicity despite enhanced cellular uptake. The 1:1 stoichiometry is maintained in solution over a large window of the reagents ratio, but  crystallization  by  slow  evaporation  produces  a  1:2  host-guest complex  [Nb6Cl12(H2O)6@(γ-CD)2]Cl2∙20H2O  featuring  the  cluster encapsulated between two molecules of γ-CD. The 1:2 complex was characterized by XRD,  EA, IR and TGA.  Quantum  chemical calculations were performed to model host-guest interaction.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "Specific molecular recognition occurs in a wide range of biological  processes  playing  a  key  role  at  different  levels  of supramolecular interactions. One of the main types of molecular recognition  results  in  formation  of  host-guest  complexes.  The most  widely  studied  class  of  host  molecules  are  cyclodextrins (CDs), cyclic oligosaccharides consisting of six, seven or eight glucopyranose  units,  respectively  shorthanded  as  α-CD,  β-CD and γ-CD. This ability to form host-guest complexes has led to CDs  applications  in  a  number  of  industries. [1][2] For  example, CDs  are  used  in  pharmaceutical  industry, [3][4][5][6] in  analytical protocols [7][8][9][10] and in the chemical technology as catalysts or catalyst additives, phase-transfer agents and stabilizer of functional species such as azo dyes. [11][12][13][14]\nMedicinal use of CDs, focusing on the complexation of problematic drugs, such as poorly soluble, unstable, irritating, or difficult  to  formulate  substances, [15] has  resulted  in  improved wettability, dissolution kinetics, and  overall solubility. Other positive features include improved stability, reduced side effects, and  alleviation  of  undesired  properties,  such  as  bitter  taste  or repelling odor. Cyclodextrins can be used practically in any drug forms - oral, rectal, pulmonary, external, ocular, etc. [16][17]\nThere  is  a  variety  of  important  interactions  involved  in  the complexation with CDs. [1][18][19][20][21] Bender  with  co workers,  as -well as Saenger, assume that water molecules captured inside the  cavity  of  CD  torus  are  highly  energetic,  i.e.,  enthalpically frustrated: these molecules are unable to achieve the favorable four-topic hydrogen bonding characteristic of the H2O molecules in  bulk  water. [22][23][24] This  concept  of  enthalpically  frustrated water molecules has found support in recent theoretical studies, which  also  revealed  the  role  of  the  concave  geometry  of  the\n- [i]\napolar binding  pocket  with  respect  to  the  nature  and  shape  of the guest. [25][26][27][28][29]",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "In this contribution we focus on the complexation behavior and biological activity of a hexanuclear  niobium aqua  complex [Nb6Cl12(H2O)6] 2+  in the presence of γ-CD and report a new hostguest compound {[Nb6Cl12(H2O)6]@(γ-CD)2}Cl2. In addition, since  the  biological  properties  of  group  5  hexanuclear  clusters {M6X12} n+ (M = Nb, Ta; X = Cl, Br, I) have never been studied, we have evaluated the cytotoxicity, genotoxicity, cellular uptake and localization of free hexaniobium cluster complex [Nb6Cl12(H2O)6]Cl2 and influence of γ-CD as a properties tuning agent  e.g.  changes  in  cytotoxicity,  penetration  or  intracellular localization, on larynx carcinoma (Hep-2) and normal fibroblastic (DK-4) cell lines. We  also demonstrated overproducing of reactive oxygen species (ROS) in cells, which contributes to the cluster cytotoxicity.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "Synthesis and structure\nStarting Nb6Cl14·6H2O material is a brown solid synthesized from NbCl5 [37] which solubilizes in water slowly under reflux producing green solutions of a [Nb6Cl12(H2O)6] 2+ aqua complex ( 1 ). Typically, after dissolution a small amount of insoluble materials remains. Due to this fact we determined the effective concentration of niobium cluster solution using thermogravimetry in order to calculate correct molar absorption coefficients ε (Fig. S1).  Aqueous  solutions  of  [Nb6Cl12(H2O)6] 2+   are  air  stable  and were  used  for  further  investigations,  once  prepared,  as  stock solutions.  Addition  of  two  or  more  equivalents  of  γ-CD  to  hot solution  of  the  cluster  leads  to  the  formation  of  green  cubic crystals of {[Nb6Cl12(H2O)6]@(γ-CD)2}Cl2∙20H2O ( 2 ) upon cooling. The  product  crystallizes  in  a  tetragonal  ( 422)  space  group I (Table S1). The main building block of the crystal structure is the supramolecular cation {[Nb6Cl12(H2O)6]@(γ-CD)2} 2+  (see Fig. 1), in  which  the  hexanuclear  [Nb6Cl12(H2O)6] 2+   cluster  is  closely encapsulated  by  two  γ-CD  molecules. The  supramolecular complex 2 is isostructural with previously reported {[Ta6Br12(H2O)6]@(γ-CD)2}Br2·14H2O. [34]",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "This  cationic  association  can  be  classified  as  a  host-guest complex,  where the cluster  unit  is  acting  as  the  cationic  guest inside the neutral cage formed by two γ-CD host molecules. The subunits are linked together through hydrogen bonding. The four coordinated water molecules in the belt part of the cluster (i.e., those  situated  between  the  two  CD  'caps')  form  of  hydrogen bonds with both host molecules,  giving O ··· O distances within 2.75  -  3.30 Å  intervals  (Figure  1b).  Hydrogen  bonding  also exists  between  the  primary  faces  of  the  two  host  molecules involving the CH2OH groups through shorter O ··· O distances of 2.70  -  2.90 Å.  Furthermore,  the  bridging  chloride  ligands  are involved in hydrogen bonding with inward-directed protons H3 of CD with Cl ··· H distances  c.a.  3.15  -  3.20  Å.  Such  bonds  are much longer than those observed in {[Ta6Br12(H2O)6]@(γCD)2}Br2·14H2O (2.83 Å) indicating weaker host-guest connection.\nFigure  1. Structures  of  a)  γ-CD  showing  the  six  types  of  protons  in  the glucopyranose unit, and b) the inclusion complex {[Nb6Cl12(H2O)6]@(γ-CD)2} 2+ . Blue  dashed lines  indicate  hydrogen  bonds  between  water  ligands  and  OHgroups of γ-CD.\nIn  the  structure  of 2 the  supramolecular  cations  form  dimeric tubular  structures  in  [001]  crystal  direction  (Fig.  S2  and  S3), which can be classified as secondary building blocks (SBB). Due to high positional disordering of Cl counter anions and crystallization water  molecules,  the  Cl -   positions  cannot  be directly  localized.  The  Cl   anions  have  been  located  in  the -positions occupied by the Br ions in the isostructural {[Ta6Br12(H2O)6]@(γ-CD)2}Br2·14H2O. We thus assume localization  of  anions  inside  the  dimeric  tubular  SBB,  ensuring contacts  through  H ··· Cl  interactions.  Besides,  dimeric  tubular associates  form  a bcc sub-lattice  with  SBB  forming  infinite columns running along [001] crystallographic direction. Solution studies",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "Compound 2 was  studied  in  solution  by  means  of  Isothermal Titration Calorimetry  (ITC), mass  spectrometry  and  nuclear magnetic resonance (NMR) spectroscopy. The interaction between  γ-CD  and  the  cationic  cluster  [Nb6Cl12(H2O)6] 2+   was probed  by 1 H  NMR  titration  experiment.  Upon  increasing  the amount of the cationic cluster in D2O cluster in a 1 mM solution of γ-CD in D2O (Fig. 2),  1 H NMR spectrum showed a significant line broadening of all signals together with slight chemical shift changes  of  some  specific  resonances.  Surprisingly,  the  most\naffected signals were those corresponding to the outer peripheral H1 and H4 protons of the CD tori (   -  0.08  ppm) (Fig. S4), while among  the inward directed protons, H3 appeared the most altered by   -0.02 ppm). Such unexpected  observations  suggest  that  the  cationic  cluster  in solution is able to interact with both the external or inner wall of the  -CD.  Otherwise,  the  CD  macrocycle  could  also  undergo conformational distortion liable to affect mostly the external C-H bonds.  In  all  cases,  this  NMR  fingerprint  is  drastically  different from that observed with the strong inclusion complex {[Ta6Br12(H2O)6@(γ-CD)2]} 2+ .  Indeed,  there  the  NMR  analysis was fully consistent with the retention of the 2:1 supramolecular adduct in aqueous solution, [34] where the most affected resonance  line  corresponded  to  the  signal  attributed  to  the inward-directed H3 protons. Furthermore, NMR study evidenced a  frozen  inclusion complex  arising  from  a slow  host-guest exchange. In the current case of the {Nb6Cl12}-based cluster, the H3 signal exhibited only tiny change even with a large excess of cluster,  indicating  a  moderate  and  reversible  complexation  in solution. Consistently, Job plots (Fig. S5) indicate 1:1 CD:cluster stoichiometry for the dominant species.\nFigure 2. 1 H NMR spectra of 1 mM γ-CD in the presence increasing amount of [Nb6Cl12(H2O)6] 2+ cluster.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "Stability  of 2 in  aqueous  solution  was  studied  with  ESI-MS technique.  The  ESI-MS  of  the  2:1  complex  aqueous  solution consists in a set of species including 2:1 and 1:1 adducts as well as free species, observed as desolvated [Nb6Cl12] 2+  species (Fig. S6). This result appears fairly agrees with the quantum-chemical calculations  which  reveal  favorable  association  only  for  1:1 stoichiometry in aqueous solution (see below).\nITC (Table S2 and Fig. S7) allows quantification of the interactions between the  -CD and [Nb6Cl12(H2O)6] 2+ by measuring  binding  constants,  enthalpy  r H *  and  entropy  r S * changes,  which  are  summarized  in  Table  1  and  compared  to previously obtained data with [Ta6Br12(H2O)6] 2+ . [33] While the ITC data  of  [Ta6Br12(H2O)6] 2+ /  -CD  system  were  analyzed  using  a two-site binding model involved in a sequential process, those of [Nb6Cl12(H2O)6] 2+   are  consistent  only  with  the  1:1  stoichiometry model.  This  means that recognition processes are significantly dependent on chemical nature of the individual clusters, and not only on the overall shape, structure and charge: the aggregation process leads consecutively to the 1:1 and the 2:1 adducts with",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "[Ta6Br12(H2O)6] 2+   but  is  restricted  to  the  1:1  stoichiometry  with [Nb6Cl12(H2O)6] 2+   cluster.  Consistently,  the  ITC  results  confirm the  difference  in  host-guest  association  affinity  with K 11 for [Nb6Cl12(H2O)6] 2+  being two orders of magnitude less than K 11 for [Ta6Br12(H2O)6] 2+ . Furthermore, large association constants found  in  both  cases  result  of  enthalpy  driven  processes,  each compensated more or less by entropy penalty. Such thermodynamic  fingerprints  featured  by  a  large  enthalpy  gains counterbalanced by the strong entropic energy appear characteristic for supramolecular assembly involving super chaotrope  species  that  release  high  energy  water  molecules upon  the  recognition  act. [38] Overall  thermodynamic  data  are rather consistent with weak interactions between [Nb6Br12(H2O)6] 2+  and  -CD in solution as shown by  1 H NMR in comparison  to  the  analogous  [Ta6Br12(H2O)6] 2+ / -CD  system.  This  difference  in  the  complexation  can  be  explained  on  the basis  of  size-matching  effect.  The  calculated  cluster  volumes give  407  and  460  Å 3   for {Nb6Cl12} and  {Ta6Br12}  clusters, correspondingly.  Such  a  difference  appears  significant  enough to  explain  the  solution  behavior,  because  a  similar  correlation has  been  found  for  isostructural  for  rhenium  clusters  {Re6Q8} with  Q  =  S,  Se  or  Te. [35][36] On  the  other  hand,  large  negative values of both  r H * and T  r S * parameters should be also related to the nature of the elusive supramolecular adducts arising from dynamic interactions between  the  [Nb6Cl12(H2O)6] 2+   cluster  and the  external  /  internal  part  of  the  -CD  rather  than  the  typical 'frozen' 1:1 and 1:2 host-guest species observed in the case of [Ta6Br12(H2O)6] 2+ .",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "Table 1. Binding constants K involving {Nb6Cl12}and {Ta6Br12}-based octahedral cluster cations with  -CD and associated thermodynamic parameters (in kJ.mol -1 ) at T = 298 K.\n\n[Nb 6 Cl 12 (OH 2 ) 6 ] 2+, Guest:CD = 1:1. [Nb 6 Cl 12 (OH 2 ) 6 ] 2+, K (M -1 ) = 2.2×10 3. [Nb 6 Cl 12 (OH 2 ) 6 ] 2+,  r H * = -40.5. [Nb 6 Cl 12 (OH 2 ) 6 ] 2+,  r S * = -21.4. [Nb 6 Cl 12 (OH 2 ) 6 ] 2+,  r G * = -19.1. [Ta 6 Br 12 (OH 2 ) 6 ] 2+a, Guest:CD = 1:1. [Ta 6 Br 12 (OH 2 ) 6 ] 2+a, K (M -1 ) = 1.5×10 5. [Ta 6 Br 12 (OH 2 ) 6 ] 2+a,  r H * = - 34.2. [Ta 6 Br 12 (OH 2 ) 6 ] 2+a,  r S * = -5.0. [Ta 6 Br 12 (OH 2 ) 6 ] 2+a,  r G * = -29.4. , Guest:CD = 1:2. , K (M -1 ) = 1.3×10 5. ,  r H * = -21.4. ,  r S * = 8.0. ,  r G * = -29.4\n[a] data from reference [33].",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "The differences in Gibbs' free energy at T = 298.15 K and p = 1 atm were computed for the following five equilibria:\nγ-CD + 40 H2O = (γ-CD)·(H2O)40 (A1)\n$$(γ-CD)2 + 48 H2O = (γ-CD)2·(H2O)48$$\n(A2)\n2 γ-CD = (γ-CD)2 (B)\n[Nb6Cl12(H2O)6] 2+ + γ-CD = {[Nb6Cl12(H2O)6]@(γ-CD)} 2+ (C1)\n[Nb6Cl12(H2O)6] 2+ + (γ-CD)2 = {[Nb6Cl12(H2O)6]@(γ-CD)2} 2+ (C2)\nProcesses (A1) and (A2) describe solvation of γ-CD and (γ-CD)2, respectively.For eq. (B), the head-to-head dimerization mode of γ-CD is chosen, since it was shown to be preferred with respect to other aggregation types. [39] Processes (C1) and (C2) describe inclusion  of  [Nb6Cl12(H2O)6] 2+ inside  the  torus  of  γ-CD  and  (γCD)2, respectively.  The  results obtained  both in  the  gas phase and aqueous solution are summarized in Table 2.\nTable 2. Differences in Gibbs' free energy, Δ G , at T = 298.15 K and p = 1 atm, computed  at  DFT  M06-2X  level  (basis  set  specified  in  the  Computational Details). Data are listed in units of kJ/mol.\n\nA1, gas = -. A1, Water = - 965.2. A2, gas = -. A2, Water = - 1156.9. B, gas = - 381.2. B, Water = - 378.6. C1, gas = - 207.8. C1, Water = - 291.4. C2, gas = - 255.9. C2, Water = - 275.4",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "As shown in Table 2, dimerization of γ-CD according to process (B) seems to be energetically more favorable in the gas phase than in aqueous  solution. Such  a  scenario appears  quite reasonable  since  the  stabilization  is  mainly  due  to  hydrogen bonding.  In  the  dimer,  the  two  γ-CD  units  interact  mutually through 16 hydrogen bonds. From the values given in Table 2, the average contribution per H-bond can be roughly estimated to be Δ G / n ~ 23.8 kJ/mol, which is in reasonable agreement with the typical mean value of the O-H···:O strength (~ 21 kJ/mol). In aqueous  solution,  solvation  of  either  the  monomeric  or  the dimeric  -CD species is calculated as a highly favorable process (see reactions A1 and A2).\nRegarding the inclusion process of [Nb6Cl12(H2O)6] 2+   inside  the γ-CD torus, the 1:1 adduct (equation C1) results the most stable species  in  aqueous  solution  (Δ G  = -291kJ.mol -1 ) compared  to the  other  scenario  depicted  in  Table  2.  This  supports  the experimental evidence discussed above.\nFurthermore,  additional  support  to  the  experimental  findings  is provided by computed  1 H-NMR shifts.  Considering the isolated γ-CD and (γ-CD)2, and the related adducts {[Nb6Cl12(H2O)6]@(γCD)} 2+ and  {[Nb6Cl12(H2O)6]@(γ-CD)2} 2+ , computation results predict a shift for the signals of H1 and H4 protons of CD. In the case  of  the  1:1  adduct,  a  quite  good  agreement  was  found between calculated and experimental shifts. Variations are about -0.074 ppm for both H1 and H4.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "To investigate the presence and nature of possible interactions, the  non-covalent  interaction  (NCI)  index  combined  with  the second derivative of the reduced density gradient (RDG) along the second main axis of variation were employed. RDG analysis (Fig. S8) of ground state optimized geometry of {[Nb6Cl12(H2O)6]@(γ-CD)} 2+  shows the presence of several noncovalent interaction regions (see panel (a)). In particular, chlorine atoms in the equatorial plane can interact with γ-CD via Cl ··· H  (panel  (b))  or  Cl ··· O  interactions  (panel  (c)),  both  of them having attractive character.\nTo summarize, solution studies and quantum-chemical calculations suggest several types of supramolecular assemblies based on 1:1 stoichiometry resulting of either hostguest complex or 'outer complexes' held by external interactions. Such a scenario is schematically depicted in Figure 3, where the 'outer' 1:1 adduct resulting from  -CD ··· cluster lateral interactions can be proposed as the simplest model while more complicated aggregates can also be envisioned.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "The initial stage in the evaluation of the biological properties of new  compounds  is  the  determination  of  their  cytotoxicity.  This\nFigure  3. Schematic  representation  of  equilibrated  species  in  the  aqueous solution containing  -CD and [Nb6Cl12(H2O)6] 2+  cationic cluster.\nparameter  plays  crucial  role  in  understanding  the  effect  of  CD molecules  on  biological  properties  of  the  clusters.  In  order  to evaluate the influence of γ-CD on cytotoxicity of [Nb6Cl12(H2O)6] 2+   the  MTT  colorimetric  assay  on  cancer  Hep-2 and normal DK-4 cell lines was used. It is important to note that, hereinafter,  studies  of  compound 2 in  fact  reflect  mainly  the influence  of  the  1:1  form  on  cell  viability,  because,  as  shown previously,  this  form  corresponds  to  the  prominent  species  in aqueous solution. According to the data listed in Fig. 4, the half maximal  inhibitory  concentration  (IC50)  for  cluster  complex 1 after 72 h of incubation (74 ± 7 µM for Hep-2 and 594 ± 24 µM for  DK-4)  were  lower  than  those  for  the  adduct  with  γ-CD (formally 2 ) (222 ± 20 µM for Hep-2, 953 ± 86 µM for DK-4). At the same time, the cytotoxicity of both compounds is higher for cancer Hep-2 cells than for normal DK-4 line. It is important to note, that the cytotoxic evaluation experiments were carried out at  the  micromolar  concentration  range  of  the  cluster  and  CD. Since the binding constant of the 1:1 adduct is  1.3x10 3  M -1  (at 308K),  its  presence  in  the  experimental  medium  drastically depends on the concentrations used at this range. The calculated content in the 1:1 adduct resulted from dissolution of 2 in the experimental medium is presented on the Figure 4 as a gray curve with asterisks. As it can be seen, the differences in the MTT curve pattern for Hep-2 cells appear at the",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "Figure 4. Effect of 1 and 2 on viability of DK-4 (blue and green lines) and Hep2 (red and violet lines) cells measured by MTT. Gray line indicates calculated 1:1 adduct content (%) in solution at 308 K according to ITC data.\nconcentration  25.31  μM  that  corresponds  to  6%  of  the  1:1 adduct in solution. Subsequent increase in concentration of the complexes  leads  to  the  greater  difference  in  their  cytotoxicity. The significant difference in the cytotoxicity of 1 and 2 for DK-4 cells  was  observed  only  at  the  concentrations  when  the  1:1 adduct content exceeds 50%. These findings suggest that i) the CD  adduct  (when  appears)  has  lower  cytotoxicity  due  to  the shielding  effect  of  γ-CD  and  ii)  both  free  and  encapsulated clusters have selective cytotoxic effect for tumor cells in comparison  with  normal  cells. A  possible  reason  for  such behavior can be the difference in the cellular uptake of 1 and 2 by Hep-2 and DK-4 cells. Unlike previously investigated octahedral cluster complexes in biological systems [40][41][42][43] the hexaniobium  cluster  complexes  are  not  luminescent,  making their cellular uptake  unavailable for studies by fluorescent microscopy  or  flow cytometry. However,  we  were  able  to quantify  the  accumulation  of 1 in  Hep-2  and  DK-4  cells  by inductively  coupled  plasma  mass  spectrometry  (ICP-MS).  The results obtained show that the cluster [Nb6Cl12(H2O)6] 2+  is able to penetrate  through  cell  membrane,  and  the  amount  of  niobium atoms accumulated by cells of both lines  is similar (Table S3). Note, that the presence  of  CD  in the case  of 2 at the investigated concentration (1.5 μM)  does  not influence its cellular  uptake (Table S2). Moreover, it is most likely that after cellular uptake, even at high concentration of 2 , the real content of 1:1 adduct inside the cells will be extremely small (if at all).\nTherefore,  it is clear that the  difference  in the  cytotoxicity between  cell  cultures  is  not  related  to  the  difference  in  the cellular  uptake  of  cluster  complexes,  but  in  the  mechanism  of toxicity.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "Transmission electron microscopy assay with elemental mapping  on  Hep-2  cells  incubated  with 1 indicated  cellular uptake and subcellular localization of niobium atoms (Fig. S9). According to the TEM images, the cluster is located inside the nucleus and in mitochondria. It is also important to mention that no  signs  of  abnormal  changes  of  cells  ultrastructure  were observed.  This  ability  to  penetrate  into  the  cell  nucleus  and mitochondria can lead to the binding with DNA molecules. The possibility  of interaction  between  [Re6Se8I6] 3- cluster  complex and ssDNA has already been referred to. [33]\nThe ability of the cluster to enter the nucleus and mitochondria of  Hep-2 cells is an unexpected finding, revealing the potential use of this cluster as a targeting deliverer of various substances, such as cytostatics, in tumor cells. To evaluate the binding of the niobium cluster with DNA, the Hep-2 cells with 1 were incubated and the DNA was then isolated. The niobium quantity determinations in the isolated DNA by ICP-MS clearly demonstrate  the  presence  of  Nb  in  the  samples  DNA  and correspond to 1.0 ± 0.3 μg per 1 mg of DNA. The Nb amount in the  control  DNA  (without  incubation  with  cluster  compounds) was  0.020  ±  0.005  μg(Nb)/mg(DNA).  This  data  allows  us  to assume  that  hexaniobium  clusters  can  really  bind  to  DNA  in some way.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "This binding of the cluster to DNA can lead to DNA damage, and as a result, to replication blocking (genotoxicity). To assess the contribution of genotoxicity into the overall toxicity of 1 , the SOS chromotest on E. coli strain PQ37 was used. Cluster compound showed  slight  genotoxic  effects  (Table  S4),  indicating  some interactions between the clusters and DNA, regardless of the CD presence. Descending trend of I(c) (induction factor, considered as the ratio of the activity of two enzymes, beta-galactosidase to alkaline phosphatase) with increasing complex concentration is due to the cell toxicity of the cluster: with decreasing number of bacteria  (decreased  activity  of  alkaline  phosphatase)  the  SOS response  weakened.  Moreover,  the  similar  genotoxicity  of  the niobium cluster correlates with the similar quantity of the Nb in the samples.\nSince 1 has slight genotoxicity, the latter does not seem to be a main reason of its cytotoxicity. Moreover, it does not explain the difference in the toxicity of the compounds on different cell lines. One of the common mechanisms for cellular death is overproducing  of  reactive  oxygen  species  (ROS).  In  order  to monitor the presence of intracellular ROS after incubation with 1 and 2 , a  cell-permeable  fluorescent  probe,  5,6-carboxy-2′,7′dichlorofluoresceindiacetate  (DCFH-DA),  sensitive  to  oxidation by different ROS including singlet oxygen, was used. A 100 μM H2O2  solution was  used  as  a  ROS-positive  control  reference. According to the data obtained (Fig. S10, S11) incubation both with 1 and 2 increased the ROS level in the cells.\nIn general, the ROS level was higher for compound 1 than for 2 in both cell cultures. Indeed, the presence of cyclic oligosaccharide  γ-CD  can  inhibit  oxidative  stress  caused  by cluster complex. [44] Nevertheless, both compounds  show  a tendency to generate ROS in Hep-2 cancer cells more efficiently. These results may explain the difference in the toxicity of 1 and 2 on  Hep-2  and  DK-4  cells,  and  indicate  contribution  of  ROS production to the cluster cytotoxicity.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "The  specific  molecular  recognition  between  [Nb6Cl12(H2O)6] 2+ and γ-CD has been demonstrated. According to the NMR and ITC data, 1:1 complex is preferable in solution, while in the solid state  2:1  complex  appears  more  stable.  Dissolution  of  the  2:1 complex produces the 1:1 adduct.\nThe first quantum-chemical calculations of octahedral cluster/CD assemblies have been performed. Calculated data are consistent  with  the  formation  of  host-guest  assemblies  both  in the gas phase and in aqueous solution. Especially, comparison of  the  computed  values  of  Δ G for  the  1:1  and  2:1  complexes gives  more  negative  value  for  the  1:1  complex  in  aqueous solution  which  supports  the  experimental  evidences  for  the presence of 1:1 adduct as the only dominant form in solution.\nHost-guest complex formation between [Nb6Cl12(H2O)6] 2+  and γCD  changes  biological  properties  of  the  cluster.  In  addition  to significant differences in cytotoxicity, we observed distinction in the  producing  of  reactive  oxygen  species,  as  well  as  selective toxicity of 1 and 2 for the  Hep-2  tumor  cell  line.  Another interesting  finding  was  the  ability  of  hexaniobium  cluster  to accumulate  in  the  nucleus  of  tumor  cells.  According  to  the experimental data, one can suggest [Nb6Cl12(H2O)6] 2+  cluster to be useful for the development of novel metal-based anticancer drugs. In the context, cyclodextrin plays the role of a protective nanocontainer decreasing the cytotoxic effect of the clusters but allowing release inside the cancer cells.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "by  the  Russian  Science  Foundation  (grant  No.  15-15-10006). Tatiana  N.  Pozmogova are  grateful  to  the  Russian  Foundation for  Basic  Research  (grant  No.  18-315-00235).  The  NIIC  team thanks  the  Ministry  of  Science  and  Education  of  the  Russian Federation.  The  RICEL  team thanks  the  state  task  of  RICEL  branch of the ICG SB RAS № 0324-2019-0046-C-02.\n- A. O. Solovieva, Y. A. Vorotnikov, K. E. Trifonova, O. A. Efremova,\nA. A. Krasilnikova, K. A. Brylev, E. V. Vorontsova, P. A. Avrorov, L.\nV. Shestopalova, A. F. Poveshchenko, et al.,\nJ. Mater. Chem. B\n2016\n,\n4\n, 4839-4846.\n[31]",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "E. V. Svezhentseva, A. A. Ivanov, Y. A. Vorotnikov, S. N. Gyrylova, O. G. Kurskaya, M. A. Gulyaeva, A. Y. Alekseev, Y. V. Mironov, M. A. Shestopalov, A. M. Shestopalov, Mater. Today Proc. 2017 , 4 , 11430-11436.\n[32] A. A. Krasilnikova, A. O. Solovieva, A. A. Ivanov, K. E. Trifonova, T. N. Pozmogova, A. R. Tsygankova, A. I. Smolentsev, E. I. Kretov, D. S. Sergeevichev, M. A. Shestopalov, et al., Nanomedicine Nanotechnology, Biol. Med. 2017 , 13 , 755-763.\n[33] C. Echeverría, A. Becerra, F. Nuñez-Villena, A. Muñoz-Castro, J. Stehberg, Z. Zheng, R. Arratia-Perez, F. Simon, R. Ramírez-Tagle, New J. Chem. 2012 , 36 , 927.\n[34] M. A. Moussawi, N. Leclerc-Laronze, S. Floquet, P. A. Abramov, M. N. Sokolov, S. Cordier, A. Ponchel, E. Monflier, H. Bricout, D. Landy, et al., J. Am. Chem. Soc. 2017 , 139 , 12793-12803.\n[35] A. A. Ivanov, C. Falaise, P. A. Abramov, M. A. Shestopalov, K. Kirakci, K. Lang, M. A. Moussawi, M. N. Sokolov, N. G. Naumov, S. Floquet, et al., Chem. - A Eur. J. 2018 , 24 , 13467-13478.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "A. A. Ivanov, C. Falaise, K. Laouer, F. Hache, P. Changenet, Y. V. Mironov, D. Landy, Y. Molard, S. Cordier, M. A. Shestopalov, et al., Inorg. Chem. 2019 , 58 , 13184-13194.\nR. A. Mackay, R. F. Schneider,\nInorg. Chem.\n1968\n,\n7\n, 455-459.\nK. I. Assaf, M. S. Ural, F. Pan, T. Georgiev, S. Simova, K. Rissanen,\nD. Gabel, W. M. Nau,\nAngew. Chemie Int. Ed.\n2015\n,\n54\n, 6852-6856.\nC. S. Nascimento, C. P. A. Anconi, H. F. Dos Santos, W. B. De\nJ. Phys. Chem. A\nAlmeida,\n2005\n,\n109\n, 3209-3219.\nE. V. Svezhentseva, Y. A. Vorotnikov, A. O. Solovieva, T. N.\nPozmogova, I. V. Eltsov, A. A. Ivanov, D. V. Evtushok, S. M.\nMiroshnichenko, V. V. Yanshole, C. J. Eling, et al.,\nChem. - A Eur. J.\n2018\n,\n24\n, 17915-17920.\nA. A. Ivanov, D. I. Konovalov, T. N. Pozmogova, A. O. Solovieva, A. R. Melnikov, K. A. Brylev, N. V. Kuratieva, V. V. Yanshole, K. Kirakci, K. Lang, et al., Inorg. Chem. Front. 2019 , 6 , 882-892.\nA. O. Solovieva, K. Kirakci, A. A. Ivanov, P. Kubát, T. N.\nPozmogova, S. M. Miroshnichenko, E. V. Vorontsova, A. V.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "Chechushkov, K. E. Trifonova, M. S. Fufaeva, et al.,\nInorg. Chem.\n2017\n,\n56\n, 13491-13499.\nK. Kirakci, P. Kubát, M. Kučeráková, V. Šícha, H. Gbelcová, P. Lovecká, P. Grznárová, T. Ruml, K. Lang, Inorganica Chim. Acta 2016 , 441 , 42-49.\nJ. Wang, S. Hu, S. Nie, Q. Yu, M. Xie, Oxid. Med. Cell. Longev. 2016 , 2016 , 1-13.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "[1],  = C. J. Easton, S. F. Lincoln, Modified Cyclodextrins : Scaffolds and Templates for Supramolecular Chemistry , Imperial College Press, 1999 .. [1], [32] = [33]. [2],  = A. R. Hedges, Chem. Rev. 1998 , 98 , 2035-2044.. [2], [32] = . [3],  = V. J. Stella, R. A. Rajewski, Pharm. Res. 1997 , 14 , 556-567.. [3], [32] = . [4],  = C. Easton, S. Lincoln, Chem. Aust. 1997 , 64 , 38475.. [4], [32] = [34]. [5],  = L. Szente, J. Szejtli, Trends Food Sci. Technol. 2004 , 15 , 137-142.. [5], [32] = . [6] [7],  = J. Folkman, P. B. Weisz, M. M. Joullié, W. W. Li, W. R. Ewing, Science 1989 , 243 , 1490-3. W. A. Konig, J. fur Prakt. Chemie/Chemiker-Zeitung 1993 , 335 ,. [6] [7], [32] = [35]. [8],  = R. Breslow, T. Ward, R. Armstrong, T. Beesley, Science 1982 , 218 , 532-7.. [8], [32] = [36]. [9],  = B. Chankvetadze, G. Endresz, G. Blaschke, Chem. Soc. Rev. 1996. [9], [32] = . ,  = 25 , 141.. , [32] = [37]. [10],  = B. Chankvetadze, Chem. Soc. Rev. 2004 , 33 , 337.. [10], [32] = [38]. [11] [12],",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "= J. Szejtli, T. Osa, Comprehensive Supramolecular Chemistry (Volume 3) , Pergamon, 1999 . M. R. Craig, M. G. Hutchings, T. D. W. Claridge, H. L. Anderson,. [11] [12], [32] = [39]. [13],  = Angew. Chemie Int. Ed. 2001 , 40 , 1071-1074. S. Anderson, T. D. W. Claridge, H. L. Anderson, Angew. Chemie Int.. [13], [32] = [40]. [14],  = Ed. English 1997 , 36 , 1310-1313. J. E. H. Buston, J. R. Young, H. L. Anderson, Chem. Commun. 2000 , 0 , 905-906.. [14], [32] = [41]. [15],  = J. Szejtli, Med. Res. Rev. 1994 , 14 , 353-386.. [15], [32] = . [16],  = T. S. Anirudhan, A. S. Nair, S. S. Nair, Int. J. Biol. Macromol. 2016 ,. [16], [32] = . [17],  = 91 , 818-827. K. Rehman, M. Amin, S. Muda, Drug Res. (Stuttg). 2013 , 63 , 657-. [17], [32] = [42]. [19],  = M. L. Bender, M. Komiyama, Cyclodextrin Chemistry , Springer Berlin Heidelberg, Berlin, Heidelberg, 1978 .. [19], [32] = . ,  = . , [32] = [43]. [21],  = D. Prochowicz, A. Kornowicz, J. Lewiński, Chem. Rev. 2017 , 117 , 13461-13501.. [21], [32] = [44]. [22],",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "= R. L. VanEtten, J. F. Sebastian, G. A. Clowes, M. L. Bender, J. Am. Chem. Soc. 1967 , 89 , 3242-3253.. [22], [32] = . [23],  = W. Saenger, Angew. Chemie Int. Ed. English 1980 , 19 , 344-362.. [23], [32] = . [24],  = . [24], [32] = . [25],  = T. D. Kühne, R. Z. Khaliullin, Nat. Commun. 2013 , 4 , 1450. R. Baron, J. A. McCammon, Annu. Rev. Phys. Chem. 2013 , 64 ,. [25], [32] = . [26],  = 151-175. C. Carey, Y.-K. Cheng, P. J. Rossky, Chem. Phys. 2000 , 258 , 415-. [26], [32] = . ,  = 425.. , [32] = . [27],  = N. T. Southall, K. A. Dill, J. Phys. Chem. B 2000 , 104 , 1326-1331.. [27], [32] = . [28],  = T. Young, L. Hua, X. Huang, R. Abel, R. Friesner, B. J. Berne, Proteins Struct. Funct. Bioinforma. 2010 , 78 , 1856-1869.. [28], [32] = \nKeywords: cytotoxicity · genotoxicity\n- [29] P. Setny, R. Baron, J. A. McCammon, J. Chem. Theory Comput. 2010 , 6 , 2866-2871.\n[30]",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    },
    {
        "content": "Specific molecular recognition of γ-cyclodextrin toward [Nb6Cl12(H2O)6] 2+  niobium cluster complex in aqueous solutions results in a 1:1 supramolecular  assembly  {[Nb6Cl12(H2O)6]@γ-CD} 2+ .  Crystallization  results in a 1:2 host-guest  complex  [Nb6Cl12(H2O)6@(γCD)2]Cl2∙20H2O.  The  molecular  association  affects  the  biological  activity  of  [Nb6Cl12(H2O)6] 2+ ,  decreasing  its  cytotoxicity  despite enhanced cellular uptake. Quantum chemical calculations were performed to model host-guest interaction.",
        "source": "10.1002/chem.202000739",
        "file_path": ""
    }
]