[
    {
        "content": "Elisa Biavardi, Stefania Federici, Cristina Tudisco, Daniela Menozzi, Chiara Massera, Andrea Sottini, Guglielmo G. Condorelli, Paolo Bergese,* and Enrico Dalcanale*\nAbstract: The direct, clean, and unbiased transduction of molecular recognition into a readable and reproducible response is the biggest challenge associated to the use of synthetic receptors in sensing. All possible solutions demand the mastering of molecular recognition at the solid-liquid interface as prerequisite. The socially relevant issue of screening amine-based illicit and designer drugs is addressed by nanomechanical recognition at the silicon-water interface. The methylamino moieties of different drugs are all first recognized by a single cavitand receptor through a synergistic set of weak interactions. The peculiar recognition ability of the cavitand is then transferred with high fidelity and robustness on silicon microcantilevers and harnessed to realize a nanomechanical device for label-free detection of these drugs in water.\nWhile it shows pharmacological effects similar to its archetype, a designer drug is formally out of the 'black list' of illicit/controlled substances.\nM ethamphetamines (MA) are the fastest growing class of synthetic illicit drugs, which are rapidly replacing heroin and cocaine among drug-addicted and occasional consumers alike. Their widespread diffusion constitutes a major challenge for our society, with significant impact on human health and security. A variety of analytical methods have been developed to detect MA, including solid-phase extraction followed by gas chromatography/mass spectrometry (GCMS) or liquid chromatography/mass spectrometry (LC/MS) [1] ion trap mobility spectrometry, [2] GC-FTIR, [3] molecularly imprinted polymers (MIP), [4] and immunoassay methods. [5] However, they generally suffer from long operation time and sophisticated experimental procedures, such as sample pretreatment. Thus, demand for a sensitive, selective, and rapid on-site MA detection method remains largely unanswered. A second major challenge is related to the identification of 'designer drugs'. A designer drug is the result of minor modifications in the chemical structure of an existing drug.",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "[*] Dr. E. Biavardi, [+] Dr. D. Menozzi, Dr. C. Massera, Prof. E. Dalcanale Dipartimento di Chimica Universit/C224 degli Studi di Parma and INSTM Udr Parma Parco Area delle Scienze 17A, 43124 Parma (Italy) E-mail: enrico.dalcanale@unipr.it Dr. S. Federici, [+] A. Sottini, Dr. P. Bergese Dipartimento di Ingegneria Meccanica e Industriale Laboratorio di Chimica per le Tecnologie Universit/C224 degli Studi di Brescia Via Branze 38, 25123 Brescia (Italy) E-mail: paolo.bergese@ing.unibs.it Dr. C. Tudisco, Prof. G. G. Condorelli Dipartimento di Scienze Chimiche, Universit/C224 degli Studi di Catania and INSTM Udr Catania (Italy)\n- [ + ] These authors contributed equally to this work.\nAngew. Chem. Int. Ed. 2014 , 53 , 1 - 7\nAnalogues of amphetamine and methamphetamine are among the most commonly known types of designer drugs easily purchasable on the internet. The number of potential synthetic analogues that can be manufactured and distributed is overwhelming. Designer drugs pose serious challenges to the current lab- and on-site-detection technologies, which are optimized for identification of a specific drug or substance rather than for the recognition of the entire drug family. For this reason, a technology featuring the ability to detect chemical similarity of the analyzed substance with respect to reference illicit drugs would take the available analytical methods to the next level.",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "Supporting information for this article is available on the WWW under http://dx.doi.org/10.1002/anie.201404774.\nFigure 1. Chemical structures of the drugs tested, the Tiiii receptor, and the reference TSiiii cavitand (R = C3H7 for crystal structures and solution studies; R = C10 H19 for Si-MC grafting).\nwork (from now on labeled Tiiii; [9] Figure 1) is designed to target the + NH2 /C0 CH3 residue [15] present in all methamphetamine salts and, to a lesser extent, the + NH CH3 residue of /C0 cocaine hydrochloride (Figure 1) with extremely high selectivity in water. The structurally related but complexationinactive tetrathiophosphonate cavitand TSiiii is used here as reference compound to rule out responses that are due to nonspecific interactions. [16]",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "The interaction modes responsible for the drug complexation by Tiiii are disclosed by the molecular structures of the corresponding complexes in the solid state, obtained through X-ray diffraction analysis on single crystals. Figure 2 shows the molecular structures of Tiiii with the hydrochloride salts of MDMA, cocaine, amphetamine, and 3-fluoromethamphetamine (3-FMA), the latter obtained using a seized street sample containing 45% of 3-FMA in combination with glucose as excipient (Supporting Information, Figure S10). In all cases, one or two strong hydrogen bonds between the ammonium + N H(s) and the P /C0 = O group(s) of the cavitand are present (see the Supporting Information for the detailed geometrical parameters). Further stabilization is given by CH··· p interactions between the aromatic cavity of the host and the available methyl groups of the drugs. This synergistic effect is especially evident for the methamphetamine guests, in which the methyl group draws its parent nitrogen atom well inside the pocket formed by the four P O moieties, = thus enhancing the strength of charge-dipole interactions. In this respect, MDMA and 3-FMA behave exactly in the same way despite their different aromatic substituents (Figure 2C and D; see the Supporting Information for geometrical details). It is worth noticing that these two guests possess a methyl group in the b position to the ammonium moiety, which could also interact with the cavity. However, the preferred CH3 for complexation in both cases is the one directly attached to the charged nitrogen atom. Cocaine shows a similar behavior (Figure 2B), but it is less included inside the cavity owing to its bulky substituents and to the presence of only one hydrogen bond. Amphetamine differs in its binding mode with respect to the other three guests (Figure 2A), because the only methyl group available for interacting with the cavity is the one in b position to the nitrogen atom. Its interactions with the aromatic walls favor the formation of two hydrogen bonds between the ammonium moiety and the P = O groups, allowing the molecular recognition of the drug, even in presence of a potential competitive crystallization solvent",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "Figure 2. Left: 31 P NMR spectra of complexation of illicit drugs in CD OD: Tiiii before and after addition of amphetamine, cocaine, and MDMA 3 salts. Right: Molecular structures of the complexes A) Tiiii·amphetamine, B) Tiiii·cocaine, C) Tiiii·MDMA, and D) Tiiii·3-FMA hydrochlorides. The crystals were grown from a methanol/dichloromethane solution. C gray, O red, P orange, N blue, Cl and F green, H white, H-bonds blue dotted lines. For clarity, the H atoms of the Tiiii have been omitted.\nsuch as methanol. [11] Owing to this different binding mode, amphetamine is less inserted inside the cavitand and its charged nitrogen atom is positioned outside the phosphonatelined cavity. In a previous work, we showed that when Tiiii is exposed to glycine methyl ester hydrochloride in methanol, the presence of the NH 3 + group of the amino acid is alone not sufficient for complexation. [17]",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "The strength of the complexes formed in solution was determined by 31 P and 1 HNMR spectroscopy titrations in deuterated methanol. In particular, the downfield shift of the P O signals (2.31, 1.28, and 0.98 ppm for MDMA, cocaine, = and methamphetamine hydrochlorides, respectively; Figure 2 left) is a clear indication of the participation of the phosphonate groups in the guest complexation, whereas the upfield shift of the methyl residue is diagnostic of + N CH3 inclusion /C0 into the cavity [18] (Supporting Information, Figures S5-S7 and Table S3). The K a for the three guests were obtained by 1 HNMRtitrations with Tiiii, leading to 1.15 /C6 0.03·10 , 5.34 5 /C6 0.03·10 , and 4.24 3 /C6 0.04·10 3 Lmol /C0 1 , respectively (Supporting Information, Figure S9 and Tables S4-S6). The different complexation mode observed in the solid state is reflected in a differentiation in the complexation strength in solution. No shifts of the P = S signals were observed in the titration of the reference TSiiii cavitand with the same guests (Supporting Information, Figure S8).\nWe recently presented a fundamental study on the viability of Tiiii decorated gold-coated MC for probing small molecules bearing amino-functionalities [15] using a Tiiii cavitand equipped with four lipoic acid feet. However, for real-world applications, a more robust and stable receptor immobilization is desirable. For this reason we opted for a Tiiii bearing w -decylenic feet, which can be covalently grafted on the H-terminated Si(100) face of Si-MC by photochemical hydrosilylation of the double bonds. [16]",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "Arrays of eight Si-MC of 500/C148 100 /C148 1 m m size were employed. Photochemical grafting on a selected face of each individual MC was performed by the capillary platform (Figure 3). It essentially consists in a solution delivery system made of UV-transparent (synthetic fused silica) capillaries and a MC holder, both set under a 254 nm UV lamp. Each MC was inserted into a capillary filled with 1 m m DMF solution of Tiiii for two hours with the top face exposed to the UVlight. After photografting of Tiiii on the MC top face, the MC was flipped upside down and MC bottom face treated with 1-dodecene, following an analogous procedure. By this procedure, we realized an array with four active MC with the\nFigure 3. Representation of Tiiii-Si-MC: A) selective deflection upon complexation of illicit drugs (MDMA in this case); B) top face activated with Tiiii and bottom face passivated with dodecene. C) Photo of the capillary system for Si-MC functionalization.\ntop face covalently coated with a Tiiii thin film and the bottom one passivated by dodecane (see the Supporting Information for experimental details). The functionalized SiMC were analyzed by X-ray photoelectron spectroscopy (XPS); the presence of the P 2p band is indicative of the presence of Tiiii cavitands on the top face of MC, whereas the absence of analogous signals on the backside confirms the effectiveness of the chosen approach (Supporting Information, Figure S11). The same procedure was used to graft the reference TSiiii cavitand (Supporting Information, Figure S12).",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "MCabsolute deflection curves upon injection of 1 /C148 10 /C0 4 m water solution of MDMA, cocaine, amphetamine, and caffeine, which is a known excipient, are shown in Figure 4A. In the case of drugs, the interaction with the Tiiii-grafted MC drives a significant downward deflection of the MC. The deflection stabilizes to a plateau (equilibrium) about 100 s after the drug solution enters the MC chamber and starts decreasing about 500 s later, when the drug solution is gradually replaced by pure water. For caffeine, instead, no significant deflection is observed, despite the presence of three potentially interacting N -methyl groups in the molecule. Remarkably, as shown in Figure 4B, the deflection curves of one single Si-MC are consistent with the curves of the other three Si-MC and repeatable over three replicate injections. Overall, these results confirm that Tiiii-grafted MC are able to effectively transfer the 'universal' recognition properties of Tiiii from solution to the solid-water interface.",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "Figure 4A and B show also that different drugs drive MC responses with the same kinetics but different final equilibrium values. Namely, the latter range from an average of 55 nm for MDMA and cocaine to 22 nm for amphetamine (with a 10% of uncertainty). Therefore, the equilibrium deflection fairly mirrors the drug-Tiiii complexation preferences in methanol solution evidenced by X-ray diffraction and NMR spectroscopy, that see MDMA and cocaine having higher binding strength with respect to amphetamine. This is in agreement with our previous study on N -methylammonium salts, [15] and can be rationalized by recalling the thermodynamics of ligand-receptor surface interactions. [19] At the MC surface, the overall drug-Tiiii complexation Gibbs energy splits in a molecular recognition contribution and in a surface work contribution. The latter appears as an applied compressive surface stress, D s , on the MC face coated with the Tiiii film, which drives MC bending. The amount of energy translated in surface work is modulated by an interplay among the interactions arising after guest accommodation at the solid-liquid interface, [20] and therefore varies from guest to guest and from solution to solution. This accounts for the fact that binding strengths of different drugs in bulk methanol are not exactly linearly translated in MC deflections in water.\nMC deflection and D s are related by the Stoney/C29s equation, which, for the equilibrium deflections we are dealing with, gives (in modulus) D s = 12 mNm /C0 1 for MDMA and cocaine and D s = 5 mNm /C0 1 for amphetamine (see the Supporting Information for details). The order of magnitude of D s is in the range of van der Waals and weak electrostatic reversible interaction energies. [21] Furthermore, it agrees well with several previously reported studies, all",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "Figure 4. A) Absolute deflection curves of one single Tiiii-Si-MC upon injection of illicit drugs. * MDMA, + cocaine, & amphetamine, * caffeine. The gray area highlights the injection frame. B) Mean absolute equilibrium deflections of different Tiiii-Si-MCs over subsequent replicates. The mean value and the standard deviation (SD) refer to four MCs. Multiple bars for the same sample refer to replicate measurements. C) Log-log nanomechanical binding isotherm for MDMA. Data points represent the modulus of the equilibrium absolute deflections of four Si-MCs at each concentration. 1/C148 10 /C0 4 m data points are indicated by filled circles. D) Nanomechanical binding isotherm for MDMA.\nure 4D in the more proper linear scale and fitted to a Langmuir equation for monovalent binding. This procedure enables the definition and determination of an apparent equilibrium constant, which can be referred as nanomechanical surface equilibrium constant K s mech . [24] K s mech represents the host drug concentration necessary to trigger half of the maximum response in the specific drug-Tiiii complexation regime. Therefore, K s mech is at the same time a thermodynamic parameter related to the energy released by the complexation and an operative parameter that describes the response effectiveness. A K s mech value of (1.2 /C6 0.4) /C148 10 5 Lmol /C0 1 is obtained for MDMA from Figure 4D (the error on K d mech s being assigned as a result of the fitting algorithm with 95% confidence bounds), which is consistent with the value of K a , determined in methanol solution by NMR titration. The relationship between solution and surface equilibrium constants is not trivial. [19,24,25] However, K a and K s mech consistency indicates that in the case of MDMA the complexation efficiency of Tiiii in methanol solution is directly translated in MC deflection in water.",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "Wecompleted our proof-of-concept experimental campaign by testing the specificity of the Tiiii-Si-MC for MDMA and cocaine with related to biomolecules, where it is reported that surface recognition triggers 1 mNm /C0 1 < D s < 50 mNm /C0 1 [22] . The above results extend the 'nanomechanical scenario' to the present host-guest system, where D s builds up from a change of the in-plane intermolecular interactions triggered by drugTiiii complexation and other related nanoscale surface rearrangements, such as Tiiii dehydration [23] and counterion adsorption on the surface.",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "To quantitatively explore the translation of drug-Tiiii recognition into nanomechanical surface work, we built the dose-response isotherm of MDMA. MDMA was selected because, according to Figure 4A and B, it is the drug driving the higher and more reproducible MC response. In particular, the absolute deflection curves of the MC upon flowing of MDMAin water solution at different concentrations ranging from 10 /C0 6 m to 10 /C0 2 m (from 0.1 ppm to 10 3 ppm) were collected and the equilibrium values plotted versus concentration; the resulting log-log nanomechanical binding isotherm is reported in Figure 4C. The isotherm clearly evidences different regimes. The concentration range between 10 /C0 6 m and 10 /C0 4 m is characterized by a Langmuir-like regime for monovalent binding, while beyond 10 /C0 4 m two additional regimes appear that are very likely related to unspecific physisorption, as suggested by both the trend and the very high deflections. The isotherm also sets the nominal detection limit of the employed Tiiii-Si-MC system for ammine-based drugs in water to tenths of ppm, one order of magnitude lower than the one obtained with MIP coated QCM. [4] The data points in the Langmuir-like regime are reproduced in Fig- respect to lactose and glucose, which are common excipients used in drug formulations, and by testing it against a real 'street' sample. We performed all these experiments in water at solute molar concentration of 10 /C0 4 m , because, as seen by Figure 4C, 10 /C0 4 m ensures the best compromise between binding specificity and MC signal. Results are reported in Figure 5, where the four top panels display the Tiiii-Si-MC deflections upon exposition to pure drug (red), pure lactose (green), pure glucose (blue), drug/lactose mixture in 1:1 molar ratio (dark gray), and drug/glucose mixture in 1:1 molar ratio (light gray). Overall, both MDMA and cocaine are recognized with high fidelity in the presence of the excipients. Lactose causes no signal when pure and does not interfere with cocaine",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "(pure cocaine and cocaine/lactose mixture drive the same MC deflection, middle panels), and shows some interference to the MDMA signal. Glucose instead interferes with the signals of both drugs in a similar and additive fashion (the deflection of the drug/glucose mixture equals the difference between the deflections of the pure species). These effects arise from competitive nonspecific adsorption of the excipients on both the Tiiii active top face and the dodecanepassivated bottom face of the MC. These results consistently replicate for the real seized 'street' sample (lower panels in Figure 5), whose excipient turned out to be glucose (Supporting Information, Figure S10). Finally, control experiments with Si-MC functionalized with reference TSiiii, were conducted with all the used analytes. The control experiments with TSiiii-Si-MC resulted in a small negative deflection for all the analytes, confirming the molecular recognition inter-\nFigure 5. Absolute deflection curves of one single Tiiii-Si-MC and related bar charts of the mean equilibrium absolute deflections and SD. Top and middle panels refer to 1/C148 10 /C0 4 m water solutions of drugs, excipients, and their mixtures in 1:1 molar ratio. The lower panels correspond to a 'street sample' composed of 3-FMA and glucose at 1/C148 10 /C0 2 m and 4.5/C148 10 /C0 3 m water dilution.\ndetect the whole class of methamphetamine drugs independently of the type of residue attached to the + NH2-CH3 moiety, thus opening the way for a sensor capable to single out the entire methamphetamines class. Finally, the Tiiii-Si-MC platform is successfully benchmarked by assaying methamphetamines and the corresponding designer drugs against a set of common excipients present in street samples and by detecting the drugs directly in real street samples.\nReceived: April 29, 2014\nPublished online:\n&& &&\n&&&&\nKeywords:\ncantilevers ·\ncavitands · designer drugs ·\n.\nillicit drugs ·\nmolecular recognition",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "[1] Laboratory and Scientific Section-United Nation Office of Drugs and Crime-Vienna, United Nations New York, 2006 , www.unodc.org/pdf/scientific/stnar34.pdf.\n[2] A. Negrusz, C. M. Moore, K. B. Hinkel, T. L. Stock-\naction mode as the dominant one (Supporting Information, Figure S13,S14).\nThe above results, combined with those of Figure 4 related to caffeine, are a striking evidence of the specificity of Tiiii-SiMC in probing amine-based drugs in real samples. Furthermore, Tiiii-Si-MC prepared by photochemical grafting showed unprecedented robustness, checked by repeatable deflection signals over more than 100 injection cycles (Supporting Information, Figure S15). These are promising facts in view of the realization of a commercial analytical device.\nIn summary, the results reported herein demonstrate that the Tiiii cavitand targets the + NH2 /C0 CH3 residue present in all methamphetamine salts and, to a lesser extent, the + NH CH3 /C0 residue of cocaine hydrochloride with extremely high selectivity in water, thanks to the fine-tuning of CH 3 p interactions and H-bonding. The transduction of the molecular recognition at the interface is achieved with high fidelity, reproducibility, and robustness by grafting for the first time the Tiiii cavitand on Si-MC. The resulting Tiiii-Si-MC assay is able to ham, M. Verma, M. J. Strong, P. G. Janicak, J. Forensic Sci. 2001 , 46 , 1143-1151.",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "[3] S. Mengali et al., Proc. SPIE. Nanophotonic Devices 2013 , 8631 , 86312F.\n[4] K. Kotova, M. Hussain, G. Mustafa, P. A. Lieberzeit, Sens. Actuators B 2013 , 189 , 199-202.\n[5] A. Negrusz, C. Moore, D. Deitermann, D. Lewis, K. Kaleciak, R. Kronstrand, B. Feeley, R. S. Niedbala, J. Anal. Toxicol. 1999 , 23 , 429-435.\n[6] a) K. Schçnefeld, R. Ludwig, K.-H. Feller, J. Fluoresc. 2006 , 16 , 449-454; b) M. Anderson, K. Wilkox, M. Guericke, H. Chu, M. V. Wilson, E. Wilson, K. Lucas, A. E. Holmes, Chirality 2010 , 22 , 398-402; c) T. Minami, N. A. Esipenko, A. Akdeniz, B. Zhang, L. Isaacs, P . Anzenbacher, Jr., J. Am. Chem. Soc. 2013 , 135 , 15238-15243.\n[7] a) J. J. Lavigne, E. V. Anslyn, Angew. Chem. 2001 , 113 , 32123225; Angew. Chem. Int. Ed. 2001 , 40 , 3118-3130; b) E. V. Anslyn, J. Org. Chem. 2007 , 72 , 687 - 699; c) R. Pinalli, E. Dalcanale, Acc. Chem. Res. 2013 , 46 , 399 - 411; d) F. L. Dickert, U. P. A. B/C228umler, H. Stathopulos, Anal. Chem. 1997 , 69 , 10001005.",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "[8] M. Sepaniak, P. Datskos, N. Lavrik, C. Tipple, Anal. Chem. 2002 , 74 , 568A-575A.\n,",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "[9] R. Pinalli, M. Suman, E. Dalcanale, Eur. J. Org. Chem. 2004 , 451-462.\n[10] a) J.-P . Dutasta, Top. Curr. Chem. 2004 , 232 , 55 - 91; b) J. Vachon, S. Harthong, E. Jeanneau, C. Aronica, N. Vanthuyne, C, Roussel, J.-P . Dutasta, Org. Biomol. Chem. 2011 , 9 , 5086-5091.\n[11] F. Maffei, P. Betti, D. Genovese, M. Montalti, L. Prodi, R. De Zorzi, S. Geremia, E. Dalcanale, Angew. Chem. 2011 , 123 , 4750-4753; Angew. Chem. Int. Ed. 2011 , 50 , 4654-4657.\n[12] R. M. Yebeutchou, F. Tancini, N. Demitri, S. Geremia, R. Mendichi, E. Dalcanale, Angew. Chem. 2008 , 120 , 4580-4584; Angew. Chem. Int. Ed. 2008 , 47 , 4504-4508.\n[13] F. Tancini, D. Genovese, M. Montalti, L. Cristofolini, L. Nasi, L. Prodi, E. Dalcanale, J. Am. Chem. Soc. 2010 , 132 , 4781-4789.\n[14] R. M. Yebeutchou, E. Dalcanale, J. Am. Chem. Soc. 2009 , 131 , 2452-2453.\n[15] M. Dionisio, G. Oliviero, D. Menozzi, S. Federici, R. M. Yebeutchou, F. P . Schmidtchen, E. Dalcanale, P. Bergese, J. Am. Chem. Soc. 2012 , 134 , 2392-2398.",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "[16] E. Biavardi, M. Favazza, A. Motta, I. L. Fragal/C224, C. Massera, L. Prodi, M. Montalti, M. Melegari, G. G. Condorelli, E. Dalcanale, J. Am. Chem. Soc. 2009 , 131 , 7447-7455.\n[17] E. Biavardi, C. Tudisco, F. Maffei, A. Motta, C. Massera, G. G. Condorelli, E. Dalcanale, Proc. Natl. Acad. Sci. USA 2012 , 109 , 2263-2268.\n[18] P. Delangle, J.-C. Mulatier, B. Tinant, J.-P . Declercq, J.-P . Dutasta, Eur. J. Org. Chem. 2001 , 3695-3704.\n/C220\n/C220",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "[19] a) S. Federici, G. Oliviero, D. Maiolo, L. E. Depero, I. Colombo, P. Bergese, J. Colloid Interface Sci. 2012 , 375 , 1 - 11; b) P. Bergese, G. Oliviero, I. Alessandri, L. E. Depero, J. Colloid Interface Sci. 2007 , 316 , 1017-1022.\n[20] J. Tamayo, P. M. Kosaka, J. J. Ruz, A. San Paulo, M. Calleja, Chem. Soc. Rev. 2013 , 42 , 1287-1311.\n[21] D. Leckband, J. Israelachvili, Q. Rev. Biophys. 2001 , 34 , 105 267.\n[22] a) M. Godin, V. Tabard-Cossa, Y. Miyahara, T. Monga, P. J. Williams, L. Y. Beaulieu, R. B. Lennox, P. Grutter, Nanotechnology 2010 , 21 , 075501; b) S. Federici, G. Oliviero, K. HamadSchifferli, P. Bergese, Nanoscale 2010 , 2 , 2570-2574; c) H. de Puig, S. Federici, S. H. Baxamusa, P. Bergese, K. HamadSchifferli, Small 2011 , 7 , 2477-2484; d) K. Kang, A. Sachan, M. Nilsen-Hamilton, P. Shrotriya, Langmuir 2011 , 27 , 14696 - 14702.\n[23] C. Massera, M. Melegari, E. Kalenius, F. Ugozzoli, E. Dalcanale, Chem. Eur. J. 2011 , 17 , 3064-3068.",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "[24] a) D. Maiolo, S. Mitola, D. Leali, G. Oliviero, C. Ravelli, A. Bugatti, L. E. Depero, M. Presta, P . Bergese, J. Am. Chem. Soc. 2012 , 134 , 14573-14579; b) D. Maiolo, S. Federici, L. Ravelli, L. E. Depero, K. Hamad-Schifferli, P. Bergese, J. Colloid Interface Sci. 2013 , 402 , 334 - 339.\n[25] G. Oliviero, S. Federici, P . Colombi, P . Bergese, J. Mol. Recognit. 2011 , 24 , 182-187.\nAngew. Chem. Int. Ed. 2014 , 53 , 1 - 7",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    },
    {
        "content": "E. Biavardi, S. Federici, C. Tudisco,\nD. Menozzi, C. Massera, A. Sottini,\nG. G. Condorelli, P. Bergese,*\nE. Dalcanale*\n&&&& - &&&&\nCavitand-Grafted Silicon Microcantilevers as a Universal Probe for Illicit and Designer Drugs in Water\nGet them all! The widespread diffusion of methamphetamines and related designer drugs is a great challenge for our society, with significant impact on human health and social security. A cavitand-grafted microcantilever device has been developed that is able to detect the whole class of methamphetamine drugs in water. This method acts independently of the type of residue attached to the target methylammonium unit.",
        "source": "10.1002/anie.201404774",
        "file_path": ""
    }
]