[
    {
        "content": "z Organic & Supramolecular Chemistry",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Mhejabeen Sayed,* Ketaki Shinde, Ramesh Shah, and Haridas Pal* [a]\nHost-guest complexes of protonated (AcH + ) and neutral (Ac) forms of biologically important acridine dye with p -sulfonatocalix[4]arene (SCX4) and their responses towards acetylcholine (AcCh) as a competitive binder has been investigated using photochemical studies. Unlike Ac, the AcH + undergoes strong binding with SCX4 and their differential binding results in a large upward pKa shift for the bound dye. Dye binding to SCX4 causes a drastic fluorescence quenching, witnessing a strong fluorescence 'turn OFF', which is switched to strong fluorescence 'turn ON' by the presence of neurotransmitter, AcCh, acts as a stimulus cum competitive binder. This is a unique system showing controlled binding and release for both AcH + and Ac forms of the dye triggered by AcCh, convincingly established through absorption, pK a tuning, fluorescence modulation and NMR shift. Fluorescence 'OFF/ON' switching observed in this study demonstrates an efficient indicator displacement methodology, achieving a control over the selectivity in binding and release of the dye/analyte, having prospective uses in designing new optical sensors and smart functional materials for analytical and biological applications.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Supramolecular host-guest chemistry is an extremely active research area due to their diverse applications in the fields of drug delivery, drug formulations, food industry, pharmaceuticals, nanomedicines, photodynamic therapy, photostabilization, catalysis, nanotechnology, functional materials, optical sensors, on-off switches, etc. [1-21] Host-guest assemblies are formed by combining discrete molecular components in ordered manner involving dynamic noncovalent interactions. [13-16,21-31] Numerous weak noncovalent interactions, such as hydrophobic, van der Waals, hydrogen-bonding, electrostatic, dipole-dipole, etc., can collectively contribute in the molecular recognition for the hosts towards the guest, [13-16,21-25,27-31] dynamically leading to the development of various smart host /C0 guest systems with excellent molecular recognition properties and strong responses towards various external stimuli, such as desired analyte molecules, pH, ionic strength, temperature, light, etc. [12-16,21,27,31-35] Studies on stimuli responsive 'ON/OFF' optical sensors, involving macrocyclic hosts and fluorogenic guests in combination with suitable external stimuli as the triggers, are currently undergoing great\n[a] Dr. M. Sayed, K. Shinde, R. Shah, Dr. H. Pal Radiation & Photochemistry Division Bhabha Atomic Research Centre Mumbai 400 085 (India) Fax: ( + 91) 22-25505151/25519613 E-mail: msayed@barc.gov.in hpal@barc.gov.in\nSupporting information for this article is available on the WWW under http://dx.doi.org/10.1002/slct.201600226\nadvances, displaying binding and release mechanism through fluorescence indicator displacement methodology. [36-41]",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Calixarenes and their derivatives, form a fascinating class of macrocyclic hosts and have received wide attention in various sensor applications due to their efficient recognition properties towards metal ions, organic guests and biologically relevant molecules. [13,14,16,21,37-41] Among calixarene derivatives, water soluble sulfonatocalix[n]arene (SCXn) have attracted special interests in the supramolecular host-guest chemistry. Due to their biocompatibility, SCXn macrocycles have been widely investigated in diverse areas including enzyme mimics, enzyme assays, bio-catalysis, biochemical studies, stimulus responsive drug delivery, pharmaceutical applications, and so on. [38,40-42] Structurally the SCXn homologues possess p -hydroxybenzenesulfonate monomer units joined via methylenelinkages resulting the macrocyclic constitution of these host molecules. Depending upon the number of monomer units present, homologues of SCXn of varying cavity sizes exist, namely, SCX4, SCX6 and SCX8, containing 4, 6, and 8 monomer units, respectively. [13,41,43,44] These host molecules are cage like compounds possessing p -electron-rich cavities with multiple sulfonate groups present at one of their portal ends and the combination of these two features endow them with intriguing affinities and selectivities toward distinct kinds of guest molecules such as cationic quaternary ammonium cations, viologens, suitable chromophoric molecules, etc. [13,14,41,43,44] Among SCXn macrocycles, SCX4 is the most-suited host in the series because of its optimum cavity size. The SCXn hosts larger than SCX4 usually show reduced sensitivity towards external analytes, especially metal ions, amino acids, promatines, carnitines, etc. [37-41]\n/C23 2016 Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "One of the widely used non-destructive method in the sensor based applications is the fluorescence indicator displacement assays (FIDA) and for such applications it is essential to find a proper combination of the macrocyclic host and the fluorogenic dye that can render large modulations in the optical properties of the dye in response to the external analyte of interest. With this perspective, in this study we have systematically investigated the changes in the photophysical properties of the biologically important prototropic dye, acridine, on its complexation with SCX4 macrocyclic host, using absorption, steady-state fluorescence, time-resolved fluorescence and NMR studies, focusing our interest on the possible modulations in the photophysical as well as acid-base properties of the dye on its complexation with the host molecule and to explore likely optical response of the system towards a biologically important analyte, the acetylcholine (AcCh), acting as the stimulus.\nAcridine dye is a N-heterocyclic analog of anthracene with weakly basic character. [45] Several acridine derivatives structurally resemble amino acid units in proteins and therefore are indispensible model compounds for studies related to drug-protein interaction/binding and various other biological processes. [45-47] Acridine is a prototropic dye ( cf. Scheme 1), with\nScheme 1. Structures of the prototropic forms of acridine dye, conceptual structure of the SCX4 host cavity and the chemical structure of acetylcholine analyte used in present study are shown for quick visualization.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "its pK a as 5.4. [45,46] Therefore, depending upon the pH of the solution, the dye exists in its protonated form (AcH + ) at acidic pH condition and in its neutral form (Ac) at alkaline pH condition. [45,46] Significant microenvironment sensitive changes in the spectroscopic properties of acridine dyes make them useful fluorescence probes to study local environments of various constrained systems like micelles, reverse micelles, macrocyclic nanocavities, etc. [45-49] In the present study we have found large changes in the photophysical and acid-base properties of acridine dye upon its encapsulation into SCX4 host cavity and striking modulations in the properties in the presence of the competitive binder, AcCh, as the stimulus cum analyte of interest following FIDA.\nAcetylcholine (AcCh) is a polyatomic quaternary ammonium cation and is one of the significant neurotransmitters in the central and peripheral nervous systems. [39,50] AcCh is also associated with the biofunctions like regulation of body temperature, blood pressure, memory and learning, alertness and at-",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "tention, etc. [39, 50] Diseases such as coronary artery disease and Parkinson disease are also the results of cholinergic malfunctions. [39, 50] Considering the importance of AcCh in various biological processes, we were motivated to study whether acridine dye-SCX4 system can act as a fluorescence sensor for AcCh as an analyte. Though indicator displacement assays have been studied previously for different dye-host systems, however, reports on the performances of different prototropic forms of the dyes on sensing mechanisms are lacking in the literature. Present is an unique report, where we investigate an indicator displacement assay demonstrating the AcCh recognized fluorescence 'turn ON' for acridine dye-SCX4 system involving both the prototropic forms of the dye studied exclusively at suitable pH conditions. Observed results show that fluorescence sensing for the acridine-SCX4 system strongly depends on the prototropic nature of the indicator dye, mainly due to the largely different binding affinities of SCX4 for the AcH + and Ac forms of the dye. Chemical structures of the two prototropic forms of acridine dye, conceptual cage structure of SCX4 macrocyclic host and the structure of acetylcholine analyte are shown in Scheme 1 for a quick visualization.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Absorption and steady-state (SS) fluorescence measurements were carried out exclusively for the protonated (AcH + ) and neutral (Ac) forms of acridine dye at pH 3.5 and 8.5, respectively, with the consideration of the ground state pK a value of the dye as 5.4. [45,46] In the fluorescence spectra the AcH + and Ac forms of the dye show their characteristic emission maxima at 480 nm and 430 nm, respectively. [45,46] For AcH + , upon gradual addition of SCX4 in the solution, keeping the dye concentration constant (13 m M), there is a sharp decrease in the fluorescence intensity with no appreciable change in the fluorescence peak position, as shown in Figure 1. Observed\nFigure 1. Steady-state fluorescence spectra of AcH + (13 m M; pH 3.5) at different SCX4 concentrations; [SCX4]/ m M: (1) 0.0, (2) 1.0, (3) 3.0, (4) 8.0, (5) 18.0, (6) 37.3, (7) 76.9, (8) 139.5 and (9) 182.0. Inset: Binding curve ( cf . eq. 1) for AcH + -SCX4 system at pH 3.5.\nquenching effect in these measurements apparently reach a saturation on addition of just about 180 m M of SCX4, suggesting very strong interaction of AcH + with SCX4 host. For Ac\n23656549, 2016, 5, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/slct.201600226 by University Of Science, Wiley Online Library on [02/05/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "form, in the presence of SCX4 host, there is a relatively less decrease in the fluorescence intensity as compared to AcH + form of the dye, though in this case there is a small hypsochromic shift ( ~ 3 nm) in the fluorescence peak position, as shown in Figure 2. In the present case, for a 14.6 m M dye solution the\nFigure 2. Steady-state fluorescence spectra of Ac (14.6 m M; pH 8.5) at different SCX4 concentrations; [SCX4]/mM: (1) 0.0, (2) 0.04, (3) 0.33, (4) 0.77, (5) 0.94, (6) 1.4, (7) 2.55, and (8) 4.74. Inset: Binding curve ( cf. eq. 1) for Ac/ SCX4 system at pH 8.5.\nquenching effect almost gets saturated just by the addition of about ~ 5 mM SCX4 concentration, suggesting quite significant host-guest interaction for the Ac-SCX4 system as well, though on the basis of the required host concentrations for the saturation effects the interaction in the Ac-SCX4 system is indicated to be comparatively weaker than the AcH + -SCX4 system.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "The exceedingly strong interaction as indicated for the AcH + -SCX4 system is justifiably due to the extra stabilization of the concerned inclusion complexes arising due to the ion-ion Coulombic interaction between the positively charged AcH + and the negatively charged sulfonato groups of SCX4, in addition to the usual hydrophobic interaction that macrocyclic cavity renders to the encapsulated dye. Since the ion-ion interaction is absent in the Ac-SCX4 system, the corresponding inclusion complexes are stabilized solely by the weaker hydrophobic interaction and accordingly the interaction is much weaker as compared to the AcH + -SCX4 system. Important to note here that the fluorescence quenching observed for the AcH + -SCX4 and Ac-SCX4 systems is generally not a very common observation because dye inclusion into host cavity imposes a restriction to the rotational and vibrational motions of the dye and the encapsulated dye also experiences a relatively lower micro-polarity than in bulk aqueous phase, resulting in general a decrease in the nonradiative deexcitation of the excited dye and hence an enhancement in its fluorescence yield. Contrary to this usual expectation, however, there are limited examples of host-guest systems, where fluorescence quenching has also been observed due to inclusion complex formation, and the reason behind such quenching in most cases is found to be some kind of specific interaction like electron transfer, proton transfer, hydrogen bonding, etc. involving the encapsulated dye and the host molecule. [45, 46,51-53] In the present systems, we expect that the observed fluorescence quenching is possibly due to either electron transfer or charge transfer inter-\naction between the encapsulated dye and the SCX4 host, because the calixarenes are known to be good electron donors, due to the presence of their electron-rich hydrox-aryl (or alkoxy-aryl) groups [40,41,54-57] while acridine dyes are well-known electron acceptors. [58, 59]",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Realizing from fluorescence measurements that both AcH + and Ac forms of acridine dye interact quite significantly with SCX4 host, we further investigated these systems following absorption measurements. Both the prototropic forms of the dye show prominent absorption peak at 354 nm. Compared to the neutral Ac form, however, the protonated AcH + form, shows a weak but its distinct broad absorption band in the 380-440 nm region. [45,46] In corroboration with the interaction of AcH + with SCX4, there is an obvious decrease in the absorbance along with a small bathochromic shift ( ~ 3 nm) in the absorption peak upon gradual addition of SCX4 to the aqueous solution of AcH + at pH 3.5, ( cf. Figure S1 A, SI). Similarly, upon addition of SCX4 to the solution of Ac at pH 8.5 there is a small increase in the absorbance but without any observable shift in the absorption peak ( cf. Figure S2 A, SI). Similar to fluorescence studies, in the absorption studies also the SCX4 host concentration required to saturate the effect is found to be comparatively much higher for Ac at pH 8.5 than that for AcH + at pH 3.5, reassuring that the interaction of AcH + with SCX4 is much stronger compared to Ac.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Though there are obvious changes in the absorption characteristics for both Ac and AcH + forms of the dye in the presence of the SCX4 host, these changes are not large enough for convincing quantitative analysis. Thus, to obtain binding constant values for the present host-guest systems, we effectively relied on the fluorescence titration method, [45, 46] as the corresponding fluorescence intensity changes are quite substantial ( cf. Figure 1 and 2). In the host-guest systems, it is known that there is hardly any dye exchange between the host cavity and the bulk water phase during the fluorescence lifetime (nanoseconds) of the dye. [28,60,61] Accordingly, the fluorescence titration method can be justifiably applied for the estimation of the binding constant values. [9, 22-25,51] In the fluorescence titration studies, for a fixed dye concentration in the solution, the changes in the fluorescence intensity ( D I ) f as a function of the SCX4 concentration can be correlated by the following eq. 1 and 2, assuming that the host-guest complexes are formed with the 1:1 stoichiometry. [9, 22-25,51]\n/C18\n/C19\n/C16\n/C17\n<!-- formula-not-decoded -->\n/C0\n/C1\n<!-- formula-not-decoded -->\nwhere [Dye]0 and [Dye]eq are the total and the equilibrium dye concentrations, respectively, I 0 Dye is the initial fluorescence intensity in the absence of the host, I 1 Dye H /C15 is the final fluorescence intensity on complete conversion of the dye to the dye-host\n23656549, 2016, 5, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/slct.201600226 by University Of Science, Wiley Online Library on [02/05/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "complex, [H] 0 is the host concentration used in the solution and Keq is the binding constant for the Dye H inclusion com-* plex formation. [9, 22-25,51] For AcH + -SCX4 and Ac-SCX4 systems, the fluorescence titration data and their fitted curves following eq. 1 and 2 are shown in the inset of Figure 1 and 2, respectively. To be mentioned here that in the construction of the titration curves, the experimental data were corrected for the extent of the dynamic fluorescence quenching as estimated from the time-resolved fluorescence studies ( cf. Note S1, SI). The Keq values thus obtained for these systems are 1.3 x 10 5 M 1 /C0 and 8.1 x 10 2 M 1 , respectively, suggesting that the binding /C0 interaction is more than two orders of magnitude higher for AcH + -SCX4 system than Ac-SCX4 system, which is certainly due to the additional stabilization of the inclusion complexes in the former system through the involvement of the strong ion-ion interaction.\nA point to be mentioned here that in the estimation of the binding constants though fluorescence titration method is quite widely used, [9, 22-25,51] there are other titration methods based on absorption or NMR changes are also used in some host-guest systems to estimate the binding constant values. [62,63] The important aspect to be noted here, however, that in majority of the host-guest systems involving fluorogenics dyes, the changes in the observed fluorescence intensities are often much larger than the kind of changes observed from the other possible techniques like absorption, NMR, etc. Additionally, the dye and consequently the host concentrations required in the NMR studies to obtain reliable signals are also always much higher than those required in the fluorescence studies. Due to the above reasons the fluorescence titration methods are more commonly used in the estimation of the binding constants in the host-guest systems than the other methods. [9, 22-25,51]",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Though satisfactory fitting of the fluorescence titration data following eq. 1 and 2 supports the 1:1 stoichiometry of the host-guest complexes formed, to establish the stoichiometry of the complexes in the present systems unambiguously we further carried out the Job's plot measurements employing both absorption and fluorescence studies as a function of the mole fraction ( h dye ) of the dye keeping the sum of the concentrations of the dye and the host constant in the solution. For both AcSCX4 and AcH + -SCX4 systems, the Job's plots thus obtained show maxima at h dye ~ 0.5, confirming the formation of 1:1 stoichiometric complexes in these systems ( cf. Figure 3 and Figure S4, SI). To be mentioned here that though for AcH + -SCX4 system the Job's plot could be convincingly obtained from both absorption and fluorescence measurements ( cf . Figure 3), for the Ac-SCX4 system, due to relatively weaker interaction, concerned Job's plot could be obtained only from the fluorescence measurements ( cf. Figure S4, SI).\nIn the present systems, as the interactions are non-covalent in nature, it was felt interesting to investigate whether binding of the dye to the host can be modulated by the application of an external stimulus. As it is seen, AcH + -SCX4 complexation leads to an efficient fluorescence 'turn-OFF' for the system ( cf, Figure 1) and accordingly we attempted to recover the fluorescence of the dye through dye displacement method using\nFigure 3. Job's plot for AcH + -SCX4 system obtained from the fluorescence changes ( D I f = I Dye/Host - I dye-only ) at 477 nm ( l ex 356 nm) as a function of the mole fraction ( h dye ) of the dye used. Inset: Job's plot for AcH + -SCX4 system obtained from absorption changes at 354 nm. The sum of the concentrations of the dye and the host was kept as 50 m M..",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "the possible molecular-recognition of a competitive binder for the host as the stimulus to achieve the fluorescence 'turn-ON' operation. [36-41] For this purpose we used AcCh as the analyte which is one of the most abundant neurotransmitters in the nervous systems. [39,50] Upon gradual addition of AcCh, to the solution of AcH + SCX4 complex, we observe a large fluorescence recovery, as shown in Figure 4. Observed results clearly\nFigure 4. Steady-state fluorescence recovery for the AcH + -SCX4 system ([AcH + ] = 13 m M, [SCX4] = 182 m M, pH 3.5) at different AcCh concentrations; [AcCh]/mM: (1) 0.0, (2) 0.03, (3) 0.089, (4) 0.24, (5) 0.44, (6) 0.73, (7) 1.3, (8) 2.0 (9) 3.36 (10) 5.39 and (11) 9.88.\nindicate that there is a release of AcH + from the SCX4 cavity, upon competitive binding of AcCh to the SCX4 host, through the involvement of strong ion-ion interaction between the cationic charge of AcCh with the negatively charged sulfonato groups of SCX4. Displacement of AcH + from SCX4 cavity by AcCh is also indicated from the absorption studies ( cf. Figure S1 B, SI), displaying ~ 3 nm hypsochromic shift in the absorption peak, from 357 nm to 354 nm, and thus reversing the peak position to that of the free dye. It should be mentioned here that for the AcH + -SCX4-AcCh ternary system the recovery of the AcH + fluorescence intensity apparently does not revert it back completely to the initial value of the free dye ( cf. Figure 1 and Figure 4). From the observed results in Figure 1 and Figure 4, the observed fluorescence recovery for the AcH + -SCX4-AcCh system is estimated to be about 70%, (Note S2, SI) much less",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "than the expected 100% recovery. Since the binding interaction of AcCh with SCX4 host is very strong, with Keq ~ 1.8 x 10 5 M 1 , /C0 [54] very close to the Keq value (1.3 x 10 5 M 1 ) /C0 for the AcH + -SCX4 system, and because the AcCh concentrations used in the dye displacement studies (few millimoles) are much higher than the dye concentration used (13 m M; cf. Figure 4), it is likely that there would be almost quantitative displacement of the dye from the SCX4 cavity. Thus, the observed apparently lower recovery of the fluorescence intensity of AcH + in the dye displacement studies is certainly not due to incomplete release of the dye from the host cavity, but most likely due to an effect of the dynamic fluorescence quenching of the free dye by the uncomplexed SCX4 present in the solution, as evidently established in the present study from the time-resolved fluorescence studies, which will be discussed latter in section 3.3. Therefore, considering a bimolecular quenching constant (kq ) value of 2.5 x 10 10 M 1 s /C0 /C0 1 , as estimated and discussed later in section 3.3, the fluorescence recovery for the complete release of AcH + from SCX4 cavity can be corrected ( cf. Note S2) and accordingly the corrected fluorescence intensity recovery for the AcH + -SCX4-AcCh system is estimated as about 88% ( cf. Note S2, SI). That even this corrected recovery is also somewhat lower than the expected 100% recovery is possibly due to the combined effect of the small fraction of the dye that still competitively bound to the SCX4 host even in the presence of the substantially high concentration of AcCh added and the possible small extent of fluorescence quenching for the released AcH + by the added high concentration of AcCh in the solution. In fact, on the addition of very high concentration of AcCh, it is observed that there is an obvious decrease in the fluorescence intensity in the present system than the expected increase, as shown in the inset of Figure 4, supporting a small extent of fluorescence quenching of free AcH + at the higher AcCh concentrations used to achieve the dye displacements.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Figure 5 shows the fluorescence titration curve in the dye displacement studies with the AcH + -SCX4 complex as a func-\nFigure 5. Fluorescence titration curve from dye displacement studies involving for AcH + -SCX4-Acch ternary system at pH 3.5 as a function of the AcCh concentration used as the competitive binder.\ntion of the AcCh concentration used as the competitive binder. For the present ternary system, an explicit analysis of the observed fluorescence titration curve is an extremely difficult task, as it requires solving a cubic equation to explicitly estimate the\nequilibrium concentration of the free host present in the solution at any given concentration of AcCh in the titration measurements. However, under some approximation (i.e. concentration of dye-host complex is negligible compared to the AcCh-host complex), as elaborately discussed in Note S3 of SI, we were able to fit the major part of the fluorescence recovery data especially at the higher AcCh concentration regions using eq. 3 and 4, where, K D and KC are the respective binding constants for the dye and the competitive binder with the host, [C] 0 is the total binder concentration and [H] 0 is the total host concentration used in the solution.\n/C18\n/C19\n<!-- formula-not-decoded -->\np\nffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi\n<!-- formula-not-decoded -->\nThe fitting of the fluorescence titration data obtained in the fluorescence recovery studies are shown in Figure 5. In the present fitting few of the initial experimental data points at the lower AcCh concentrations were purposely avoided because the approximation used in the derivation of eq. 4 is not applicable at the significantly lower concentrations of the competitive binder used ( cf. Note S3, SI). As the AcCh concentration becomes reasonably higher, the approximation becomes absolutely justified and accordingly the experimental data points fit nicely following eqs. 3 and 4, as it is evidently shown in Figure 5. Following the present analysis we could estimate the binding constant KC as 1.2 x 10 5 M 1 /C0 for the AcCh interaction with the SCX4 host, which is very similar to the value reported in the literature. [54]",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Alike the AcH + -SCX4-AcCh system, we also investigated the effect of added AcCh on the absorption and fluorescence spectra of Ac-SCX4 system at pH 8.5 ( cf. Figure S2 B and Figure S3, SI). Though for the Ac-SCX4 system we observed much less recovery in the fluorescence intensity by the AcCh compared to the AcH + -SCX4 system but still we could analyze the fluorescence recovery data following a similar procedure and using eq. 3 and 4. Results of the dye displacement studies following fluorescence recovery and the corresponding fluorescence titration curve and its fitting for the Ac-SCX4-AcCh systems are shown in Figure S3, SI and the binding constant KC thus estimated from this study is 1.1 x 10 5 M 1 , quite similar to the value /C0 reported in the literature and close to the estimate made in the study involving AcH + -SCX4-AcCh system. From the comparison of the fluorescence recovery results shown in Figure 4 and Figure S3,SI, it is evident that the AcH + -SCX4 system acts as a much efficient host-guest assembly in sensing AcCh as the analyte through fluorescence 'Turn ON' strategy compared to the Ac-SCX4 system.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "As observed from absorption and fluorescence studies, SCX4 displays largely different binding affinities for the Ac and AcH +\nforms of the dye. The prototropic equilibrium among the free and the bound AcH + and Ac forms of the dye in the presence of SCX4 host can be represented by a four-state thermodynamic equilibrium model as shown in Scheme 2, where Ka and\nScheme 2. Four-state thermodynamic equilibrium model for the studied dyehost system considering all the stages of the binding interactions and the acid dissociation processes.\nK a 0 represent the acid dissociation constants for the free and the bound form of the dye and Keq and K 0 eq represent the binding constants for the Ac and AcH + forms of the dye with the SCX4 host, respectively. 17,[45,46] Following Scheme 2, it is expected that the large difference in the binding strengths for the two prototropic forms of the dye would lead to a significant modulation in the acid-base properties of the dye, resulting in an appreciable supramolecularly assisted pK a shift, which can further provide a possibility for its fine tuning by the use of AcCh as the suitable external stimulus. In the present study we have explored this aspect quite elaborately following the pH dependent changes in the absorption characteristics of the dye under different conditions of the dye-host-analyte systems.\nAbsorbance changes for the dye-SCX4 system at 356 nm (where the changes are maximum) as a function of pH of the solution are plotted in Figure 6. From the inflection point of the\nFigure 6. Changes in the absorbance of acridine dye ( ~ 14 m M) at 356 nm as a function of pH; (a) in the absence of any host, (b) in the presence of 4.5 mM SCX4, (c) in presence of 4.5 mM SCX4 and 23 mM AcCh.\nobserved sigmoidal curve the pK 0 a value for the dye-SCX4 complex is estimated as 7.6. The pKa value for the dye in the absence of any host or analyte was also independently measured in the present study and is found to be 5.4, same as the value",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "reported in the literature. [45,46] Comparing these pKa and pK a 0 values it is evident that the interaction of the dye with SCX4 causes a large upwardshift by about 2.2 units, resulting the SCX4 bound Ac to act as a much stronger base compared to the free Ac in the solution.\nObserved pKa shift for the dye in the presence of SCX4 was further explored in the presence of the added AcCh as the competitive binder to realize the control release of the dye from the SCX4 cavity. The pH dependent absorption changes for the dye-SCX4 system in the presence of AcCh in fact clearly demonstrate a reversal of the pK a value of the dye, supporting the AcCh induced disintegration of the dye-SCX4 complex. A typical pH titration curve for the dye (14 m M)-SCX4 (4.5 mM)AcCh (23 mM) ternary system is shown in Figure 6, estimating a pKa value of 5.6, which is very close to the pK a value of the free dye, indicating almost quantitative decomposition of the dyeSCX4 complex by the AcCh under the studied compositions of the concerned ternary system. From the observed results it is thus evident that we have effectively constructed a stimulus responsive reversible supramolecular host-guest assembly that responds efficiently to the presence of external competitive binder cum analyte, AcCh. In other words, present host-guest system can suitably be used as an assay for the quantitative detection of AcCh, a neurotransmitter, in the experimental solutions.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "To get further insight of the present host-guest systems, we performed the time-resolved (TR)fluorescence measurements, which is a very sensitive technique in understanding the changes in the microenvironments for the fluorophore. [45,46] The fluorescence decays of acridine dye in aqueous solutions at suitable pH conditions were measured both in the absence and in presence of varying SCX4 concentration to understand the interactions of AcH + and Ac forms of the dye with the host molecule. Typical fluorescence decays measured for the AcH + (pH 3.5) and Ac (pH 8.5) forms of the dye, with the increasing host concentrations are shown in Figure 7 and Figure S5 A, (SI), respectively.\nThe fluorescence decays of both AcH + and Ac are single exponential in nature in the absence of SCX4 with their characteristic lifetime ( t f ) values as 30.3 ns and 7.8 ns, respectively. [45,48,49] The fluorescence decays of both AcH + and Ac show bi-exponential behavior in the presence of SCX4 host. The decay parameters estimated for the AcH + and Ac forms of the dye at different host concentrations are listed in Table 1. For both AcH + and Ac, the shorter lifetime component ( t 2 ) estimated in the presence of SCX4 host is about 1.94 ns and 0.79 ns, respectively. The t 2 component remains almost constant for all the SCX4 concentrations used, though its contribution distinctly increases with the increasing host concentration. As this t 2 component is drastically shorter than the lifetime of the free AcH + (30.3 ns) and Ac (7.8 ns) and because the dye-SCX4 systems show strong SS fluorescence quenching, we justifiably assign this component to the dye-host inclusion complexes, where an extremely strong quenching interaction, possibly",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Figure 7. Fluorescence decays of AcH + (13 m M) at pH 3.5 in the presence of different SCX4 concentrations; [SCX4]/mM: (1) 0, (2) 0.103, (3) 0.152, (4) 0.200, (5) 0.253, (6) 0.403, (7) 0.598, (8) 0.753, and (9) 1.00. Scattered lines show the experimental decays and smooth lines show the fitted curves. Samples were excited with 374 nm diode laser and fluorescence decays were measured at 490 nm.\n\nTable 1. Fluorescence decay parameters for AcH + and Ac in the presence of SCX4 host. The decays were monitored at 490 nm and 410 nm for the respective forms of the dye with 374 nm excitation",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "0, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 100. 0, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = 30.3. 0, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = . 0, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = . 0. 02, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 100. 0. 02, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = 29. 9. 0. 02, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = . 0. 02, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = . 0.06, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 100. 0.06, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = 29.1. 0.06, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = . 0.06, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = . 0.10, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 99. 0.10, (A) AcH + (13 m M) - SCX4system at pH",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "3.5.t 1 [a] (ns) = 28.6. 0.10, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = 1.0. 0.10, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = 1.94. 0.20, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 99. 0.20, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = 26.4. 0.20, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = 1.0. 0.20, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = 1.94. 0.40, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 98. 0.40, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = 23.1. 0.40, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = 2.0. 0.40, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = 1.94. 0.60, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 97. 0.60, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = 20.6. 0.60, (A) AcH + (13 m M) -",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "SCX4system at pH 3.5.A 2 (%) = 3.0. 0.60, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = 1.94. 0.75, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 97. 0.75, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = 19.0. 0.75, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = 3.0. 0.75, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = 1.94. 1.00, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 95. 1.00, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = 17.4. 1.00, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = 5.0. 1.00, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = 1.94. (B) Ac (14.6 m M) / SCX4system at pH 8.5, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = (B) Ac (14.6 m M) / SCX4system at pH 8.5. (B) Ac (14.6 m M) / SCX4system at pH 8.5, (A) AcH + (13 m M) - SCX4system at pH 3.5.t",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "1 [a] (ns) = (B) Ac (14.6 m M) / SCX4system at pH 8.5. (B) Ac (14.6 m M) / SCX4system at pH 8.5, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = (B) Ac (14.6 m M) / SCX4system at pH 8.5. (B) Ac (14.6 m M) / SCX4system at pH 8.5, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = (B) Ac (14.6 m M) / SCX4system at pH 8.5. [SCX4] (mM), (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = A 1 (%). [SCX4] (mM), (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = t 1 [a] (ns). [SCX4] (mM), (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = A 2 (%). [SCX4] (mM), (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = t 2 (ns). 0, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 100. 0, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = 7.8. 0, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = . 0, (A) AcH + (13 m M) -",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "SCX4system at pH 3.5.t 2 [b] (ns) = . 1.3, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 99. 1.3, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = 7.3. 1.3, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = 1. 1.3, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = 0.79. 3.1, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 97. 3.1, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = 6.9. 3.1, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = 3. 3.1, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = 0.79. 4.5, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 1 (%) = 96. 4.5, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 1 [a] (ns) = 6.5. 4.5, (A) AcH + (13 m M) - SCX4system at pH 3.5.A 2 (%) = 4. 4.5, (A) AcH + (13 m M) - SCX4system at pH 3.5.t 2 [b] (ns) = 0.79",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "[a] Error limit in the t 1 values is about 5%. [b] The shorter lifetime component was needed to be fixed to obtain a good fit for the decays and to obtain consistent results for t 1 with the proposed quenching model.\nthrough electron transfer (ET) or charge transfer (CT) from the SCX4 donor to the AcH + /Ac acceptor, causes the drastic reduction in the fluorescence lifetime values of the bound dye. Contrary to the t 2 component, the longer lifetime component ( t 1 ) for both AcH + and Ac shows a small but gradual decrease in the values with the increasing SCX4 concentration along with a concomitant decrease in its contribution. As understandable, in the experimental solutions there are some free dyes whose fluorescence yield is much higher than that of the SCX4 bound dye, for both of its prototropic forms. Further it is possible that the fluorescence of both AcH + and Ac forms of the free dye undergoes some extent of dynamic quenching by the free SCX4 host present in the solution. Thus, the longer lifetime component t 1 for both the prototropic forms of the dye that undergoes a small decrease in the lifetime values on increasing\nthe SCX4 concentration is attributed to the respective forms of the free dye present in the solution.\nIf the aforementioned dynamic fluorescence quenching is in fact operative for the free AcH + and Ac forms of the dye by the SCX4 host in the solution, the reduction in the t 1 values ( cf. Table 1) should correlate with the standard Stern-Volmer (SV) quenching equation as, [64]\n<!-- formula-not-decoded -->\nwhere t 0 isthe lifetime of the respective forms of the dye in the absence of any host and kq is the bimolecular quenching constant. The t 0 / t vs [SCX4] plots for the AcH + -SCX4 and Ac-SCX4 systems are shown in Figure 8, which follow nice linear correla-",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Figure 8. Stern-Volmer plot for the fluorescence lifetime quenching of AcH + by SCX4 monitored at 490 nm, l ex = 374 nm. Inset: Stern-Volmer plot for the fluorescence lifetime quenching of Ac by SCX4 monitored at 410 nm, l ex = 374 nm.\ntions, supporting our proposition of dynamic fluorescence quenching for the free dyes by the SCX4 present in the solution. The k q value estimated for the AcH + -SCX4 system following eq. 5 is about 2.5 x 10 10 M 1 s /C0 /C0 1 , suggesting the dynamic quenching to occur under diffusion controlled condition. [64] For the Ac-SCX4 system, however, the estimated kq value is 5.7 x 10 9 M 1 s /C0 /C0 1 , suggesting the dynamic quenching in the present case is significantly slower than the diffusion controlled rate. [64] In any case, present results clearly indicate that the free AcH + and Ac in the experimental solutions undergo significant dynamic fluorescence quenching by the added SCX4 host, possibly involving either ET or CT interaction, a mechanism similar to the one that also happens for the SCX4 encapsulated dyes, albeit with much stronger propensity in the latter cases. [58, 59] As indicated from the t 2 values for the dye-host systems, the SCX4 encapsulated Ac and AcH + forms of the dye undergo a reduction in the lifetime by about 9.9 times and 15.6 times, respectively, compared to the fluorescence lifetime of the respective free forms in the absence of any host. It is thus evident that the fluorescence quenching caused by the SCX4 encapsulation of the dye is much weaker with Ac form compared to that of AcH + form. Similarly, the lower k q value for the Ac-SCX4 system compared to that of the AcH + -SCX4 system suggests that the dynamic fluorescence quenching is also\nmuch weaker in the former case than in the latter. Present TR fluorescence results are thus in accordance with the SS fluorescence results obtained for both AcH + -SCX4 and Ac-SCX4 systems.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "To substantiate the dye displacement mechanism for the studied dye-host systems, we also carried out the time-resolved fluorescence measurements at both pH 3.5 and 8.5, in the presence of AcCh as the competitive binder. As depicted in Figure 9\nFigure 9. Fluorescence decays of the AcH + -SCX4 complex at pH 3.5 in the presence of different AcCh concentrations; [AcCh]/mM: (1) 0, (2) 0.517, (3) 0.689, (4) 0.860, (5) 1.032, and (6) 1.374. The AcH + and SCX4 concentrations in the solutions were 13 m M and 1 mM, respectively. Scattered lines show the experimental decays and smooth lines show the fitted curves. Samples were excited with 374 nm diode laser and fluorescence decays were measured at 490 nm.\nand Figure S5 B, SI, contribution of the shorter t 2 component at both the pH conditions gradually decreases with a concomitant increase in the contribution of the longer t 1 component as the AcCh concentration is increased in the solution ( cf . Table 2).\n\nTable 2. Fluorescence decay parameters for AcH + / SCX4 and Ac/ SCX4 systems in the presence of AcCh analyte. The decays were monitored at 490 nm and 410 nm for the respective forms of the dye with 374 nm excitation.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "0, / SCX4 (1mM) A 1 (%) = 95. 0, t 1 [a] (ns) = 17.4. 0, A 2 (%) = 5.0. 0, t 2 [b] (ns) = 1.94. 0.52, / SCX4 (1mM) A 1 (%) = 96. 0.52, t 1 [a] (ns) = 17.7. 0.52, A 2 (%) = 4.0. 0.52, t 2 [b] (ns) = 1.94. 0.86, / SCX4 (1mM) A 1 (%) = 97. 0.86, t 1 [a] (ns) = 18.4. 0.86, A 2 (%) = 3.0. 0.86, t 2 [b] (ns) = 1.94. 1.03, / SCX4 (1mM) A 1 (%) = 97. 1.03, t 1 [a] (ns) = 18.6. 1.03, A 2 (%) = 3.0. 1.03, t 2 [b] (ns) = 1.94. 1.37, / SCX4 (1mM) A 1 (%) = 98. 1.37, t 1 [a] (ns) = 18.8. 1.37, A 2 (%) = 2.0. 1.37, t 2 [b] (ns) = 1.94. (B) Ac (14.6 m M) / SCX4 (4.5mM) / AcCh at pH 8.5, / SCX4 (1mM) A 1 (%) = (B) Ac (14.6 m M) / SCX4 (4.5mM) / AcCh at pH 8.5. (B) Ac (14.6 m M) / SCX4 (4.5mM) / AcCh at pH 8.5, t 1 [a] (ns) = (B) Ac (14.6 m M) / SCX4 (4.5mM) / AcCh at pH 8.5. (B) Ac (14.6 m M) / SCX4 (4.5mM) / AcCh at pH",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "8.5, A 2 (%) = (B) Ac (14.6 m M) / SCX4 (4.5mM) / AcCh at pH 8.5. (B) Ac (14.6 m M) / SCX4 (4.5mM) / AcCh at pH 8.5, t 2 [b] (ns) = (B) Ac (14.6 m M) / SCX4 (4.5mM) / AcCh at pH 8.5. [AcCh] (mM), / SCX4 (1mM) A 1 (%) = A 1 (%). [AcCh] (mM), t 1 [a] (ns) = t 1 [a] (ns). [AcCh] (mM), A 2 (%) = A 2 (%). [AcCh] (mM), t 2 [b] (ns) = t 2 [b] (ns). 0, / SCX4 (1mM) A 1 (%) = 96. 0, t 1 [a] (ns) = 6.5. 0, A 2 (%) = 4. 0, t 2 [b] (ns) = 0.79. 10, / SCX4 (1mM) A 1 (%) = 99. 10, t 1 [a] (ns) = 6.7. 10, A 2 (%) = 1. 10, t 2 [b] (ns) = 0.79. 18, / SCX4 (1mM) A 1 (%) = 99. 18, t 1 [a] (ns) = 7.0. 18, A 2 (%) = 1. 18, t 2 [b] (ns) = 0.79\n[a] Error limit in the t 1 values is about 5%. [b] The shorter lifetime component was needed to be fixed to obtain a good fit for the decays.\nPresent results clearly demonstrate that the addition of AcCh effectively disturbs the binding interaction for both AcH + and\nAc forms of the dye with the SCX4 host and induces a control release of the encapsulated dye from the SCX4 cavity.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "As it is seen from Table 2, at the highest concentration of AcCh used (1.37 mM for AcH + and 18 mM for Ac), there is quite negligible contribution for the faster t 2 component, suggesting almost quantitative displacement of the bound dye from the SCX4 cavity. The fact that the lifetime of the longer t 1 component still remains much shorter than that of the free dye in the absence of any host ( cf. Table 1 and Table 2) is in accordance with the dynamic fluorescence quenching of the released dyes by the SCX4 host present in the solution. Marginal increase in the t 1 value with the added AcCh ( cf. Table 2) is due to the binding of AcCh with some of the SCX4 in the system and thereby reducing the free SCX4 concentration in the solution and AcCh bound SCX4 cannot participate in the dynamic fluorescence quenching process. That the AcCh bound fraction of SCX4 is quiet reasonable in the solution is easily understandable because AcCh concentration used in the dye displacement studies are very comparable to the total SCX4 host used and the AcCh is known to bind quite strongly with SCX4 host with binding constant in the order of 10 5 M 1 . /C0 [54] In brief, the TR fluorescence results for both AcH + -SCX4-AcCh and AcSCX4-AcCh systems are in direct correspondence with the results obtained from the SS fluorescence studies discussed previously in section 3.1.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Time-resolved fluorescence anisotropy measurements were carried out for both AcH + -SCX4 (pH 3.5) and Ac-SCX4 (pH 8.5) systems to get more insight of the host-guest interactions. Observed anisotropy decays in the two cases are shown in Figure 10 and Figure S6 (SI), respectively. For both AcH + -SCX4\nFigure 10. Time-resolved fluorescence anisotropy decay curves for (1) AcH + (13 m M), (2) AcH + (13 m M)-SCX4 (1 mM), and (3) AcH + (13 m M)-SCX4(1 mM)AcCh(10 mM) systems. Samples were excited with 374 nm diode laser and fluorescence anisotropy was measured at 490 nm.\nand Ac-SCX4 systems, the fluorescence anisotropy decays fit to a bi exponential function, giving the longer rotational correlation time t r2 as ~ 386 ps and ~ 355 ps in the two respectively cases, ascribed to the dye-host inclusion complexes. The shorter correlation time t r1 is in the range of 80-90 ps for both the cases and is very similar to the rotational correlation times of",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "AcH + (13 m M), pH = 3.5. AcH + (13 m M), r 1,0 = 0.30. AcH + (13 m M), t r1 [a] [ps] = ~ 86. AcH + (13 m M), r 2,0 = . AcH + (13 m M), t r2 [a] [ps] = . AcH + (13 m M) / SCX4 (1 mM), pH = 3.5. AcH + (13 m M) / SCX4 (1 mM), r 1,0 = 0.21. AcH + (13 m M) / SCX4 (1 mM), t r1 [a] [ps] = ~ 81. AcH + (13 m M) / SCX4 (1 mM), r 2,0 = 0.11. AcH + (13 m M) / SCX4 (1 mM), t r2 [a] [ps] = 386. AcH + (13 m M) / SCX4 (1 mM) / AcCh (10 mM), pH = 3.5. AcH + (13 m M) / SCX4 (1 mM) / AcCh (10 mM), r 1,0 = 0.29. AcH + (13 m M) / SCX4 (1 mM) / AcCh (10 mM), t r1 [a] [ps] = ~ 89. AcH + (13 m M) / SCX4 (1 mM) / AcCh (10 mM), r 2,0 = . AcH + (13 m M) / SCX4 (1 mM) / AcCh (10 mM), t r2 [a] [ps] = . Ac (14.6 m M), pH = 8.5. Ac (14.6 m M), r 1,0 = 0.30. Ac (14.6 m M), t r1 [a] [ps] = ~ 89. Ac (14.6 m M), r 2,0 = . Ac (14.6 m M), t r2 [a] [ps] = . Ac (14.6 m M) / SCX4 (4.5 mM), pH = 8.5.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Ac (14.6 m M) / SCX4 (4.5 mM), r 1,0 = 0.23. Ac (14.6 m M) / SCX4 (4.5 mM), t r1 [a] [ps] = ~ 92. Ac (14.6 m M) / SCX4 (4.5 mM), r 2,0 = 0.07. Ac (14.6 m M) / SCX4 (4.5 mM), t r2 [a] [ps] = 355. Ac (14.6 m M) / SCX4 (4.5 mM) / AcCh (18 mM), pH = 8.5. Ac (14.6 m M) / SCX4 (4.5 mM) / AcCh (18 mM), r 1,0 = 0.30. Ac (14.6 m M) / SCX4 (4.5 mM) / AcCh (18 mM), t r1 [a] [ps] = ~ 90. Ac (14.6 m M) / SCX4 (4.5 mM) / AcCh (18 mM), r 2,0 = . Ac (14.6 m M) / SCX4 (4.5 mM) / AcCh (18 mM), t r2 [a] [ps] = \nTo garner more support for our proposed mechanism for the dye-host interaction and stimulus responsive dye displacement, we carried out 1 HNMR studies, which is a powerful technique to get insights of the mode of interactions in the host-guest systems. [22,46] In the presence of SCX4, all the aromatic protons of AcH + under- free AcH + and Ac forms estimated in the absence of any host ( cf . Table 3). The observation that the t r2 values are much longer than the rotational correlation times of the free dye in the solution is a direct support of the host-guest inclusion complex formation in the studied dye-SCX4 systems, where a large increase in the effective volume for the host encapsulated chromophores results in the longer rotational correlation times.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Fluorescence anisotropy measurements were also carried out in the presence of the added AcCh for the AcH + -SCX4 and Ac-SCX4 systems ( cf. Figure 10 and Figure S6, SI). For such ternary systems, interestingly, the anisotropy decays become extremely fast again and resemble very closely to that of the free dye in the solution. Present observation directly indicates that the dye-SCX4 inclusion complexes are almost quantitatively disintegrated by the presence of AcCh as the competitive binder cum stimulus. In brief, time-resolved fluorescence anisotropy results broadly support our inferences drawn from steady-state and time-resolved fluorescence measurements, establishing that the addition of AcCh leads to a controlled release of the dye from the macrocyclic nanocavity. Considering the large fluorescence changes for the AcH + -SCX4 system it is very convenient to state that this system in particular acts as an efficient supramolecular host-guest based fluorescence sensor displaying strong response towards acetylcholine as the analyte. Such a mechanism of controlled formation and breaking of a dyehost complex in the presence of an external chemical stimulus can be conceptually depicted by the presentation shown in Scheme 3.\nScheme 3. Schematics to depict the indicator displacement on sensingthe acetycholine as an analyte involving dye-SCX4 system as the fluorescence sensor.\ngo considerably large upfield shifts, as are shown in Figure 11.\nFigure 11. 1 HNMR spectra of (a) AcH + , (b)AcH + -SCX4, and (c) AcH + -SCX4AcCh systems at pD ~ 3. Concentrations of the dye, host and competitive binder in different cases were about 150 m M each..",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Thus, protons H2 and H3 of the dye suffer a significant ~ 1.21.3 ppm upfield shifts and the proton H5 undergoes a moderate ~ 0.5 ppm upfield shift. Interestingly, it is observed that the NMR peaks corresponding to the protons H1 and H4 in the free AcH + undergo very distinct splitting into two well resolved doublets along with a large upfield shifts of ~ 0.77-0.9 ppm on interaction with SCX4. These observations clearly indicate that the dye experiences a largely different microenvironment in the presence of SCX4, suggesting the axial incorporation of the dye into the host cavity. Present observations also suggest that at least two of the aromatic rings of AcH + enters deep into the SCX4 cavity during the AcH + SCX4 inclusion complex formation. Observed NMR results evidently support our proposition that there is a strong inclusion complex formation for the AcH + form of the dye with the SCX4 host.\nTo verify the dye displacement methodology by AcCh, we also carried out NMR studies for the AcH + -SCX4 system in the presence of AcCh at ~ pD ~ 3.0. As indicated from Figure 11, the NMR spectra of the AcH + -SCX4-AcCh ternary system resemble very closely to that of the free AcH + in the absence of any host. Thus, all the aromatic proton signalsfor the SCX4 encapsulated AcH + undergo large downfield shifts in the pres-\n23656549, 2016, 5, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/slct.201600226 by University Of Science, Wiley Online Library on [02/05/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "ence of AcCh and the final proton signals effectively revert back to that of the free dye. To be mentioned here that the well resolved doublets corresponding to the aryl protons H1 and H4 found for the SCX4 encapsulated AcH + also very convincingly return back to the merged signals as that of the free dye, on addition of AcCh in the solution, suggesting almost quantitative displacement of AcH + from SCX4 cavity by the action of AcCh analyte.\nNMR studies were also carried at pD 8.5 to understand the interaction of the Ac form of the dye in the presence of the SCX4 host and AcCh analyte. In the presence of SCX4 host, all the aromatic protons of Ac undergo moderate upfield shifts along with large broadening of the signals as shown in Figure S7, SI, in contrast to huge upfield shifts and finer splitting observed at the acidic condition. In the present case, the protons H1, H 4 and H2 undergoes ~ 0.15 upfield shifts and H 3 and H5 display ~ 0.012 and ~ 0.052 upfield shifts, respectively, supporting the Ac-SCX4 inclusion complex formation. In the presence of AcCh all the aromatic protons of the encapsulated Ac undergo slight downfield shifts indicating the displacement of the dye from the SCX4 cavity by the action of AcCh, though the effect is less prominent compared to that observed at pD ~ 3.0 ( cf . Figure 11). Thus, in the present case the dye displacement is apparently somewhat less efficient as compared to the AcH + -SCX4 system. In any case, the observations made in the NMR studies clearly supports our proposition of the AcCh stimulated release of AcH + and Ac forms of acridine dye from the SCX4 host cavity, as also inferred earlier from the groundstate absorption, steady-state fluorescence and time resolved fluorescence studies.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "The results obtained from ground-state absorption, SS fluorescence, TR-fluorescence and NMR studies clearly indicate that the protonated form (AcH + ) of acridine dye undergoes very strong inclusion complex formation with SCX4 host, much stronger compared to the neutral form (Ac) of the dye. This observation is rationalized on the basis of strong ion-ion interaction between the positively charged AcH + and the negative charges of the sulfonato groups at one of the portals of the SCX4 host. Contrasting binding interaction of SCX4 towards AcH + and Ac forms of the dye leads to a large upward pK a shift of ~ 2.2 units, suggesting the SCX4 bound Ac to act as a much stronger base than the free Ac form. Job's plot studies unambiguously indicate the formation of 1:1 stoichiometric complexes in the present systems. The studied host-guest systems have also been testified for the controlled dye displacement from the host cavity in the presence of a competitive binder cum external stimulus, acetylcholine (AcCh), which is a wellknown neurotransmitter, resulting the construction of an efficient 'OFF-ON' supramolecular host-guest sensor for the sensing of AcCh as an analyte in the solution. Absorption and fluorescence studies and reversible pK a shifts corroborated by NMR results nicely indicate the controlled release of the dye due to the rupture of the dye-SCX4 inclusion complexes in the presence of the external stimulus, AcCh. Contrasting fluorescence",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "re-generations observed for the 'Turn OFF' dye-SCX4 systems in the presence of AcCh at acidic and alkaline pH conditions indicate that the response of the present supramolecular fluorescence sensor system largely depends upon the prototropic nature of the indicator dye acridine and the binding strengths of the two prototropic forms of the dye with the macrocyclic SCX4 host. The kind of host induced pKa shift, modulation in the photophysical properties and the stimulus responsive formation and dissociation of the host-guest assembly observed in the present study can provide many useful applications in the areas like host assisted dye/drug complexation, controlled uptake and release of dye/drug, OFF/ON fluorescence sensors, construction of smart functional materials and so on and thus would invite many follow-up works in the supramolecular hostguest chemistry.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "Authors thankfully acknowledge the Bhabha Atomic Research Centre, Mumbai, India, for the generous support and encouragement provided during the course of the present work. Ketaki Shinde gratefully acknowledges SOS, NMIMS, Mumbai, for supporting her summer internship in BARC as a part of her postgraduate curriculum and Ramesh Shah gratefully acknowledges the Indian Science Academies for his Summer Research Fellowship.\nKeywords: Host-guest interaction  Dye displacement  Fluorescence modulation  Stimulus responsive release  pKa shift",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "[1] M. D. Moya-Ortega, C. Alvarez-Lorenzo, A. Concheiro, T. Loftsson, Int. J. Pharm. 2012 , 428 , 152-163.\n[2] K. Uekama, F. Hirayama, T. Irie, Chem. Rev. 1998 , 98 , 2045-2076.\n[3] D. W. Kuykendall, S. C. Zimmerman, Nat. Nanotechnol. 2007 , 2 , 201-202.\n[4] G. Astray, C. Gonzalez-Barreiro, J. C. Mejuto, R. Rial-Otero, J. Simal-Gandara, Food Hydrocolloids 2009 , 23 , 1631-1640.\n[5] M. D. Pluth, R. G. Bergman, K. N. Raymond, Science 2007 , 316 , 85-88.\n[6] E. M. M. D. Valle, Process Biochem. 2004 , 39 , 1033-1046.\n[7] K. Langa, J. Mosinger, D. M. Wagnerov/C181, Coordin. Chem. Rev. 2004 , 248 , 321-350.\n[8] H. Yamaguchi, T. Ogoshi, A. Harada in Sensor Development using Existing Scaffolds, in Chemosensors: Principles, Strategies, and Applications , Eds.: B. Wang and E. V. Anslyn, John Wiley & Sons, New Jersey, 2011 , pp. 211-226.\n[9] M. Shaikh, S. D. Choudhury, J. Mohanty, A. C. Bhasikuttan, W. M. Nau, H. Pal, Chem. Eur. J. 2009 , 15 , 12362-12370.\n[10] M. Shaikh, J. Mohanty, A. C. Bhasikuttan, V. D. Uzunova, W. M. Nau, H. Pal, Chem. Commun. 2008 , 3681-3683.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "[11] L. Gallego-Yerga, M. Lomazzi, V. Franceschi, F. Sansone, C. O. Mellet, G. Donofrio, A. Casnatib, J. M. G. Fern/C181ndez, Org. Biomol. Chem. 2015 , 13 , 1708-1723.\n[12] Z. Qi, C. A. Schalley, Acc. Chem. Res. 2014 , 47 , 2222 /C0 2233.\n[13] G. Yu, K. Jie, F. Huang, Chem. Rev. 2015 , 115 , 7240-7303.\n[14] D. Qu, Q. Wang, Q. Zhang, X. Ma, H. Tian, Chem. Rev. 2015 115 , 7543-7588.\n[15] P. Wei, X. Yan, F. Huang, Chem. Soc. Rev. 2015 , 44 , 815-832.\n[16] M. Xue, Y. Yang, X. Chi, X. Yan, F. Huang, Chem. Rev. 2015 , 115 , 7398 /C0 7501.\n[17] S. Natesan, C. Sowrirajan, S. Yousuf, I. V. M. V. Enoch, Carbohydr. Polym. 2015 , 115 , 589-597.\n[18] Y.-W. Yang, Y.-L. Sun, N. Song, Acc. Chem. Res. 2014 , 47 , 1950 /C0 1960.\n[19] C. Yu, Y. Jin, W. Zhang, Chem. Rec. 2015 , 15 , 97-106.\n23656549, 2016, 5, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/slct.201600226 by University Of Science, Wiley Online Library on [02/05/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "[20] Y. Sun, J. Ma, D. Tian, H. Li, Chem. Commun. 2016 , 52 , 4602-4612.\n[21] M. Sayed, H. Pal, J. Mater. Chem. C 2016 , 4 , 2685-2706.\n[22] M. Sayed, F. Biedermann, V. D. Uzunova, K. I. Assaf, A. C. Bhasikuttan, H. Pal, W. M. Nau, J. Mohanty, Chem. Eur. J. 2015 , 21 , 691-696.\n[23] M. Sayed, M. Sundararajan, J. Mohanty, A. C. Bhasikuttan, H. Pal, J. Phys. Chem. B 2015 , 119 , 3046 /C0 -3057.\n[24] M. Shaikh, J. Mohanty, A. C. Bhasikuttan, H. Pal, Photochem. Photobiol. Sci. 2008 , 7 , 979-985.\n[25] M. Shaikh, J. Mohanty, A. C. Bhasikuttan, H. Pal, J. Spec. Dyn. 2012 , 2 , 1-14.\n[26] W. Al-Soufi, B. Reija, M. Novo, S. Felekyan, R. Kuhnemuth, C. A. M. Seidel, J. Am. Chem. Soc. 2005 , 127 , 8775-8784.\n[27] N. S. Moyon, S. Mitra, J. Phys. Chem. B 2011 , 115 , 10163-10172.\n[28] R. Wang, L. Yuan, H. Ihmels, D. H. Macartney, Chem. Eur. J. 2007 , 13 , 6468-6473.\n[29] S. Monti, G. Marconi, F. Manoli, P. Bortolus, B. Mayer, G. Grabner, G. Kohler, W. Boszczyk, K. Rothiewicz, Phys. Chem. Chem. Phys. 2003 , 5 , 1019-1026.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "[30] V. Khorwal, B. Sadhu, A. Dey, M. Sundararajan, A. Datta, J. Phys. Chem. B 2013 , 117 , 8603-8610.\n[31] Y. Zhao, F. Sakai, L. Su, Y. Liu, K. Wei, G. Chen, M. Jiang, Adv. Mater. 2013 , 25 , 5215-5256.\n[32] G. Chen, M. Jiang, Chem. Soc. Rev. 2011 , 40 , 2254-2266.\n[33] J. Zhang, P. X. Ma, Adv. Drug Deliver. Rev. 2013 , 65 , 1215-1233.\n[34] I. Ghosh, W. M. Nau, Adv. Drug Deliver. Rev. 2012 , 64 , 764-783.\n[35] Y. Cao, X. Hu, Y. Li, X. Zou, S. Xiong, C. Lin, Y. Shen, L. Wang, J. Am. Chem. Soc. 2014 , 136 , 10762 /C0 10769.\n[36] X. Mao, D. Tian, H. Li, Chem. Commun. 2012 , 48 , 4851-4853.\n[37] V. Francisco, A. Pineiro, W. M. Nau, L. Garcia-Rio, Chem. Eur. J. 2013 , 19 , 17809-17820.\n[38] A. Norouzy, Z. Azizi, W. M. Nau, Angew. Chem. Int. Ed. 2015 , 54 , 792-795.\n[39] T. Pradhan, H. S. Jung, J. H. Jang, T. W. Kim, C. Kang, J. S. Kim, Chem. Soc. Rev. 2014 , 43 , 4684-4713.\n[40] H. Bakirci, W. M. Nau, Adv. Funct. Mater. 2006 , 16 , 237-242.\n[41] R. N. Dsouza, U. Pischel, W. M. Nau, Chem. Rev. 2011 , 111 , 7941-7980.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "[42] K. Wang, D. Guo, M. Zhao, Y. Liu, Chem. Eur. J. 2014 , 20 , 1-10.\n[43] K. Suga, T. Ohzono, M. Negishi, K. Deuchi, Supramol. Sci. 1998 , 5 , 9-14.\n[44] Y. Liu, B. Han, Y. Chen, J. Phys. Chem. B 2002 , 106 , 4678-4687.\n[45] M. Shaikh, Y. M. Swamy, H. Pal, J. Photochem. Photobiol. A 2013 , 258 , 41-50.\n[46] M. Sayed, H. Pal, Phys. Chem. Chem. Phys. 2015 , 17 , 9519-9532.\n[47] J. M. Schuette, T. T. Ndou, A. M. d. l. Pena, K. L. Greene, C. K. Williamson, I. M. Warner, J. Phys. Chem. 1991 , 95 , 4897-4902.\n[48] M. K. Sarangi, S. Basu, Phys. Chem. Chem. Phys. 2011 , 13 , 16821-16830.\n[49] V. Kumar, A. Pandey, S. Pandey, ChemPhysChem 2013 , 14 , 3944-3952.\n[50] A. J. Granger, N. Mulder, A. Saunders, B. L. Sabatini, Neuropharmacol. 2016 , 100 , 40-46.\n[51] M. Shaikh, J. Mohanty, P. K. Singh, W. M. Nau, H. Pal, Photochem. Photobiol. Sci. 2008 , 7 , 408-414.\n[52] M. Shaikh, S. D. Choudhury, J. Mohanty, A. C. Bhasikuttan, H. Pal, Phys. Chem. Chem. Phys. 2010 , 12 , 7050-7055.",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "[53] M. Shaikh, J. Mohanty, M. Sundararajan, A. C. Bhasikuttan, H. Pal, J. Phys. Chem. B 2012 116 , 12450 /C0 12459.\n[54] D. Guo, V. D. Uzunova, X. Su, Y. Liu, W. M. Nau, Chem. Sci. 2011 , 2 , 1722-1734.\n[55] W. M. Nau, G. Ghale, A. Henning, H. Bakirci, D. M. Bailey, J. Am. Chem. Soc. 2009 , 131 , 11558-11570.\n[56] T. Jin, F. Fujii, Y . Ooi, Sensors 2008 , 8 , 6777-6790.\n[57] T. Jin, Sensors 2010 10 , 2438-2449.\n[58] D. Guo, K. Chen, H. Zhang, Y. Liu, Chem. Asian J. 2009 , 4 , 436-445.\n[59] K. Fukui, K. Tanaka, M. Fujitsuka, A. Watanabe, O. Ito, J. Photochem. Photobiol. B: Biol. 1999 , 50 , 18-27.\n[60] S. S. Thomas, C. Bohne, Faraday Discuss. 2015 , 185 , 381-398.\n[61] W. M. Nau, X. Zhang, J. Am. Chem. Soc. 1999 , 121 , 8022-8032.\n[62] K. Hirose, J. Inclusion Phenom. Macrocyclic Chem. 2001 , 39 , 193-209.\n[63] P. Thordarson, Chem. Soc. Rev. 2011 , 40 , 1305-1323.\n[64] J. R. Lakowicz, Principle of Fluorescence Spectroscopy , Plenum press: Springer, New York, 2006 .\nSubmitted: March 18, 2016\nAccepted: April 7, 2016",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    },
    {
        "content": "23656549, 2016, 5, Downloaded from https://chemistry-europe.onlinelibrary.wiley.com/doi/10.1002/slct.201600226 by University Of Science, Wiley Online Library on [02/05/2025]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License",
        "source": "10.1002/slct.201600226",
        "file_path": ""
    }
]