[
    {
        "content": "pubs.acs.org/acssensors",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "Junyi Chen, Emily Z. Tabaie, Briana L. Hickey, Ziting Gao, Alexie Andrea P. Raz, Zongbo Li, Emma H. Wilson, Richard J. Hooley, * and Wenwan Zhong *\nCite This: ACS Sens. 2023, 8, 3195-3204",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "Metrics & More\nArticle Recommendations\nSupporting Information\nABSTRACT: Flexible, water-soluble hosts are capable of selective molecular recognition in cellular environments and can detect neurotransmitters such as choline in cells. Both cationic and anionic water-soluble self-folded deep cavitands can recognize suitable styrylpyridinium dyes in cellular interiors. The dyes selectively accumulate in nucleotide-rich regions of the cell nucleus and cytoplasm. The hosts bind the dyes and promote their relocation to the outer cell membrane: the lipophilic cavitands predominantly reside in membrane environments but are still capable of binding suitable targets in other cellular organelles. Incubating the cells with structurally similar biomarkers such as choline, cholamine, betaine, or butyrylcholine illustrates the selective recognition. Choline and butyrylcholine can be bound by the hosts, but minimal binding is seen with betaine or cholamine. Varying the dye allows control of the optical detection method, and both 'turn-on' sensing and 'turn-off' sensing are possible.\nKEYWORDS: sensors, molecular recognition, intracellular sensing, host:guest complexes, fluorescence imaging, indicator displacement",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "M acrocyclic synthetic receptors are a powerful tool for the recognition and sensing of biorelevant molecules. 1 This, of course, requires the receptors to be functional in biomedia. There are many water-soluble macrocyclic hosts in the literature from cyclodextrins, calixarenes, cucurbit[ n ]urils, cyclophanes, pillararenes, and self-folding cavitands. 2 While there are myriad examples of these hosts being used for selective recognition in buffered solution, more complex environments such as urine, saliva, serum, lipid membranes, and living cells provide a much greater challenge. 3 Even high salt concentrations can be a problem: 4 for example, CB[7] is one of the most effective macrocyclic hosts known, but its target affinity is weakened by high concentrations of sodium salts. 5 Each type of receptor has its strengths and weaknesses, and effective recognition in aqueous solution does not necessarily translate to complex biomedia. Despite these challenges, the application of macrocyclic receptors in vitro is an enticing target for biosensing, drug delivery, and therapeutic development. 6 As well as recognition of biological targets in cells, effective sensing requires a reporting element: in the case of macrocyclic receptors, this is most often an indicator displacement assay. 7 This introduces further challenges for function in cells: not only must the host selectively bind the\ntarget in the presence of all of the interferents in a cell but also must bind the indicator and give a strong signal response upon displacement: this limits the scope of suitable receptors.\nThe superhigh affinity of cucurbiturils for diamines allows their function in cells, and they have been used to monitor intracellular redox processes, 8 bind proteins, 9 and can be used in drug delivery or remediation 10 and imaging. 11 The most successful examples of macrocyclic hosts being used in cells for molecular recognition and sensing are Guo's micellar calixarene aggregates, which allow drug delivery, phototheranostics, and bioimaging. 12 Creating supramolecular nanoparticles alleviates some of the drawbacks of individual receptors but is not applicable to host types that are more difficult to derivatize. The use of individual, nonaggregated receptors in cells is far rarer, as their lower selectivity and target\nReceived:\nMay 5, 2023\nAccepted:",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "July 7, 2023\nPublished:\nJuly 21, 2023\nFigure 1. Structures of (a) hosts, (b) indicator dyes, and (c) guests used in this study. (d) Minimized structures of the TCC Cho · and TCC DSMI · host:guest complexes (SPARTAN, semiempirical, lower rim ethyl groups omitted for clarity).\naffinity restrict their use. Nau showed indicator displacement assays with tetrasulfonato-calixarene and lucigenin dye in live cells that were able to detect species such as choline, acetylcholine, or protamine. 13 Neri used calixarenes for affinity pull-down in cancer cells, 14 and Guo used nonaggregated azacalixarenes to monitor hypoxia via the indicator displacement assay (IDA), 15 but there is still a dearth of applications of macrocyclic molecular recognition in cells, or studies about the localization of those hosts on cell interiors.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "Water-soluble, self-folding deep cavitands have many advantages over more rigid macrocycles in selective molecular recognition of biorelevant targets: 16 they can be easily functionalized with different motifs at the upper and lower rim, and the large cavities can bind many different fluorescent dyes. 17 They can display multiple orthogonal recognition mechanisms, which allows the selective sensing of targets as diverse as post-translationally modified peptides, 17a,b kinase substrates, 17c various DNA secondary structures, 17d -f drugs of abuse, 17g and insect pheromones. 17h While they are functional in complex biomedia, such as urine, saliva, and serum, we have only rarely been successful when applying them in living cells. The lipophilic cavitand TCC 18 was able to bind a trimethylammonium (R-NMe3 + )-tagged fluorescein derivative and accelerate its delivery into HeLa cells and via cavitandmediated endocytosis. 19 The weakness with that system was that the dye was released from the cavitand once on the cellular interior and trapped in endosomes not suitable for IDA nor for study of host -guest interaction in cellular environments. This, however, was a facet of the dye not the cavitand: in the intervening period, we have synthesized a far wider range of suitable dyes for this host. 17 Here, we show that water-soluble hosts can perform selective molecular recognition and indicator displacement assays inside living cells and alter the intracellular location of fluorophores via selective molecular recognition.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "The cavitands, dyes, and guests tested are shown in Figure 1. Styrylpyridinium dyes DSMI and DTMI show strong ( K d ∼ 5 to 50 μ M) affinity for multiple different deep cavitands in buffer, 17d,f,g binding with the aniline group inside the host cavity and display enhanced fluorescence when bound. The dyes each bind DNA 17d -f and would be expected to localize\nFigure 2. Host:dye binding in HeLa cells. (a) Illustration of the different cellular locations shown by DSMI and the TCC DSMI · pre-mixed complex. (b) Confocal fluorescence images of live HeLa cells treated by 5 μ M DSMI for 1 h (top) and 5 μ M DSMI TCC · ( pre-mix ) for 1 h (bottom). The images of 2 channels including both DSMI and MitoView650, as well as their merged images, are listed from left to right. See Figure S1 for full size images of all channels.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "into cellular compartments that contain nucleic acids: for example, it has been shown that a similarly structured dye, the -NH2 equivalent of DSMI locates at the nucleoli and mitochondria 20 upon addition to cells. To establish their intracellular behavior, the two dyes ( DSMI and DTMI ) were incubated in HeLa cells in PBS solution (5 μ M dye) for 1 h. Both dyes were transported into the cell and could be observed upon confocal microscopy. Interestingly, washing the cells with a PBS buffer solution (as a control to mimic the subsequent addition of other species) caused the DSMI dye to be washed out of the cell interiors, whereas DTMI was retained and showed a significantly higher fluorescence emission with the same concentration and incubation time. Each of the dyes showed a preference for clustering in specific locations in the cell, notably nucleotide-rich areas (Figures S1 -S4): while DTMI stained the complete nucleus, DSMI clustered in the nucleolus, and both dyes in the cytoplasm had a colocalization coefficient >0.67 with that of MitoView650 (Figures 2 and S2 and S4), indicating the staining of mitochondria. We have previously shown that both DSMI and DTMI have strong affinity for folded nucleic acid strands (and concomitant fluorescence enhancement) in buffered solution: 17d,f the affinity for nucleotide-rich regions of the cell is consistent with that observation. The specific location of DSMI in the nucleolus, which contains the ribosomal machinery, rather than the entire nucleus, may be worthy of future investigation.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "unsuitable for cell transport as they formed large insoluble aggregates with both dyes (Figure S25). Despite their structural similarities to the unsuccessful hosts, the TCC and AMD hosts were far more interesting. The initial questions were whether the different hosts could bind the dyes in cellular environments and what effect that binding had on their location and fluorescence emission. The more well-known host TCC was tested first. Two addition strategies were used: either the dye was added to the cells and incubated for 1 h, followed by the addition of cavitand (termed ' seq-mix ' for clarity), or the host and dye were pre-mixed (forming a host · dye complex, termed ' pre-mix '), and that solution was added to the cells. The difference between these addition methods was not easily predictable, as the host · dye complexation is rapid and reversible (in/out exchange with TCC occurs on the order of ∼ 10/s at ambient temperature in water 18b ). While the affinity for the dyes in TCC is on the order of micromolar, the binding is noncovalent, and this rapid exchange allows equilibration between the bound and free states. As such, bound dye could theoretically be sequestered by the cavitand in the cell, or released into the cytosol, and both outcomes are possible with each addition strategy.\nNext, the effects of the cavitand host were tested. Four different types of cavitand were used: anionic TCC and cationic CHI CHP / show a kinetically stable folded 'vase' conformation in water and bind styrylpyridinium dyes strongly, 17 whereas cationic octamide cavitand AMD is more flexible. 17f Unfortunately, CHI and CHP cavitands were",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "Five μ M DSMI dye was pre-mixed with 5 μ M TCC in PBS buffer and added to the HeLa cells, followed by a PBS wash and 1 h incubation ('pre-mix'). Interestingly, adding the premixed TCC DSMI · does not suffer any loss of DSMI stain from the cell interior after washing with PBS: despite an identical washing procedure, no loss of DSMI is seen in the presence of cavitand, whereas all dye could be removed from the cells in its absence (see Figure S2). These results suggest a persistent TCC DSMI · host:guest complex in the cell. In addition, the intracellular location of the dye is substantially\nFigure 3. Intracellular relocation. Confocal fluorescence images of live HeLa cells treated by 5 μ M DTMI for 1 h, followed by incubation with 20 μ M TCC (seq-mix) for (a -e) 0, 15, 30, 45, and 75 min. (f) Violin plot of the integrated density (F) change over time measured on each individual cell ( n = 100). F 0 , the fluorescence measured at t = 0 min. All images were taken with an identical gain, to show the location of the TCC DTMI · complex; for lower-gain images that show the DTMI location more clearly, see Figure S4.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "altered (Figure 2). Whereas the free dye localized in nucleotide-rich areas, in the presence of an equimolar concentration of cavitand TCC , the observed fluorescence is almost completely localized in the external plasma membrane, and the colocalization coefficient with that of MitoView650 reduced to 0.41. The effectiveness of this recognition is quite remarkable: while the ability of TCC to form strong complexes with dyes such as DSMI is known ( K d = 5.2 μ M in buffer), 17c DSMI also has micromolar affinity for short strands of DNA. 17d -f Despite the large nucleotide concentration in the cell, the cavitand is able to retain the dye in its cavity and sequester the TCC DSMI · complex in the membrane. The lipophilic TCC is well-known to bind in synthetic lipid bilayers such as POPC vesicles, micelles, or supported lipid bilayers, 21 but this is the first evidence that supports that in a living cell. The same behavior can be seen with the DTMI , but it requires more TCC cavitand than needed by DSMI . While a 1:1 ratio (5 μ Meach, pre-mix) of TCC and DSMI causes the dye to be sequestered in the membrane, the same result is only seen with a 4:1 ratio of TCC:DTMI (20:5 μ M, Figures S7 -S10). As the affinity of DTMI for TCC ( K d = 8.9 μ M in buffer 17f ) is quite similar to that of DSMI , this result suggests that the DTMI dye has a greater affinity for other cellular constituents.\ncavitand on cell-bound DTMI (Figure 3). To most clearly show the location of the DTMI TCC · complex, the images in Figure 3 were taken with a gain that allows visualization of the darker DTMI TCC · in the membrane, so the cells with unbound DTMI are very bright. Please see Figure S4 for lowergain images that more clearly show the location of DTMI in the absence of TCC .",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "To shed more light on these differences, the incubation was repeated sequentially, i.e., 5 μ M dye was incubated with the HeLa cells for 1 h, followed by the addition of cavitand. DSMI is not ideal for this purpose, as the addition of buffer washes the dye from the cells. When 5 μ M TCC was added to cells containing 5 μ M DSMI ( seq-mix ), not all of the dye was lost, but the low concentration complicated the confocal microscopy experiments. As such, we focused on the effects of TCC\nThe cells were incubated with 5 μ M DTMI for 1 h, followed by the addition of 20 μ M TCC . We selected 100 cells from the total of 10 images taken at various locations and monitored the change in each cell's fluorescence intensity over time by confocal microscopy (a subset of 10 cells is shown in Figure 3a -e, for others, see Figures S13 -S16). Over time, the strong emission shown by DTMI when bound in nucleotide-rich regions of the cell dissipates, and the fluorescence is slowly moved to the outer membrane. The rate of fluorescence change is not consistent between different cells, as would be expected, but in some of the cells, the dye was displaced from the nucleotide-rich region in <15 min, and moved to the plasma membrane. These results indicate that the TCC host can be rapidly incorporated into the cells and binds to the dye. We had previously shown that TCC is endocytosed by cells, 19 and this experiment shows that the cavitand is not sequestered in endosomes but can easily move into the cytoplasm to compete with the nucleotides for dye binding. Most importantly, while the fluorescence of the TCC dye · complexes is observed in the outer membrane, the cavitand is not permanently sequestered there. The images in Figure 3 clearly show that the TCC host can access DTMI dye bound in the mitochondria/nucleolus, outcompete the nucleotides in those regions for the DTMI dye, and relocate the TCC DTMI ·",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "complex to the outer membrane in less than 2 h. The violin plot of the mean integrated fluorescence intensity changes measured on 100 cells also clearly showed two cell populations, one with higher fluorescence intensity from DTMI residing at the nucleotide-rich regions, and the other with lower intensity with DTMI translocated to the membrane by TCC . The lower-intensity population appeared 15 mins after the addition of TCC , and continued to increase with longer incubation duration. When simple PBS buffer incubation was used as a control, we did not observe any location change of the dye nor any differentiation of high- and low-intensity cell populations. Instead, the fluorescence of each cell dropped continuously due to simple washing of the dye from the cells over time (Figures S17 -S20). It should be noted that the amounts of cavitand used are small in each case  an equimolar amount of TCC can relocate DSMI in the cell, and only four equivalents are needed for DTMI . The recognition is strong and efficient in the complex environment of the cell. Both dyes exhibit a lower fluorescence emission via microscopy in the presence of TCC than free in the cells. This is because dye incorporation in nucleotides increases the emission of the two dyes far more than binding in the host, 17c,f so a 'turn-off' effect is observed upon cellular formation of the TCC dye · complexes in each case. Free DTMI in cells is brighter than DSMI , because DTMI is brighter when DNA-bound: we have previously shown that DTMI exhibits higher fluorescence than DSMI when bound to DNA G-quadruplexes. 17f",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "These studies illustrate the ability of the host to perform selective molecular recognition and translocation of styrylpyridinium dyes in HeLa cells. The more interesting question, however, is whether this recognition can be outcompeted by an added guest, enabling a selective indicator displacement assay. To test this, a set of biologically important substrates for the cavitands were tested, some of which had been tested by Nau in his paper. 13 These substrates are shown in Figure 1 and consist of variably functionalized trimethylammonium (RNMe3 ) ions. + Choline ( Cho ), butyrylcholine ( BuCho ), and cholamine ( Cha ) are signaling molecules involved in neurological function or immune response, and betaine ( Bet ) is a choline metabolite that can be a predictor of adverse cardiovascular events. 3f While superficially similar in structure, these substrates show highly variable affinity for TCC in aqueous solution: Cho and BuCho bind strongly ( K d ∼ 10 μ M), with the NMe3 + group in the cavity of the host. 18a Bet shows no affinity, as the anionic carboxylate provides Coulombic repulsion with the upper rim carboxylates in TCC upon binding. Cha shows variable affinity, depending on the conditions: it effects precipitation of the host in pure water 18a but can be bound at low cavitand concentrations 17b or in lipid environments. 21\nEach of these guests (50 mM concentration) was added to HeLa cells containing TCC and either of the two dyes. The cell permeability of small organic ions such as choline is quite low; 13 hence, there is the need for a high added concentration of the analyte, and the concentration in the cells is much smaller. Figure 4 shows the effect of adding butyrylcholine or betaine to the cell-bound TCC DTMI · (for full images of the additions of other substrates including Cho and Cha , see Figures S11 and S12). The images show that the TCC host is capable of selective indicator displacement assays with variable R-NMe3 + ion substrates in living cells. The strongly bound guests ( Cho BuCho , ) cause displacement of each dye from the TCC host after 1 h incubation. This indicates that the added\n(a) 5 pM DTMI\n(b) 5 pM DTMI 20 pM TCC",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "Figure 4. IDA sensing with TCC DTMI · . DTMI channel fluorescence images of live HeLa cells treated by (a) 5 μ M DTMI , (b) TCC DTMI · (pre-mix, 20 μ M, 5 μ M), (c) TCC DTMI · (premix, 20 μ M, 5 μ M) + 50 mM butyrylcholine, (d) TCC DTMI · (premix, 20 μ M, 5 μ M) + 50 mM betaine. Incubation time = 1 h. The image (a) was captured under a lower gain = 700.0, and images (b, c, d) were captured under a gain = 800.0 and larger pinhole.\nguests are transported into the cells and can outcompete the dye for binding in membrane-bound TCC . In contrast, the weakly bound guest Bet has no effect on the emission: despite the small change in structure, this guest does not bind in the host, as the anionic carboxylate provides a deleterious interaction with the electron-rich cavitand walls. Cha is more ambiguous: displacement occurs but to a much lower extent than with Cho , suggesting that the host can bind Cha in the cellular environment, but the affinity is much lower. The TCC DTMI · system is a selective, 'turn-on' sensor for strongly binding guests ( Cho , BuCho ) due to indicator displacement, followed by a relocation of the dye to its 'free' locations (nucleotide-rich regions of the mitochondria and nucleus), rather than the outer membrane. Weakly bound guests ( Bet ) cause no displacement and no change in emission. DTMI has a very strong increase in emission when released from the host and bound in nucleotide-rich cellular regions. When Cho is bound in the cavitand, the emission increase is so large that the images must be captured under a lower gain value to visualize the dye properly (see Figures S11 and S12). The addition of BuCho causes a slightly lower increase in dye emission, so the images in Figure 4 were all obtained with the same gain.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "While the two dyes illustrate the indicator displacement assay efficiently, the visual results are quite different. Whereas the TCC DTMI · pair is a 'turn-on' sensor, DSMI is washed from the cell after displacement and thus can act as a 'turn-off' sensor. For example, in Figure 5, the TCC DSMI · complex is located in the outer membrane. After the addition of the weakly bound Bet , no displacement occurs and no change is seen. The addition of Cho washes the dye from both the TCC host and the cell, so the observed fluorescence is significantly reduced. While the target recognition properties of the TCC\n(b) 5 uM DSMI 5 uM TCC\nFigure 5. IDA sensing with TCC · DSMI . DSMI channel fluorescence images of live HeLa cells treated by (a) 5 μ M DSMI for 1 h, (b) TCC DSMI · (pre-mix, 5 μ M each) then PBS for 1 h, (c) TCC DSMI · (pre-mix, 5 μ M each) then 50 mM Choline for 1 h, and (d) TCC DSMI · (pre-mix, 5 μ M each) then 50 mM betaine for 1 h.\nFigure 6. Flow cytometry. Representations of the (a) 'turn-on' and (b) 'turn-off' IDA processes. (c) Flow cytometry histograms of live HeLa cells treated with dye, dye+host (pre-mix), and dye + host + substrate. [ dye ] = 5 μ M, [ TCC ] = 5 μ M (with DSMI ) or 20 μ M (with DTMI ), and [substrate] = 50 mM. Note: with DTMI , the substrate was added at the same time as the host · dye complex, and for DSMI , the substrate or PBS was added afterward. See Tables S2 and S4 for more information.\nhost remain unchanged, changing the dye allows different fluorescent readouts of the binding event.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "The confocal microscopy images are useful for a qualitative determination of the IDA process and illustrate the location of the dye, but flow cytometry provides a more quantitative analysis of dye fluorescence change during host recognition and guest displacement (Figure 6). The flow cytometry experiments nicely illustrate the 'turn-off' and 'turn-on' mechanisms for the two dyes ( DSMI and DTMI , respectively). The fluorescence center for DSMI was minimally shifted when incubated with TCC for 1 h (Figure 6c, red). In the presence of either Bet or Cha , virtually no change is observed,\n(a) 5 pM DTMI + 50 pM AMD (DTMI channel)",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "Figure 7. Sensing with the AMD host. Confocal fluorescence images of live HeLa cells treated by: (a, b) AMD DTMI · (pre-mix, 50 μ M, 5 μ M), (c) AMD DTMI · (pre-mix, 50 μ M, 5 μ M) + 100 mM BuCho , and (d) AMD DTMI · (pre-mix, 50 μ M, 5 μ M) + 100 mM Cha for 1 h, respectively. Images (a) and (b) were captured using the same samples at the same location, but (a) shows only DTMI channel, (b) is the Merged image of DTMI , Hoechst 33342, MitoView650, and Bright Field channels. All the default settings (see the Supporting Information) were applied to the images (a) and (b). Images (c) and (d) were captured under a lower gain of DTMI channel = 700.0.\nconsistent with no indicator displacement; but Cho and BuCho incubation (Figure 6c, blue/pink) causes a lower fluorescence peak, consistent with the 'turn-off' images in Figure 5. The fluorescence was reduced further with a higher concentration of Cho (Figure S26 and Table S3). DTMI results in higher fluorescence than DSMI in cells (Figure 6c), which is reduced upon incubation with the TCC host (see Figure S27 and Table S5). This 'off' state is unaffected by Bet and Cha as before, but when Cho or BuCho is added to the incubation, the fluorescence is regenerated, although does not go back to the intensity level of TCC DTMI · (Figure 6c). All of this data matches the various confocal image results and quantitates the effectiveness of the selective IDA process with TCC cavitand.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "upon release from the host and incorporation in nucleotides is much larger. These fluorescence change trends were also observed in flow cytometry (Figure S29 and Table S7). These results support the fact that DTMI can act as a turn-on sensor with AMD , as competitive binding of Cho removes the cavitand-based quenching. Similarly, DSMI can be quenched by AMD , and the fluorescence can be turned back on by incubation with Cho , as confirmed by both microscopy (Figures S23 and S24) and flow cytometry (Figure S28 and Table S6).\nThe AMD dye · complex in the HeLa cells is also fully capable of performing selective recognition and IDA sensing of the R-NMe3 + substrates, although the reporter output is different to that shown by TCC . Upon treatment of cells with AMD DTMI · and Cho or BuCho (see Figures 7a -c and S21 and S22), the DTMI dye is expunged from the cavitand, relocates to its preferred nucleotide-rich organelles, and a significant enhancement in emission is seen. The fluorescence increase is very strong  the images in Figure 7c,d were taken at a lower gain than those in Figure 7a,b (see Figure S21 for images with an identical gain) so that the location of the dye could be easily visualized; the original images are far too bright to see any details. The enhancement of DTMI fluorescence is less when bound in AMD than TCC , 17f so the 'turn-on' effect",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "The other notable difference is that AMD can detect cholamine ( Cha ), which was not observed with TCC . Betaine ( Bet ) causes no increase of dye fluorescence with any of the hosts, but as can be seen in Figure 7d, DTMI displacement is possible upon cholamine binding in AMD . The reasons for the greater ability of cholamine to displace the dye from AMD (as opposed to TCC ) are not obvious: the binding affinity of different R-NMe3 + guests for differently charged hosts is highly variable, depending on conditions, 17b and this illustrates that binding affinities in water do not necessarily translate to those in cellular media. Overall, the various cavitand/dye complexes are a powerful tool for selective target binding and sensing in cells: varying the dye allows different detection methodologies either ('turn-on' or 'turn-off'), whereas changing the nature of the cavitand allows differential selectivity for different RNMe3 + substrates. Whereas Cho BuCho / are always strongly detected and Bet is never bound by cavitands, Cha detection can be tailored depending on host structure. The combination\nof differently structured dyes and hosts enables tailored detection for different targets, even in challenging cellular environments.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "Here, we have shown that multiple different water-soluble deep cavitands can perform selective cavity-based molecular recognition in cells, perform selective indicator-displacementbased sensing of choline derivatives, and also control the intracellular location of bound targets. By varying the nature of the host and/or the dye used, different sensor outputs can be used for choline sensing, either 'turn-on' or 'turn-off'. Binding selectivity is controlled by the host: strong guests such as choline and butyrylcholine can be easily detected, whereas less well-bound substrates such as betaine are ignored. The sensing is tolerant of all of the competitive substrates present in the cell. The most striking property of the hosts is their ability to relocate substrates in the cell: the flat cationic styrylpyridinium dyes naturally gravitate toward nucleic acid-rich organelles, but the lipophilic cavitands mainly reside in the outer membrane. The cavitands are not 'locked' in the membrane but can traverse the cell to bind their targets and relocate them in membrane environments. This type of recognition is very rare with small-molecule macrocycles: while common macrocyclic hosts have been shown to deliver cargo to cellular interiors, study of their cellular partitioning is often ignored. These observations add to the toolbox of applications shown by flexible, self-folding deep cavitands in biorecognition and sensing. It is also worth noting that incubation of the cells with these host:guest systems did not cause substantial cell death (Figures S31 -S33), and the components are not cytotoxic at the concentrations used. 19",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "General Information. Cavitands TCC , 18a AMD , 17f as well as fluorophores DSMI 17f and DTMI 17f were synthesized according to literature procedures. 1 H and 13 C spectra were recorded on a Bruker Avance NEO 400 MHz or Bruker Avance 600 MHz NMR spectrometer. The spectrometers were automatically tuned and matched to the correct operating frequencies. Proton ( H) 1 and carbon ( 13 C) chemical shifts are reported in parts per million ( δ ) with respect to tetramethylsilane (TMS, δ = 0), and referenced internally. Deuterated NMR solvents were obtained from Cambridge Isotope Laboratories, Inc., Andover, MA, and used without further purification. All other materials, including choline chloride, betaine, cholamine chloride, and butyrylcholine chloride were purchased from Aldrich Chemical Company (St. Louis, MO) or Fisher Scientific (Fairlawn, NJ) and were used as received. Solvents were dried through a commercial solvent purification system (Pure Process Technologies, Inc.). Human cervical adenocarcinoma HeLa cell line was obtained from the American Type Culture Collection (ATCC). The cell culture medium was prepared by adding 50 mL fetal bovine serum (FBS) and 6 mL Penicillin -Streptomycin 100 × Solution into 500 mL Dulbecco's modified Eagle medium (DMEM)/high glucose with L-glutamine, sodium pyruvate. The cells were grown in sterile Petri dishes of 100 mm × 15 mm or tissue culture dishes of 60 mm × 15 mm. 6-Well clear multiwell plates were used to grow cell samples for flow cytometry. Glass bottom cell culture dishes of 15 mm were used in confocal microscopy experiments. The incubation condition was 37 ° C with 5% CO2 in a humid Forma Series II Water-Jacketed CO2 Incubator. Phosphate buffered saline (PBS) pH 7.4 (1 × ) was used for sample dilution and washing cells. 0.25% trypsin -0.1% EDTA in HBSS w/o calcium, magnesium, and sodium bicarbonate was used to release adherent cells. Cell Counting Kit-8 was purchased from Fisher Scientific and Selleckchem.com. A 96-Well, cell culture- treated,",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "flat-bottom microplate was used for cell culture in the CCK-8 assay.\nCell Counting. HeLa cells were detached using trypsin solution and then well dispersed in cell culture medium. 10 μ L of cell suspensions were mixed with 10 μ L of Trypan Blue 0.4% and 0.85% NaCl, and then the mixture was pipetted into a dual-chamber cell counting slide, which was inserted in a TC20 Automated cell counter (Bio-Rad) to test the live cell concentration.\nCell Treatment Procedures. Pre-Mix Host · Dye . 1 mL of sample solution containing the dye and cavitand pre-mixed in PBS was added into a cell culture dish for 1 h incubation with cells (e.g., TCC DSMI · ). (1a) Pre-mix host · dye then substrate : 1 mL sample solution containing the dye and cavitand pre-mixed in PBS was added to treat the cells for the first hour; then, the host · dye complex was removed before washing twice with 1 mL of PBS; substrate molecules dissolved in PBS was used for the second hour treatment (e.g., premix TCC DSMI · then Cho ). (1b) Pre-mix host · dye + substrate : 1 mL of sample solution containing the dye, cavitand, and substrate premixed in PBS was added into a cell culture dish for 1 h incubation with cells (e.g., pre-mix TCC DSMI · + Cho ).\nSeq-Mix Dye Then Host . 1 mL of sample solution of the dye diluted in PBS was added for 1 h cell treatment and removed before washing cells twice with 1 mL PBS; then, 1 mL of sample solution of the cavitand diluted in PBS was added for 0 -90 min cell treatment (e.g., seq-mix DTMI then TCC ).\nConfocal Microscopy. HeLa cells were cultivated in a glassbottomed cell culture dish with 3 × 10 5 cells/well and incubated for 24 h in a humid, 5% CO2 incubator at 37 ° C. After removing the medium, cells were washed twice with 1 mL of PBS. The cell treatments were conducted at 37 ° C, 5% CO2 according to the procedure above.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "(1) For all of the conditions except seq-mix DTMI then TCC , the sample solution was removed, followed by washing cells twice with 1 mL of PBS, and then cells were incubated with 1 mL of DMEM/high glucose containing 2 μ g/mL Hoechst 33342 and 100 nM MitoView650, at ambient temperature. Before imaging, cells were washed with 1 mL of PBS twice. 1 mL of PBS was added in the dish for imaging. The images were captured under a Zeiss LSM 880 Elyra confocal microscope with an Axio Observer and an objective α PlanApochromat 100 × /1.46 Oil DIC. (2) In the case of seq-mix DTMI then TCC , the TCC solution was retained in the confocal cell culture dish during imaging without adding Hoechst 33342 and MitoView650. The imaging was conducted with a Zeiss LSM 880 Elyra confocal microscope with an Axio Observer and an objective α PlanApochromat 40 × /1.4 Oil DIC M27. See the Supporting Information for more setting information.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "Flow Cytometry. HeLa cells were cultivated in 6-well cell culture plates with 3 × 10 5 cells/well, incubated for 2 days in a humid, 5% CO2 incubator at 37 ° C. The cell treatments were conducted at 37 ° C, 5% CO2 according to the procedure above. After incubation, solution was aspirated, and cells were washed with 1 mL of PBS twice and detached by trypsin solution for 3 min. 1 mL of cell culture medium was added to quench trypsin, and cells were centrifuged at 500G for 3 min, followed by two further washes with 1 mL of PBS. Harvested cells were kept on ice. Cells were acquired using a BD FACSCanto II flow cytometer with DSMI DTMI / fluorescence detected: Ex 488 nm and Em 564 -606 nm (PE channel), forward scatter detection: photodiode with 488/10 bandpass filter, and side scatter detection: PMT with 488/10 bandpass filter. 100,000 cells were collected. An unstained control (cells treated by PBS) was used to determine DSMI DTMI / positivity. Analysis was performed using FlowJo 10.8.1. Cells were gated to exclude debris using the SSC-A vs FSC-A. Live cells were then gated to exclude doublets (FSC-H vs FSC-A). Subsets were observed by gating SSC-A vs DSMI DTMI / . Please see Figure S30 for the gating strategy.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acssensors.3c00886.\nAll confocal microscopy images, flow cytometry, and cytotoxicity data (PDF)",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "Richard J. Hooley -Department of Chemistry, Environmental Toxicology Graduate Program, and Division of Biomedical Sciences, University of California -Riverside, Riverside, California 92521, United States; orcid.org/0000-00030033-8653; Email: richard.hooley@ucr.edu\nWenwan Zhong -Department of Chemistry, Environmental Toxicology Graduate Program, and Division of Biomedical Sciences, University of California -Riverside, Riverside, California 92521, United States; orcid.org/0000-00023317-3464; Email: wenwan.zhong@ucr.edu",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "Junyi Chen -Environmental Toxicology Graduate Program, University of California -Riverside, Riverside, California 92521, United States; orcid.org/0000-0001-7453-6623\nEmily Z. Tabaie -Division of Biomedical Sciences, University of California -Riverside, Riverside, California 92521, United States; orcid.org/0000-0002-0502-1922\nBriana L. Hickey -Department of Chemistry, University of California -Riverside, Riverside, California 92521, United States\nZiting Gao -Department of Chemistry, University of California -Riverside, Riverside, California 92521, United States\nAlexie Andrea P. Raz -Department of Chemistry, University of California -Riverside, Riverside, California 92521, United States\nZongbo Li -Department of Chemistry, University of California -Riverside, Riverside, California 92521, United States\nEmma H. Wilson -Division of Biomedical Sciences, University of California -Riverside, Riverside, California 92521, United States\nComplete contact information is available at:\nhttps://pubs.acs.org/10.1021/acssensors.3c00886",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "The authors declare no competing financial interest.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "The authors would like to thank the National Science Foundation (CHE-1707347 to R.J.H. and W.Z.) and the National Institutes of Health (R01DA048815 to E.H.W.) for support, Prof. Joseph Genereux for the use of a cell counter, and Prof. Yinsheng Wang for a generous donation of HeLa cells.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "- (1) (a) Pinalli, R.; Pedrini, A.; Dalcanale, E. Biochemical sensing with macrocyclic receptors. Chem. Soc. Rev. 2018 , 47 , 7006 -7026. (b) van Dun, S.; Ottmann, C.; Milroy, L.-G.; Brunsveld, L. Supramolecular chemistry targeting proteins. J. Am. Chem. Soc. 2017 , 139 , 13960 -13968.\n(2) (a) Deng, C.-L.; Murkli, S. L.; Isaacs, L. D. Supramolecular hosts as in vivo sequestration agents for pharmaceuticals and toxins. Chem. Soc. Rev. 2020 , 49 , 7516 -7532. (b) Crini, G. Review: a history of cyclodextrins. Chem. Rev. 2014 , 114 , 10940 -10975. (c) Assaf, K. I.; Nau, W. M. Cucurbiturils: from synthesis to high-affinity binding and catalysis. Chem. Soc. Rev. 2015 , 44 , 394 -418. (d) Beaver, J. E.; Waters, M. L. Molecular recognition of Lys and Arg methylation. ACS Chem. Biol. 2016 , 11 , 643 -653. (e) Guo, D.-S.; Uzunova, V. D.; Su, X.; Liu, Y.; Nau, W. M. Operational calixarene-based fluorescent sensing systems for choline and acetylcholine and their application to enzymatic reactions. Chem. Sci. 2011 , 2 , 1722 -1734. (f) Ogoshi, T.; Yamagishi, T.-a.; Nakamoto, Y. Pillar-shaped macrocyclic hosts pillar[n]arenes: new key players for supramolecular chemistry. Chem. Rev. 2016 , 116 , 7937 -8002. (g) Hooley, R. J.; Rebek, J. Chemistry and catalysis in functional cavitands. Chem. Biol. 2009 , 16 , 255 -264.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "(3) (a) Beatty, M. A.; Hof, F. Host -guest binding in water, salty water, and biofluids: general lessons for synthetic, bio-targeted molecular recognition. Chem. Soc. Rev. 2021 , 50 , 4812 -4832. (b) Krämer, J.; Kang, R.; Grimm, L. M.; De Cola, L.; Picchetti, P.; Biedermann, F. Molecular probes, chemosensors, and nanosensors for optical detection of biorelevant molecules and ions in aqueous media and biofluids. Chem. Rev. 2022 , 122 , 3459 -3636. (c) Beatty, M. A.; Selinger, A. J.; Li, Y.; Hof, F. Parallel synthesis and screening of supramolecular chemosensors that achieve fluorescent turn-on detection of drugs in saliva. J. Am. Chem. Soc. 2019 , 141 , 16763 -16771. (d) Hu, C.; Grimm, L.; Prabodh, A.; Baksi, A.; Siennicka, A.; Levkin, P. A.; Kappes, M. M.; Biedermann, F. Covalent cucurbit[7]uril -dye conjugates for sensing in aqueous saline media and biofluids. Chem. Sci. 2020 , 11 , 11142 -11153. (e) Hu, C.; Jochmann, T.; Chakraborty, P.; Neumaier, M.; Levkin, P. A.; Kappes, M. M.; Biedermann, F. Further dimensions for sensing in biofluids: distinguishing bioorganic analytes by the salt-induced adaptation of a cucurbit [7] uril-based chemosensor. J. Am. Chem. Soc. 2022 , 144 , 13084 -13095. (f) Harrison, E. E.; Waters, M. L. Application of an imprint-and-report sensor array for detection of the dietary metabolite trimethylamine N-oxide and its precursors in complex mixtures. Angew. Chem.,",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "Int. Ed. 2022 , 61 , No. e202205193. (g) Liu, Y.; Minami, T.; Nishiyabu, R.; Wang, Z.; Anzenbacher, P., Jr. Sensing of carboxylate drugs in urine by a supramolecular sensor array. J. Am. Chem. Soc. 2013 , 135 , 7705 -7712. (h) Schramm, M. P.; Hooley, R. J.; Rebek, J. Guest recognition with micelle-bound cavitands. J. Am. Chem. Soc. 2007 , 129 , 9773 -9779.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "(4) Jordan, J. H.; Ashbaugh, H. S.; Mague, J. T.; Gibb, B. C. Buffer and salt effects in aqueous host -guest systems: screening, competitive binding, or both? J. Am. Chem. Soc. 2021 , 143 , 18605 -18616.\n(5) Thomas, S. S.; Tang, H.; Bohne, C. Non-innocent Role of Na + ions in the binding of the n-phenyl-2-naphthylammonium cation as a ditopic guest with cucurbit[7]uril. J. Am. Chem. Soc. 2019 , 141 , 9645 -9654.\n(6) Pan, Y.-C.; Hu, X.-Y.; Guo, D.-S. Biomedical applications of calixarenes: state of the art and perspectives. Angew. Chem., Int. Ed. 2021 , 60 , 2768 -2794.\n(7) (a) Sedgwick, A. C.; Brewster, J. T.; Wu, T.; Feng, X.; Bull, S. D.; Qian, X.; Sessler, J. L.; James, T. D.; Anslyn, E. V.; Sun, X. Indicator displacement assays (IDAs): the past, present and future. Chem. Soc. Rev. 2021 , 50 , 9 -38. (b) You, L.; Zha, D.; Anslyn, E. V. Recent advances in supramolecular analytical chemistry using optical sensing. Chem. Rev. 2015 , 115 , 7840 -7892.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "(8) (a) Jiang, S.; Yang, J.; Ling, L.; Wang, S.; Ma, D. Supramolecular fluorescent probes for the detection of reactive oxygen species discovered via high-throughput screening. Anal. Chem. 2022 , 94 , 5634 -5641. (b) Jia, J.; Wen, H.; Zhao, S.; Wang, L.; Qiao, H.; Shen, H.; Yu, Z.; Di, B.; Xu, L.; Hu, C. Displacement induced off -on fluorescent biosensor targeting IDO1 activity in live cells. Anal. Chem. 2019 , 91 , 14943 -14950.\n(9) Chinai, J. M.; Taylor, A. B.; Ryno, L. M.; Hargreaves, N. D.; Morris, C. A.; Hart, P. J.; Urbach, A. R. Molecular recognition of\ninsulin by a synthetic receptor. J. Am. Chem. Soc. 2011 , 133 , 8810 -8813.\n(10) (a) Samanta, S. K.; Moncelet, D.; Briken, V.; Isaacs, L. Metal -organic polyhedron capped with cucurbit[8]uril delivers doxorubicin to cancer cells. J. Am. Chem. Soc. 2016 , 138 , 14488 -14496. (b) Ganapati, S.; Grabitz, S. D.; Murkli, S.; Scheffenbichler, F.; Rudolph, M. I.; Zavalij, P. Y.; Eikermann, M.; Isaacs, L. Molecular containers bind drugs of abuse in vitro and reverse the hyperlocomotive effect of methamphetamine in rats. ChemBioChem 2017 , 18 , 1583 -1588.\n- (11) Sasmal, R.; Das Saha, N.; Schueder, F.; Joshi, D.; Sheeba, V.; Jungmann, R.; Agasti, S. S. Dynamic host -guest interaction enables autonomous single molecule blinking and super-resolution imaging. Chem. Commun. 2019 , 55 , 14430 -14433.\n̈",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "(12) (a) Geng, W.-C.; Ye, Z.; Zheng, Z.; Gao, J.; Li, J.-J.; Shah, M. R.; Xiao, L.; Guo, D.-S. Supramolecular bioimaging through signal amplification by combining indicator displacement assay with Forster resonance energy transfer. Angew. Chem., Int. Ed. 2021 , 60 , 19614 -19619. (b) Tian, H.-W.; Chang, Y.-X.; Hu, X.-Y.; Shah, M. R.; Li, H.B.; Guo, D.-S. Supramolecular imaging of spermine in cancer cells. Nanoscale 2021 , 13 , 15362 -15368. (c) Gao, J.; Li, J.; Geng, W.-C.; Chen, F.-Y.; Duan, X.; Zheng, Z.; Ding, D.; Guo, D.-S. Biomarker displacement activation: a general host -guest strategy for targeted phototheranostics in vivo. J. Am. Chem. Soc. 2018 , 140 , 4945 -4953.\n- (13) Norouzy, A.; Azizi, Z.; Nau, W. M. Indicator displacement assays inside live cells. Angew. Chem., Int. Ed. 2015 , 54 , 792 -795.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "(14) Tommasone, S.; Talotta, C.; Gaeta, C.; Margarucci, L.; Monti, M. C.; Casapullo, A.; Macchi, B.; Prete, S. P.; Ladeira De Araujo, A.; Neri, P. Biomolecular fishing for calixarene partners by a chemoproteomic approach. Angew. Chem., Int. Ed. 2015 , 54 , 15405 -15409. (15) Geng, W.-C.; Jia, S.; Zheng, Z.; Li, Z.; Ding, D.; Guo, D.-S. A Noncovalent fluorescence turn-on strategy for hypoxia imaging. Angew. Chem., Int. Ed. 2019 , 58 , 2377 -2381.\n(16) Zhong, W.; Hooley, R. J. Combining excellent selectivity with broad target scope: biosensing with arrayed deep cavitand hosts. Acc. Chem. Res. 2022 , 55 , 1035 -1046.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "(17) (a) Liu, Y.; Perez, L.; Mettry, M.; Easley, C. J.; Hooley, R. J.; Zhong, W. Self-aggregating deep cavitand acts as a fluorescence displacement sensor for lysine methylation. J. Am. Chem. Soc. 2016 , 138 , 10746 -10749. (b) Liu, Y.; Perez, L.; Mettry, M.; Gill, A. D.; Byers, S. R.; Easley, C. J.; Bardeen, C. J.; Zhong, W.; Hooley, R. J. Site selective reading of epigenetic markers by a dual-mode synthetic receptor array. Chem. Sci. 2017 , 8 , 3960 -3970. (c) Liu, Y.; Lee, J.; Perez, L.; Gill, A. D.; Hooley, R. J.; Zhong, W. Selective sensing of phosphorylated peptides and monitoring kinase and phosphatase activity with a supramolecular tandem assay. J. Am. Chem. Soc. 2018 , 140 , 13869 -13877. (d) Chen, J.; Hickey, B. L.; Wang, L.; Lee, J.; Gill, A. D.; Favero, A.; Pinalli, R.; Dalcanale, E.; Hooley, R. J.; Zhong, W. Selective discrimination and classification of G-quadruplex structures with a host -guest sensing array. Nat. Chem. 2021 , 13 , 488 -495. (e) Chen, J.; Gill, A. D.; Hickey, B. L.; Gao, Z.; Cui, X.; Hooley, R. J.; Zhong, W. Machine learning aids classification and discrimination of noncanonical DNA folding motifs by an arrayed host:guest sensing system. J. Am. Chem. Soc. 2021 , 143 , 12791 -12799. (f) Chen, J.; Hickey, B. L.; Gao, Z.; Raz, A. A. P.; Hooley, R. J.; Zhong,",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "W. Sensing base modifications in non-canonically folded DNA with an optimized host:guest sensing array. ACS Sens. 2022 , 7 , 2164 -2169. (g) Gill, A. D.; Hickey, B. L.; Zhong, W.; Hooley, R. J. Selective sensing of THC and related metabolites in biofluids by host:guest arrays. Chem. Commun. 2020 , 56 , 4352 -4355. (h) Hickey, B. L.; Chen, J.; Zou, Y.; Gill, A. D.; Zhong, W.; Millar, J. G.; Hooley, R. J. Enantioselective sensing of insect pheromones in water. Chem. Commun. 2021 , 57 , 13341 -13344.\n(18) (a) Biros, S. M.; Ullrich, E. C.; Hof, F.; Trembleau, L.; Rebek, J. Kinetically stable complexes in water: the role of hydration and hydrophobicity. J. Am. Chem. Soc. 2004 , 126 , 2870 -2876. (b) Hooley, R. J.; Van Anda, H. J.; Rebek, J., Jr. Extraction of hydrophobic species into a water-soluble synthetic receptor. J. Am. Chem. Soc. 2007 , 129 , 13464 -13473.\n(19) Ghang, Y.-J.; Schramm, M. P.; Zhang, F.; Acey, R. A.; David, C. N.; Wilson, E. H.; Wang, Y.; Cheng, Q.; Hooley, R. J. Selective cavitand-mediated endocytosis of targeted imaging agents into live cells. J. Am. Chem. Soc. 2013 , 135 , 7090 -7093.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "(20) Li, H.; Li, Y.; Zhang, H.; Xu, G.; Zhang, Y.; Liu, X.; Zhou, H.; Yang, X.; Zhang, X.; Tian, Y. Water-soluble small-molecule probes for RNA based on a two-photon fluorescence 'off -on' process: systematic analysis in live cell imaging and understanding of structure -activity relationships. Chem. Commun. 2017 , 53 , 13245 -13248.\n(21) (a) Liu, Y.; Liao, P.; Cheng, Q.; Hooley, R. J. Protein and small molecule recognition properties of deep cavitands in a supported lipid membrane determined by calcination-enhanced SPR spectroscopy. J. Am. Chem. Soc. 2010 , 132 , 10383 -10390. (b) Perez, L.; Caulkins, B. G.; Mettry, M.; Mueller, L. J.; Hooley, R. J. Lipid bilayer environments control exchange kinetics of deep cavitand hosts and enhance disfavored guest conformations. Chem. Sci. 2018 , 9 , 1836 -1845.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    },
    {
        "content": "This paper was published ASAP on July 21, 2023, with a few typos in the main text and Supporting Information. The corrected version was reposted on July 27, 2023.",
        "source": "10.1021/acssensors.3c00886",
        "file_path": ""
    }
]