[
    {
        "type": "image",
        "img_path": "images/c6e1fa2fce11a036c53760daab615f5bf0d345a5d488a82345cf8e37ad155417.jpg"
    },
    {
        "type": "text",
        "text": "LEARNING OBJECTIVES ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "2.1 Describe and distinguish between the law of conservation of mass, the law of constant composition, and the law of  multiple proportions.\n\n "
    },
    {
        "type": "text",
        "text": "2.2 Discuss the discovery of electrons,\n\n  and describe their basic properties, such as charge and mass. "
    },
    {
        "type": "text",
        "text": "2.3 Identify the features of the nucleus of an atom, and discuss the properties of \n\n  protons, neutrons, and electrons.\n\n "
    },
    {
        "type": "text",
        "text": "2.4 Describe the meaning of isotope, and  discuss how the masses of all the elements were deduced. "
    },
    {
        "type": "text",
        "text": "2.5 Determine the atomic mass of an element from the experimentally determined masses and percent abundances of the isotopes. "
    },
    {
        "type": "text",
        "text": "2.6 Identify different regions of the periodic table, including metals and nonmetals, noble gases, metalloids, transition metals, and main-group  elements. "
    },
    {
        "type": "text",
        "text": "2.7 Identify the value of Avogadro's constant, and describe the meaning of molar mass. "
    },
    {
        "type": "text",
        "text": "2.8 Use Avogadro's constant to convert between values of mass, amount in moles, and number of atoms in a sample of element. "
    },
    {
        "type": "text",
        "text": "Atoms and the Atomic Theory ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "CONTENTS ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "2-5 Atomic Mass 2-6  Introduction to the Periodic Table 2-7 The Concept of the Mole and the Avogadro Constant  2-8 Using the Mole Concept in  Calculations  "
    },
    {
        "type": "text",
        "text": "2-1  Early Chemical Discoveries and  the Atomic Theory 2-2 Electrons and Other Discoveries in Atomic Physics 2-3 The Nuclear Atom 2-4  Chemical Elements "
    },
    {
        "type": "image",
        "img_path": "images/c408a8bf43ea0994885b2feb8c2b27a02e0680d61b8ce1eab034c20b7836976a.jpg",
        "img_caption": "Image of silicon atoms that are only 78 pm apart; image produced by using a scanning transmission electron microscope (STEM). The hypothesis that all matter is made up of  atoms has existed for more than 2000 years. It is only within the last few decades, however, that techniques have been developed that can render individual atoms visible. "
    },
    {
        "type": "text",
        "text": "e begin this chapter with a brief survey of early chemical discov-  eries, culminating in Dalton's atomic theory. This is followed by a description of the physical evidence leading to the modern picture of the nuclear atom, in which protons and neutrons are combined into a nucleus with electrons in space surrounding the nucleus. We will also introduce the periodic table as the primary means of organizing ele-  ments into groups with similar properties. Finally, we will introduce the concept of the mole and the Avogadro constant, which are the principal tools for counting atoms and molecules and measuring amounts of substances. We will use these tools throughout the text. "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "2-1 Early Chemical Discoveries and the Atomic Theory ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Chemistry has been practiced for a very long time, even if its practitioners Were much more interested in its applications than in its underlying princi- ples. The blast furnace for extracting iron from iron ore appeared as early as A.D. 1300, and such important chemicals as sulfuric acid (oil of vitriol), nitric acid (aqua fortis), and sodium sulfate (Glauber's salt) were all well known and used several hundred years ago. Before the end of the eighteenth century, the principal gases of the atmosphere—nitrogen and oxygen—-had been iso- lated, and natural laws had been proposed describing the physical behavior of  gases. Yet chemistry cannot be said to have entered the modern age until the process of combustion was explained. In this section, we explore the direct link between the explanation of combustion and Dalton's atomic theory. "
    },
    {
        "type": "text",
        "text": "Law of Conservation of Mass ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The process of combustion-—burning--is so familiar that it is hard to realize what a difficult riddle it posed for early scientists. Some of the difficult-to-  explain observations are described in Figure 2-1. "
    },
    {
        "type": "text",
        "text": " In 1774, Antoine Lavoisier (1743-1794) performed an experiment in which he heated a sealed glass vessel containing a sample of tin and some air. He found that the mass before heating (glass vessel $^+$ tin $^+$  air)and after heating (glass vessel $^+$ \"tin calx\" $^+$  remaining air) were the same. Through further experiments, he showed that the product of the reaction, tin calx (tin oxide), consisted of the original tin together with a portion of the air. Experiments like this proved to Lavoisier that oxygen from air is essential to combustion and also led him to formulate the law of conservation of mass: "
    },
    {
        "type": "text",
        "text": "The total mass of substances present after a chemical reaction is the same as the total mass of substances before the reaction. "
    },
    {
        "type": "text",
        "text": "This law is illustrated in Figure 2-2, where the reaction between silver nitrate and potassium chromate to give a red solid (silver chromate) is monitored by  placing the reactants on a single-pan balance -the total mass does not change. Stated another way, the law of conservation of mass says that matter is neither created nor destroyed in a chemical reaction. "
    },
    {
        "type": "image",
        "img_path": "images/4ccb8590ddf27854ffeeece5f570617e6c8caa59346583a2ed119bbd07ea0359.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE 2-1 Two combustion reactions The apparent product of the  combustion of the match- the ash—weighs less than the  match. The product of the   combustion of the magnesium ribbon (the \"smoke\") weighs  more than the ribbon. Actually, in each case, the total mass  remains unchanged. To understand this, you have to know that oxygen gas enters into both combustions and  that water and carbon dioxide are also products of the  combustion of the match. "
    },
    {
        "type": "image",
        "img_path": "images/a463c4ef237246dfe5525ee0b5ef813ec4c8e3a2fb3da240121d4f9178fa4104.jpg"
    },
    {
        "type": "text",
        "text": "EXAMPLE 2-1  Applying the Law of Conservation of Mass ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "A $0.455\\mathrm{~g~}$ sample of magnesium is allowed to burn in $2.315\\mathrm{~g~}$  of oxygen gas. The sole product is magnesium oxide. After the reaction, no magnesium remains and the mass of unreacted oxygen is $2.015\\mathrm{~g~}$ What mass of magnesium oxide is produced? "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The total mass is unchanged. The total mass is the sum of the masses of the substances present initially. The  mass of magnesium oxide is the total mass minus the mass of unreacted oxygen. "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " mass before reaction $=\\,0.455\\:\\mathrm{g}$ magnesium $\\mathbf{\\varepsilon}+~2.315\\,\\mathrm{g}$ oxygen before the reaction. $=2.770\\:\\mathrm{g}$ mass before reaction The total mass after the reaction 2.770 g mass after reaction $\\mathbf{\\Sigma}=\\mathrm{~?~g~}$ magnesium oxide after reaction is the same as before the reaction. $\\mathrm{~\\ensuremath~{~+~}~}2.015\\:\\mathrm{g}$ oxygen after reaction Solve for the mass of magnesium ? g magnesium oxide after reaction $=2.770\\:\\mathrm{{g}}$ mass after reaction oxide. $\\mathrm{~-~}2.015\\:\\mathrm{g}$ oxygen after reaction $=\\,0.755$ g magnesium oxide after reaction "
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Here is another approach. The mass of oxygen that reacted is $2.315\\:\\mathrm{g}-2.015\\:\\mathrm{g}=0.300\\:\\mathrm{g}.$ Thus, $0.300\\:\\mathrm{g}$ oxygen  combined with $0.455\\:\\mathrm{g}$ magnesium to give $\\bar{0}.300\\:\\mathrm{g}+0.455\\:\\mathrm{g}=0.755\\:\\mathrm{g}$ magnesium oxide. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: A 0.382 g sample of magnesium is allowed to react with $2.652\\:\\mathrm{g}$ of nitrogen gas. The sole product is magnesium nitride. After the reaction, the mass of unreacted nitrogen is $2.505\\ \\mathrm{\\bar{g}}$ . What mass of magnesium nitride is produced? "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B:A $7.12\\:\\mathrm{g}$ sample of magnesium is heated with $\\mathrm{1.80~g}$ of bromine. All the bromine is used up, and $2.07\\:\\mathrm{g}$ of magnesium bromide is the only product. What mass of magnesium remains unreacted? "
    },
    {
        "type": "image",
        "img_path": "images/0340021cd82848380cf74344983e6b298bf01cb687088d1d3f0b4a26ea9e130c.jpg",
        "img_caption": ""
    },
    {
        "type": "image",
        "img_path": "images/3ee1821e948bcfd9eb062db854a94b81198093558ad386a5d7213124b30e4a05.jpg",
        "img_caption": " The mineral malachite (a) and the green patina on a copper roof (b) are both basic copper carbonate, just like  the basic copper carbonate  prepared by Proust in 1799. "
    },
    {
        "type": "text",
        "text": "Q、2-1CONCEPT ASSESSMENT",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Jan Baptista van Helmont (1579-1644) weighed a young willow tree and the soil in which the tree was planted. Five years later he found that the mass of soil had decreased by only $0.057\\;\\mathsf{k g},$  while that of the tree had increased by $75\\,\\mathsf{k g}$ During that period he had added only water to the bucket in which the tree was planted. Helmont concluded that essentially all the mass gained by the tree had  come from the water. Was this a valid conclusion? Explain. "
    },
    {
        "type": "text",
        "text": "Law of Constant Composition ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " In 1799, Joseph Proust (1754-1826) reported, \"One hundred pounds of copper, dissolved in sulfuric or nitric acids and precipitated by the carbonates of soda or potash, invariably gives 180 pounds of green carbonate.\"\\* This and similar observations became the basis of the law of constant composition, or the law of definite proportions: "
    },
    {
        "type": "text",
        "text": "All samples of a compound have the same composition—-the same proportions by mass of the constituent elements. "
    },
    {
        "type": "text",
        "text": "To see how the law of constant composition works, consider the compound Water. Water is made up of two atoms of hydrogen (H) for every atom of oxygen $^\\mathrm{(O)}$ a fact that can be represented symbolically by a chemical formula, the familiar $\\mathrm{H}_{2}\\mathrm{O}$ "
    },
    {
        "type": "text",
        "text": "bonate. Proust's results were valid because, like allcompounds, basic copper carbonate has a constant composition. "
    },
    {
        "type": "text",
        "text": " The two samples described below have the same proportions of the two elements, expressed as percentages by mass. To determine the percent by mass of hydrogen, for example, simply divide the mass of hydrogen by the sample mass and multi- plyby $1\\bar{00}\\%$ . For each sample, you will obtain the same result: $11.19\\%$ H. "
    },
    {
        "type": "table",
        "img_path": "images/ddfc93ad89921a997688be76186ddf6fad9d9852e3db68220a876580e274fe3d.jpg"
    },
    {
        "type": "text",
        "text": "EXAMPLE 2-2   Using the Law of Constant Composition ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " In Example 2-1 we found that when $0.455\\,\\mathrm{g}$ of magnesium reacted with $2.315\\,\\mathrm{g}$ ofoxygen, $0.755\\,\\mathrm{g}$ of magnesium  Oxide was obtained. Determine the mass of magnesium contained in a $0.500\\,\\mathrm{g}$ sample of magnesium oxide. "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "We know that $0.755\\;\\mathrm{g}$ of magnesium oxide contains $0.455\\;\\mathrm{g}$ of magnesium. According to the law of constant composition, the mass ratio $0.455~\\mathrm{g}$ magnesium/ $0.755~\\mathrm{g}$ magnesium oxide should exist in all samples of magnesium oxide. "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Application of the law of constant composition gives "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\frac{0.455\\mathrm{~g~marginal}}{0.755\\mathrm{~g~marginal~oxide}}=\\frac{?\\mathrm{~g~marginal}}{0.500\\mathrm{~g~marginal~oxide}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Solving the expression above, we obtain "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{r}{?\\mathrm{~g~marginal~}=0.500\\mathrm{~g~marginal~oxide}\\times\\frac{0.455\\mathrm{~g~marginal~}}{0.755\\mathrm{~g~marginal~oxide}}}\\\\ {=0.301\\mathrm{~g~marginal~}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "You can also work this problem by using mass percentages. If $0.755~\\mathrm{g}$  of magnesium oxide contains $0.455\\mathrm{~g~}$ of magnesium, then magnesium oxide is $(0.455\\mathrm{~g}/0.755\\mathrm{~g})\\times100\\%\\,=\\,60.3\\%$  magnesium by mass and $\\left(100\\%\\;-\\;60.3\\%\\right)\\;=\\;39.7\\%$  oxygen by mass. Thus, a $0.500\\mathrm{~g~}$  sample of magnesium oxide must contain $0.500\\:\\mathrm{g}\\times60.3\\%=0.301\\:\\mathrm{g}$ of magnesium and $0.500\\:\\mathrm{g}\\times39.7\\%=0.199\\:\\mathrm{g}$ of oxygen. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLEA: : What masses of magnesium and oxygen must be combined to make exactly $2.000\\mathrm{\\;g}$ of  magnesium oxide? "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B:  What substances are present, and what are their masses, after the reaction of $10.00\\;\\mathrm{g}$ Of magnesium and $10.00\\:\\mathrm{g}$ of oxygen? "
    },
    {
        "type": "text",
        "text": "Q2-2  CONCEPT ASSESSMENT ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "When $4.15\\,\\mathsf{g}$ magnesium and $82.6\\:\\mathrm{g}$ bromine react, (1) all the magnesium is  used up, (2) some bromine remains unreacted, and (3) magnesium bromide is  the only product. With this information alone, is it possible to deduce the mass of magnesium bromide produced? Explain. "
    },
    {
        "type": "text",
        "text": "Dalton's Atomic Theory ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "From 1803 to 1808, John Dalton, an English schoolteacher, used the two funda- mental laws of chemical combination just described as the basis of an atomic theory. His theory involved three assumptions: "
    },
    {
        "type": "text",
        "text": " 1. Each chemical element is composed of minute, indivisible particles called  atoms. Atoms can be neither created nor destroyed during a chemical change. "
    },
    {
        "type": "image",
        "img_path": "images/c2dfbd5be1871951c1400a9ac83f4c058146d7cee03820f84c0c18f307ae2b16.jpg",
        "img_caption": " John Dalton (1766-1844), developer of the atomic theory. Dalton has not been considered a particularly good experimenter, perhaps  because of his color blindness (a condition sometimes called daltonism). However, he did skillfully use the data of others in formulating his atomic theory. (The Granger Collection) "
    },
    {
        "type": "text",
        "text": "KEEP IN MIND ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "that all we know is that the second oxide is twice as rich in oxygen as the first. If the first is CO, the possibilities for the second are $\\mathrm{CO}_{2}$ $\\mathrm{C}_{2}\\mathrm{O}_{4}$ ${\\mathrm{C}}_{3}{\\mathrm{O}}_{6}.$  and so on. (See also Exercise 18.) "
    },
    {
        "type": "image",
        "img_path": "images/a0ea1498649ea514362e8669473a616f6a501c02f41551e34de16aee11f4c19c.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE 2-3 Molecules CO and $\\mathtt{c o}_{2}$ illustrating the law of multiple proportions The mass of carbon is the  same in the two molecules, but the mass of oxygen in  $C O_{2}$ is twice the mass of   oxygen in CO. Thus, in accordance with the law of multiple proportions, the  masses of oxygen in the two  compounds, relative to a fixed  mass of carbon, are in a ratio of small whole numbers, 2:1. "
    },
    {
        "type": "text",
        "text": "2. All atoms of an element are alike in mass (weight) and other properties, but the atoms of one element are different from those of all other elements.\n\n 3. In each of their compounds, different elements combine in a simple numerical ratio, for example, one atom of A to one of B (AB), or one atom  ofAtotwoofB $(\\mathrm{AB}_{2})$ "
    },
    {
        "type": "text",
        "text": " If atoms of an element are indestructible (assumption 1), then the same atoms  must be present after a chemical reaction as before. The total mass remains unchanged. Dalton's theory explains the law of conservation of mass. If all atoms of an element are alike in mass (assumption 2) and if atoms unite in fixed numerical ratios (assumption 3), the percent composition of a compound must have a unique value, regardless of the origin of the sample analyzed. Dalton's theory also explains the law of constant composition. "
    },
    {
        "type": "text",
        "text": " Like all good theories, Dalton's atomic theory led to a prediction—the law of multiple proportions. "
    },
    {
        "type": "text",
        "text": "If two elements form more than a single compound, the masses of one element combined with a fixed mass of the second are in the ratio of small whole numbers. "
    },
    {
        "type": "text",
        "text": " To illustrate, consider two oxides of carbon (an oxide is a combination of an element with oxygen). In one oxide, $1.000\\,\\mathrm{g}$ of carbon is combined with $1.333\\,\\mathrm{g}$ of oxygen, and in the other, with $2.667~\\mathrm{g}$ of oxygen. We see that the second oxide is richer in oxygen; in fact, it contains twice as much oxygen as the first, $2.667\\:\\mathrm{g}/1.333\\:\\mathrm{g}=2.0{\\bar{0}}$  We now know that the first oxide corresponds to the formula CO and the second, $\\mathrm{CO}_{2}$ (Fig. 2-3). "
    },
    {
        "type": "text",
        "text": "The characteristic relative masses of the atoms of the various elements became known as atomic weights, and throughout the nineteenth century, chemists worked at establishing reliable values of relative atomic weights. Mostly, however, chemists directed their attention to discovering new ele-  ments, synthesizing new compounds, developing techniques for analyzing materials, and in general, building up a vast body of chemical knowledge. Efforts to unravel the structure of the atom became the focus of physicists, as we see in the next several sections. "
    },
    {
        "type": "text",
        "text": "2-2 Electrons and Other Discoveries in Atomic Physics ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Fortunately, we can acquire a qualitative understanding of atomic structure without having to retrace all the discoveries that preceded atomic physics. We do, however, need a few key ideas about the interrelated phenomena of electricity and magnetism, which we briefly discuss here. Electricity and magnetism were used in the experiments that led to the current theory of atomic structure. "
    },
    {
        "type": "text",
        "text": "Certain objects display a property called electric charge, which can be either positive $(+)$ ornegative $(-)$ . Positive and negative charges attract each other, while two positive or two negative charges repel each other. As we learn in this section, all objects of matter are made up of charged particles. An object having equal numbers of positively and negatively charged particles carries no net charge and is electrically neutral. If the number of positive charges exceeds the number of negative charges, the object has a net positive charge. If negative charges exceed positive charges, the object has a net negative charge. Sometimes when one substance is rubbed against another, as in combing hair,  net electric charges build up on the objects, implying that rubbing separates "
    },
    {
        "type": "image",
        "img_path": "images/eef2f4eb78549994b9cf6dadd912e50e1f6ebb911f0429dbfeee961fc8d1eb67.jpg",
        "img_caption": " We will use electrostatics (charge attractions and  repulsions) to explain and understand many chemical properties. "
    },
    {
        "type": "text",
        "text": " FIGURE 2-4 Forces between electrically charged objects ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "(a) Electrostatic ally charged comb. If you comb your hair on a dry day, a static charge develops on the comb and causes bits of paper to be attracted to the comb. (b) Both objects on the left carry a negative electric charge. Objects with like charge repel each  other. The objects in the center lack any electric charge and exert no forces on each other.  The objects on the right carry opposite charges—-one positive and one negative—-and  attract each other. "
    },
    {
        "type": "image",
        "img_path": "images/8a7168b613a3f9ae7eb96d3ce17209dd6fb90c74a8d9ef80430a19d42f66c77a.jpg"
    },
    {
        "type": "text",
        "text": "some positive and negative charges (Fig. 2-4). Moreover, when a stationary (static) positive charge builds up in one place, a negative charge of equal size appears somewhere else; the charge is balanced. "
    },
    {
        "type": "text",
        "text": "Figure 2-5 shows how charged particles behave when they move through the field of a magnet. They are deflected from their straight-line path into a  curved path in a plane perpendicular to the field. Think of the field or region of influence of the magnet as represented by a series of invisible \"lines of  force\" running from the north pole to the south pole of the magnet. "
    },
    {
        "type": "text",
        "text": "FIGURE2-5 Effect of a magnetic field on charged particles When charged particles  travel through a magnetic field so that their path is   perpendicular to the field, they are deflected by the field. Negatively charged  particles are deflected in one direction, and positively charged particles in the  opposite direction. Several  phenomena described in this  section depend on this behavior. "
    },
    {
        "type": "text",
        "text": "The Discovery of Electrons ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "CRT, the abbreviation for cathode-ray tube, was once a familiar acronym. Before liquid crystal display (LCD) was available, the CRT was the heart of computer monitors and TV sets. The first cathode-ray tube was made by Michael Faraday (1791-1867) about 150 years ago. When he passed electric- ity through glass tubes from which most of the air had been evacuated, Faraday discovered cathode rays, a type of radiation emitted by the negative terminal or cathode. The radiation crossed the evacuated tube to the positive terminal or anode. Later scientists found that cathode rays travel in straight lines and have properties that are independent of the cathode material (that is, whether it is iron, platinum, and so on). The construction of a CRT is shown in Figure 2-6. The cathode rays produced in the CRT are invisible, and they can be detected only by the light emitted by materials that they strike. These materials, called phosphors, are painted on the end of the CRT so that the path of the cathode rays can be revealed. (Fluorescence is the term used to describe the emission of light by a phosphor when it is struck by "
    },
    {
        "type": "image",
        "img_path": "images/407dccbee3032cf365c639834807ecc87c9b67c21be2ab0d7bad707780bbbbca.jpg"
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "A cathode-ray tube ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The high-voltage source of electricity creates a negative charge on the electrode at the left (cathode) and a  positive charge on the electrode at the right (anode). Cathode rays pass from the cathode (C) to the anode (A),  which is perforated to allow the passage of a narrow beam of cathode rays. The rays are visible only through the green fluorescence that they produce on the zinc sulfide-coated screen at the end of the tube. They are invisible in other  parts of the tube. "
    },
    {
        "type": "image",
        "img_path": "images/89fb600fb7fb3712726b7ced3dac09895acfd66dff17f11eac2033ac62810430.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE 2-7 ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "(a) Deflection of cathode rays in an electric field. The beam of cathode rays is deflected as it travels from left to right in the field of the electrically charged condenser plates (E). "
    },
    {
        "type": "text",
        "text": "The deflection corresponds to that expected of negatively charged particles. (b) Deflection of cathode rays in a magnetic field. The beam of cathode rays is deflected as it travels from left to right in the field of the magnet (M). The deflection corresponds to that expected of negatively charged particles. (c) Determining the  mass-to-charge ratio, $m/e,$ for cathode rays. The cathode-ray beam strikes the end  screen undeflected if the forces exerted on it by the electric and magnetic fields. are counterbalanced. By knowing the strengths of the electric and magnetic fields, together with other data, a value of $m/e$ can be obtained. Precise measurements yield  avalueof $-5.6857\\times10^{-9}$ g per coulomb. (Because cathode rays carry a negative  charge, the sign of the mass-to-charge ratio is also negative.) "
    },
    {
        "type": "text",
        "text": "energetic radiation.) Another significant observation about cathode rays is that they are deflected by electric and magnetic fields in the manner expected for negatively charged particles (Fig. 2-7a, b). "
    },
    {
        "type": "text",
        "text": "In 1897, by the method outlined in Figure 2-7(c), J. J. Thomson (1856-1940) established the ratio of mass $(m)$ to electric charge (e) for cathode rays, that is, $m/e$ Also, Thomson concluded that cathode rays are negatively charged fundamental particles of matter found in all atoms. (The properties of cathode rays are indepen- dent of the composition of the cathode.) Cathode rays subsequently became known as electrons, a term first proposed by George Stoney in 1874. "
    },
    {
        "type": "text",
        "text": " Robert Millikan (1868-1953) determined the electronic charge $e$ through a series of oil-drop experiments (1906-1914), described in Figure 2-8. The cur- rently accepted value of the electronic charge $e_{.}$  expressed in coulombs to five significant figures, is $-1.6022\\times10^{-19}\\,C$ By combining this value with an accurate value of the mass-to-charge ratio for an electron, we find that the  mass of an electron is $9.1094\\times10^{-28}\\,\\mathrm{g}$ "
    },
    {
        "type": "text",
        "text": "Once the electron was seen to be a fundamental particle of matter found in all atoms, atomic physicists began to speculate on how these particles were incorporated into atoms. The commonly accepted model was that proposed by J. J. Thomson. Thomson thought that the positive charge necessary to counter- balance the negative charges of electrons in a neutral atom was in the form of lons (charged atoms or molecules) are produced by  energetic radiation, such as X-rays (X). Some of these  ions become attached to oil droplets, giving them a net charge. The fall of a droplet in the electric field  "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "image",
        "img_caption": ""
    },
    {
        "type": "text",
        "text": "a nebulous cloud. Electrons, he suggested, floated in a diffuse cloud of posi- tive charge (rather like a lump of gelatin with electron \"fruit\" embedded in it). This model became known as the plum-pudding model because of its similar- ity to a popular English dessert. The plum-pudding model is illustrated in  Figure 2-9 for a neutral atom and for atomic species, called ions, which carry a net charge. "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Cathode-ray research had many important spin-offs. In particular, two natural phenomena of immense theoretical and practical significance were discovered in the course of other investigations. "
    },
    {
        "type": "text",
        "text": " In 1895, Wilhelm Roentgen (1845-1923) noticed that when cathode-ray tubes were operating, certain materials outside the tubes glowed or fluoresced. He showed that this fluorescence was caused by radiation emitted by the cathode-ray tubes. Because of the unknown nature of this radiation, Roentgen  coined the term X-ray. We now recognize the $\\mathsfit{X}.$ -ray as a form of high-energy electromagnetic radiation, which is discussed in Chapter 8. "
    },
    {
        "type": "text",
        "text": "Antoine Henri Becquerel (1852-1908) associated $\\boldsymbol{\\mathrm{X}}$ -rays with fluorescence and wondered if naturally fluorescent materials produce X-rays. To test this idea, he wrapped a photographic plate with black paper, placed a coin on the  paper, covered the coin with a uranium-containing fluorescent material, and exposed the entire assembly to sunlight. When he developed the film, a clear image of the coin could be seen. The fluorescent materiai had emitted radia- tion (presumably X-rays) that penetrated the paper and exposed the film. On one occasion, because the sky was overcast, Becquerel placed the experimen- tal assembly inside a desk drawer for a few days while waiting for the weather to clear. On resuming the experiment, Becquerel decided to replace the original photographic film, expecting that it may have become slightly  exposed. He developed the original film and found that instead of the expected feeble image, there was a very sharp one. The film had become strongly exposed because the uranium-containing material had emitted radia- tion continuously, even when it was not fluorescing. Becquerel had discovered radioactivity. "
    },
    {
        "type": "image",
        "img_path": "images/911d85297ac353f8011f3241793e63f68eabc5ff1708cff76720c6bd934493ef.jpg",
        "img_caption": " FIGURE 2-9  The plum-pudding atomic model "
    },
    {
        "type": "text",
        "text": "According to this model, a helium atom would have a\n\n $^{+2}$ cloud of positive charge\n\n  and two electrons $(-2)$ . lf a helium atom loses one electron, it becomes charged  and is called an ion. This ion, referred to as $\\mathsf{H e}^{+},$  has a net  charge of $\\uparrow+$ . If the helium  atom loses both electrons, the  $\\mathsf{H e}^{2+}$ ion forms. "
    },
    {
        "type": "text",
        "text": "Ernest Rutherford (1871-1937) identified two types of radiation from radioactive materials, alpha $\\left(\\alpha\\right)$ and beta $(\\beta)$ . Alpha particles carry two fun- damental units of positive charge and have essentially the same mass as helium atoms. In fact, alpha particles are identical to $\\mathrm{He}^{2\\ddagger}$ ions. Beta particles are negatively charged particles produced by changes occurring within the nuclei of radioactive atoms and have the same properties as electrons. A third form of radiation, which is not affected by electric or magnetic fields, was discovered in 1900 by Paul Villard. This radiation, called gamma rays  $(\\gamma)$ "
    },
    {
        "type": "text",
        "text": "is not made up of particles; it is electromagnetic radiation of extremely Figure 2-10. "
    },
    {
        "type": "image",
        "img_path": "images/33d695360e4479029965c6ae86a6eecb4676865f4c00a5f2cdee24bbd0f46156.jpg"
    },
    {
        "type": "text",
        "text": "By the early 1900s, additional radioactive elements were discovered, princi- pally by Marie and Pierre Curie. Rutherford and Frederick Soddy made another profound finding: The chemical properties of a radioactive element change as it undergoes radioactive decay. This observation suggests that radioactivity involves fundamental changes at the subatomic level—-in radioactive decay, one  element is changed into another, a process known as transmutation. "
    },
    {
        "type": "text",
        "text": "2-3 The Nuclear Atom ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "In 1909, Rutherford, with his assistant Hans Geiger, began a line of research using $\\alpha$ particles as probes to study the inner structure of atoms. Based on Thomson's plum-pudding model, Rutherford expected that most particles in a beam of $\\alpha$ particles would pass through thin sections of matter largely unde- flected, but that some $\\alpha$ particles would be slightly scattered or deflected as they encountered electrons. By studying these scattering patterns, he hoped to deduce something about the distribution of electrons in atoms. "
    },
    {
        "type": "text",
        "text": " FIGURE 2-10 ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "from radioactive materials The radioactive material is   enclosed in a lead block. All the radiation except that passing. through the narrow opening is  absorbed by the lead. When  the escaping radiation is passed through an electric field, it splits into three beams. One beam is undeflected-- these are gamma () rays. A second beam is attracted to the negatively charged plate. These are the positively charged alpha (α) particles. The third beam, of negatively charged beta $\\left(\\beta\\right)$  particles, is deflected toward the\n\n  positive plate. "
    },
    {
        "type": "text",
        "text": "The apparatus used for these studies is pictured in Figure 2-11. Alpha parti- cles were detected by the flashes of light they produced when they struck a zinc sulfide screen mounted on the end of a telescope. When Geiger and Ernst  Marsden, a student, bombarded very thin foils of gold with $\\alpha$ particles, they observed the following: "
    },
    {
        "type": "text",
        "text": "· The majority of $\\alpha$ particles penetrated the foil undeflected. · Some $\\alpha$ particles experienced slight deflections. · A few (about 1 in every 20,000) suffered rather serious deflections as they penetrated the foil. · A similar number did not pass through the foil at all but bounced back in the direction from which they had come. "
    },
    {
        "type": "text",
        "text": " The large-angle scattering greatly puzzled Rutherford. As he commented some years later, this observation was \"about as credible as if you had fired a 15-inch shell at a piece of tissue paper and it came back and hit you.\" By 1911, though, Rutherford had an explanation. He based his explanation on a model of the atom known as the nuclear atom and having these features: "
    },
    {
        "type": "text",
        "text": " 1. Most of the mass and all of the positive charge of an atom are centered in a very small region called the nucleus. The remainder of the atom is mostly emptyspace.  2. The magnitude of the positive charge is different for different atoms and is approximately one-half the atomic weight of the element.  3. There are as many electrons outside the nucleus as there are units of posi- tive charge on the nucleus. The atom as a whole is electrically neutral.\n\n "
    },
    {
        "type": "text",
        "text": "$\\blacktriangleright$ Perhaps because he found it tedious to sit in the dark and count spots of light on a zinc sulfide screen, Geiger was motivated to develop an automatic radiation detector. The result was the well- known Geiger counter. "
    },
    {
        "type": "image",
        "img_path": "images/69ddd4bfa831e5fcbb55af78a1aab9f42bea98bb1f898204b55ea1320d1dee94.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE 2-11 The scattering of $_{\\alpha}$ particles by metal foil ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " The telescope travels in a circular  track around an evacuated chamber containing the metal foil. Most $\\alpha$ particles pass through the metal foil  undeflected, but some are deflected  through large angles. "
    },
    {
        "type": "image",
        "img_path": "images/bce4c48aae52c10f78412b93012b84b72ab3f924c7f82df4e943b9bcf361865d.jpg",
        "img_caption": "FIGURE 2-12 "
    },
    {
        "type": "text",
        "text": "Explaining the results of $_{\\alpha}$ -particle scattering experiments ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "(a) Rutherford's expectation was that small, positively charged $\\alpha$ particles should pass through the nebulous, positively charged cloud of the Thomson plum-pudding model largely undeflected. Some would be slightly deflected by passing near electrons  (present to neutralize the positive charge of the cloud). (b) Rutherford's explanation was based on a nuclear atom. With an atomic model having a small, dense, positively  charged nucleus and extranuclear electrons, we would expect the four different types  of paths actually observed: "
    },
    {
        "type": "text",
        "text": "1. undeflected straight-line paths exhibited by most of the $\\alpha$ particles 2。  slight deflections of $\\alpha$ particles passing close to electrons severe deflections of $\\alpha$ particles passing close to a nucleus 4. reflections from the foil of $\\alpha$ particles approaching a nucleus head-on "
    },
    {
        "type": "text",
        "text": "Rutherford's initial expectation and his explanation of the $\\alpha$ particle experi- ments are described in Figure 2-12. "
    },
    {
        "type": "text",
        "text": "Discovery of Protons and Neutrons ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Rutherford's nuclear atom suggested the existence of positively charged fun-\n\n  damental particles of matter in the nuclei of atoms. Rutherford himself discov-\n\n  ered these particles, called protons, in 1919 in studies involving the scattering of $\\alpha$ particles by nitrogen atoms in air. The protons were freed as a result of col- lisionsbetween $\\alpha$ particles and the nuclei of nitrogen atoms. At about this same time, Rutherford predicted the existence in the nucleus of electrically neutral fundamental particles. In 1932, James Chadwick showed that a newly discov- ered penetrating radiation consisted of beams of neutral particles. These parti- cles, called neutrons, originated from the nuclei of atoms. Thus, it has been only for about the past 100 years that we have had the atomic model suggested by Figure 2-13. "
    },
    {
        "type": "text",
        "text": "22-3 CONCEPT ASSESSMENT ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "In light of information presented to this point in the text, explain which of  the three assumptions of Dalton's atomic theory (page 37) can still be  considered correct and which cannot. "
    },
    {
        "type": "image",
        "img_path": "images/c75b7fe5d9350378d43835f2b31a107e6a0878bd977ca60ed9b04ce164652c82.jpg"
    },
    {
        "type": "text",
        "text": " FIGURE 2-13 The nuclear atom- illustrated by the helium atom "
    },
    {
        "type": "text",
        "text": " In this drawing, electrons  are shown much closer to the nucleus than is the case. The actual situation is more like this: If the entire atom were represented by a room, $5\\:\\mathsf{m}\\times\\dot{5}\\:\\mathsf{m}\\times5\\:\\mathsf{m},$  the nucleus  would occupy only about as much space as the period at  the end of this sentence. "
    },
    {
        "type": "table",
        "img_path": "images/060645b5c7ac72cd5c23d4bebbbfe0e8cd2b7c2f7f768b970922503d1f994754.jpg"
    },
    {
        "type": "text",
        "text": "Properties of Protons, Neutrons, and Electrons ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The number of protons in a given atom is called the atomic number, or the proton number, Z. The number of electrons in the atom is also equal to $Z$ because the atom is electrically neutral. The total number of protons and neu- trons in an atom is called the mass number, A. The number of neutrons, the neutron number, is $A\\mathrm{~-~}Z$ . An electron carries an atomic unit of negative charge, a proton carries an atomic unit of positive charge, and a neutron is electrically neutral. Table 2.1 presents the charges and masses of protons, neu-  trons, and electrons in two ways. "
    },
    {
        "type": "text",
        "text": " The atomic mass unit (described more fully on page 46) is defined as exactly $1/12$  of the mass of the atom known as carbon-12 (read as carbon twelve). An atomic mass unit is abbreviated as amu and denoted by the symbol u. As we see from Table 2.1, the proton and neutron masses are just slightly greater than 1 u. By comparison, the mass of an electron is only about 1/2000th the mass of the proton or neutron. "
    },
    {
        "type": "text",
        "text": "The three subatomic particles considered in this section are the only ones involved in the phenomena of interest to us in this text. You should be aware, however, that a study of matter at its most fundamental level must consider many additional subatomic particles. The electron is believed to be a truly fun- damental particle. However, modern particle physics now considers the neu- tron and proton to be composed of other, more fundamental particles. "
    },
    {
        "type": "text",
        "text": "2-4 Chemical Elements ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Now that we have acquired some fundamental ideas about atomic structure, We can more thoroughly discuss the concept of chemical elements. "
    },
    {
        "type": "text",
        "text": "$\\blacktriangleright$ Just days before this text went to press, the IUPAC  announced they had verified claims of the discoveries of elements 113, 115, 117, and 118. The process for deter- mining the names and sym- bols of elements takes several months to complete. "
    },
    {
        "type": "text",
        "text": "$\\blacktriangleright$ Other atomic symbols not  based on English names include Cu, Ag, Sn, Sb, Au, and $\\mathrm{Hg}$ "
    },
    {
        "type": "text",
        "text": "All atoms of a particular element have the same atomic number, $Z,$ and, conversely, all atoms with the same number of protons are atoms of the same element. The elements shown on the inside front cover have atomic numbers from $Z=1$ to $Z=116$ . Each element has a name and a distinctive symbol. Chemical symbols are one- or two-letter abbreviations of the name (usually the English name). The first (but never the second) letter of the symbol is capitalized; for example, carbon, C; oxygen, O; neon, Ne; and silicon, Si. Some elements known since ancient times have symbols based on their Latin names, such as Fe for iron (ferrum) and $\\mathrm{Pb}$ for lead (plumbum). The element sodium has the symbol Na, based on the Latin natrium for sodium carbonate. Potassium has the symbol K, based on the Latin kalium for potas- sium carbonate. The symbol for tungsten, W, is based on the German wolfram. Elements beyond uranium ( $Z={\\bar{9}}2{\\bar{\\ }}$ ) do not occur naturally and must be synthesized in particle accelerators (described in Chapter 25). Elements of the very highest atomic numbers have been produced only on a limited number of occasions, a few atoms at a time. Inevitably, controversies have arisen about which research team discovered a new element and, in fact, whether a discovery was made at all. However, international agreement has been reached on the first 114 elements; each one has an official name and symbol. "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "Isotopes ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "To represent the composition of any particular atom, we need to specify its number of protons $\\mathrm{{(p)}}$ , neutrons (n), and electrons (e). We can do this with the symbolism "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{r}{\\mathrm{number~p+number~n\\xrightarrow{}}_{\\mathrm{number~p\\xrightarrow{}}}\\mathrm{Z^{E}\\leftarrow\\mathrm{symbol~of~element}}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "This symbolism indicates that the atom is element E and that it has atomic num- ber $Z$ and mass number $A$ . For example, an atom of aluminum represented as $^{27}_{13}\\mathrm{Al}$ has 13 protons and 14 neutrons in its nucleus and 13 electrons outside the nucleus. (Recall that an atom has the same number of electrons as protons.) "
    },
    {
        "type": "text",
        "text": " Contrary to what Dalton thought, we now know that atoms of an element  do not necessarily all have the same mass. In 1912, J. J. Thomson measured the mass-to-charge ratios of positive ions formed from neon atoms. From these ratios he deduced that about $91\\%$ of the atoms had one mass and that the remaining atoms were about $10\\%$ heavier. All neon atoms have 10 protons in their nuclei, and most have 10 neutrons as well. A very few neon atoms, how- ever, have 11 neutrons and some have 12. We can represent these three differ- ent types of neon atoms as "
    },
    {
        "type": "equation",
        "text": "\n$$\n^{20}_{10}\\mathrm{Ne}\\qquad^{21}_{10}\\mathrm{Ne}\\qquad^{22}_{10}\\mathrm{Ne}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Atoms that have the same atomic number $(Z)$ but different mass numbers $(A)$  are called isotopes. Of all Ne atoms on Earth, $90.51\\%$ are $^{20}_{10}\\mathrm{Ne}$ . The percentages of $^{21}_{10}\\mathrm{Ne}$ and $\\overset{22}{10}\\mathrm{Ne}$ are $0.27\\%$ and $9.22\\%,$  respectively. These percentages- $90.51\\%$ $0.27\\%$ $9.22\\%$ -are the percent isotopic abundances of the three neon isotopes. Sometimes the mass numbers of isotopes are incorporated into the names of elements, such as neon-20 (neon twenty). Percent isotopic abundances are always based on numbers, not masses. Thus, 9051 of every 10,000 neon atoms are neon-20 atoms. Some elements, as they exist in nature, consist of just a single type of atom and therefore do not have naturally occurring isotopes.\\* Aluminum, for example, consists only of aluminum-27 atoms. "
    },
    {
        "type": "text",
        "text": " Because neon is the only element with $Z=10,$ the symbols $^{20}\\mathrm{Ne},\\,^{21}\\mathrm{Ne},$  21Ne, and $^{2\\breve{2}}\\mathrm{Ne}$ ing as $^{20}_{10}\\mathrm{Ne}$ $^{21}_{10}\\mathrm{Ne},$ and $^{22}_{10}\\mathrm{Ne}$ "
    },
    {
        "type": "text",
        "text": "← Odd-numbered elements tend to have fewer isotopes than do even-numbered elements. Section 25-7 will explain why. "
    },
    {
        "type": "text",
        "text": "← Usually all the isotopes of an element share the same name and atomic symbol. The exception is hydrogen. Isotope $_1\\mathrm{H}$ is called deuterium (symbol D), and $^3_{1}\\mathrm{H}$ is tritium (T). "
    },
    {
        "type": "text",
        "text": "lons ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "When atoms lose or gain electrons, for example, in the course of a chemical reaction, the species formed are called ions and carry net charges. Because an electron is negatively charged, adding electrons to an electrically neutral atom produces a negatively charged ion. Removing electrons results in a positively charged ion. The number of protons does not change when an atom becomes an ion. For example, $^{20}\\mathrm{Ne^{+}}$ and $^{22}\\mathrm{Ne}^{2+}$ are ions. The first one has 10 protons, 10 neutrons, and 9 electrons. The second one also has 10 protons, but 12 neu- trons and $^{8}$ electrons. The charge on an ion is equal to the number of protons minus the number of electrons. That is "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{r}{\\mathrm{{\\small~number~p+number~n\\longrightarrow~}}\\,\\underset{\\mathrm{{\\small~number~p\\longrightarrow~}}}{\\underbrace{A}}\\mathrm{{E}}^{\\#\\pm}\\mathrm{{\\small~number~p-number~e}}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Another example is the ${}^{16}\\mathrm{O}^{2-}$ ion. In this ion, there are 8 protons (atomic number 8), 8 neutrons (mass number $-$ atomic number), and 10 electrons $(8\\mathrm{~-~}10\\mathrm{~=~}-2)$ "
    },
    {
        "type": "text",
        "text": " In this expression, $\\#\\pm$ indi- cates that the charge is written with the number (#) before the $^+$ or － sign. However, when the charge is $1+$ or $^{1-,}$ the number 1 is not included. "
    },
    {
        "type": "text",
        "text": "\\*Nuclide is the general term used to describe an atom with a particular atomic number and mass number. Although there are several elements with only one naturally occurring nuclide, it  is possible to produce additional nuclides of these elements—-isotopes—by artificial means (Section 25-3). The artificial isotopes are radioactive, however. In all, the number of synthetic isotopes exceeds the number of naturally occurring ones by several fold. "
    },
    {
        "type": "text",
        "text": "EXAMPLE2-3  Relating the Numbers of Protons, Neutrons, and Electrons in Atoms and lons ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Through an appropriate symbol, indicate the number of protons, neutrons, and electrons in (a) an atom of barium-135 and (b) the double negatively charged ion of selenium-80. "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Given the name of an element, we can find the symbol and the atomic number, $Z,$ for that element from a list of elements or a periodic table. To determine the number of protons, neutrons, and electrons, we make use of the following relationships: "
    },
    {
        "type": "text",
        "text": "$Z=\\mathrm{number~p~\\quad~}A=\\mathrm{number~p+number~n~\\quad~charge=number~p-number~e-over~p~}$ The relationships above are summarized in expression (2.2). "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "(a)  We are given the name (barium) and the mass number of the atom (135). From a list of the elements or a periodic table we obtain the symbol (Ba) and the atomic number ( $Z=56$ ), leading to the symbolic representation "
    },
    {
        "type": "equation",
        "text": "\n$$\n^{135}_{56}\\mathrm{Ba}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "From this symbol one can deduce that the neutral atom has 56 protons; a neutron number of $A\\,-\\,Z\\,=\\,13{\\dot{5}}\\,-\\,56\\,=\\,79$ neutrons; and a number of electrons equal to $Z,$ that is, 56 electrons. "
    },
    {
        "type": "text",
        "text": "(b)  We are given the name (selenium) and the mass number of the ion (80). From a list of the elements or a periodic table we obtain the symbol (Se) and the atomic number (34). Together with the fact that the ion carries a charge of $2-$ , We have the data required to write the symbol "
    },
    {
        "type": "equation",
        "text": "\n$$\n^{80}_{34}\\mathrm{Se}^{2-}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "From this symbol, we can deduce that the ion has 34 protons; a neutron number of $A\\mathrm{~-~}Z=$ $80\\,-\\,34\\,=\\,4{\\dot{6}}$ neutrons; and 36 electrons, leading to a net charge of $+34\\,-\\,36\\,=\\,-2$ "
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "When writing the symbol for a particular atom or ion, we often omit the atomic number. For example, for $^{135}_{56}\\mathrm{Ba}$ and $^{80}_{34}\\mathrm{Se}^{2-},$ We often use the simpler representations $^{135}\\mathrm{{Ba}}$ and $^{80}\\mathrm{Se}^{2-}$ "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: Use the notation $^A_{\\mathrm{Z}}\\mathrm{E}$ to represent the isotope of silver having a neutron number of 62. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: Use the notation $^A_{Z}E$  to represent a tin ion having the same number of electrons as an atom of the isotope cadmium-112. Explain why there can be more than one answer. "
    },
    {
        "type": "text",
        "text": "2-4 CONCEPT ASSESSMENT ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "What is the single exception to the statement that all atoms comprise protons, neutrons, and electrons? "
    },
    {
        "type": "text",
        "text": " Ordinarily we expect like-charged objects (such as  protons) to repel each other. The forces hoiding protons and neutrons together in  the nucleus are very much stronger than ordinary electrical forces (Section 25-6). "
    },
    {
        "type": "text",
        "text": "$\\blacktriangleright$ This definition also establishes that one atomic mass unit (1 u) is exactly 1/12 the mass of a carbon-12 atom. "
    },
    {
        "type": "text",
        "text": "Isotopic Masses "
    },
    {
        "type": "text",
        "text": "We cannot determine the mass of an individual atom just by adding up the masses of its fundamental particles. When protons and neutrons combine to form a nucleus, a very small portion of their original mass is converted to energy and released. However, we cannot predict exactly how much this so- called nuclear binding energy will be. Determining the masses of individual atoms, then, is something that must be done by experiment, in the following Way. By international agreement, one type of atom has been chosen and assigned a specific mass. This standard is an atom of the isotope carbon-12, which is assigned a mass of exactly 12 atomic mass units, that is, $12\\;\\mathrm{u}$ Next, the masses of other atoms relative to carbon-12 are determined with a mass  spectrometer. In this device, a beam of gaseous ions passing through electric and magnetic fields separates into components of differing masses. The "
    },
    {
        "type": "image",
        "img_path": "images/c7cf6b304ddf58216add732972f29707888b790b5db3e1e36bb0b7c385d93785.jpg"
    },
    {
        "type": "image",
        "img_path": "images/d9d3024b0c5fd85529320334490af3a832f2e80d88fa9ed0eb05c8f53627333f.jpg"
    },
    {
        "type": "text",
        "text": " FIGURE 2-14 A mass spectrometer and mass spectrum ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "← The primary standard for atomic masses has evolved over time. For example, Dalton originally assigned H a mass of $1\\;{\\bf u}$ . Later, chemists took naturally occurring  oxygen at $16\\,\\mathrm{u}$ to be the definition of the atomic- weight scale. Concurrently,  physicists defined the  oxygen-16 isotope as $16\\,\\mathrm{u}$  This resulted in conflicting values. In 1971 the adoption of carbon-12 as the universal standard resolved this  disparity. "
    },
    {
        "type": "text",
        "text": "In this mass spectrometer, a gaseous sample is ionized by bombardment with electrons  in the lower part of the apparatus (not shown). The positive ions thus formed are  subjected to an electricai force by the electrically charged velocity selector plates and a  magnetic force by a magnetic field perpendicular to the page. Only ions with a particular velocity pass through and are deflected into circular paths by the magnetic field. lons  with different masses strike the detector (here a photographic plate) in different regions. The more ions of a given type, the greater the response of the detector (intensity of line  on the photographic plate). In the mass spectrum shown for mercury, the response of the ion detector (intensity of lines on photographic plate) has been converted to a scale of  relative numbers of atoms. The percent isotopic abundances of the mercury isotopes are\n\n $^{196}\\mathrm{Hg},0.146\\%$ $\\uparrow^{98}\\!{\\sf H g}$ $10.02\\%$ ${}^{199}{\\sf H g}.$ $16.84\\%$ $^{200}{\\sf H g}.$ $23.13\\%$ $^{201}\\,{\\sf H g},\\,13.{\\dot{2}}2\\%,$ $^{202}{\\sf H g},\n\n$ $29.80\\%;$ and $^{204}\\mathrm{Hg},\\,\\bar{6}.85\\%$ "
    },
    {
        "type": "text",
        "text": "separated ions are focused on a measuring instrument, which records their presence and amounts. Figure 2-14 illustrates mass spectrometry and a typi- cal mass spectrum. "
    },
    {
        "type": "text",
        "text": "Although mass numbers are whole numbers, the actual masses of individual atoms (in atomic mass units, u) are never whole numbers, except for carbon-12. However, they are very close in value to the corresponding mass numbers, as we  can see for the isotope oxygen-16. From mass spectral data the ratio of the mass Oof $^{16}\\mathrm{O}$ to $^{12}\\mathrm{C}$ is found to be 1.33291. Thus, the mass of the oxygen-16 atom is "
    },
    {
        "type": "equation",
        "text": "\n$$\n1.33291\\times12\\,\\mathrm{u}\\,=\\,15.9949\\,\\mathrm{u}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "which is very nearly equal to the mass number of 16. "
    },
    {
        "type": "text",
        "text": "EXAMPLE2-4  Establishing Isotopic Masses by Mass Spectrometry ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "With mass spectral data, the mass of an oxygen-16 atom is found to be 1.06632 times that of a nitrogen-15 atom. Given that $^{16}\\mathrm{O}$ has a mass of 15.9949 u (see above), what is the mass of a nitrogen-15 atom, in u? "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Given the ratio (mass of $^{16}\\mathrm{O}$  /(mass of ${}^{15}\\mathrm{N})=1.06632$ and the mass of ${}^{16}\\mathrm{O},$ 15.9949 u, we solve for the mass of $\\mathrm{^{15}N}$ "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "We know that "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\frac{{\\mathrm{mass}}\\;{\\mathrm{of}}\\;^{16}\\mathrm{O}}{{\\mathrm{mass}}\\;{\\mathrm{of}}\\;^{15}\\mathrm{N}}}=1.06632\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "We solve the preceding expression for the mass of $\\boldsymbol{^{15}\\mathrm{N}}$ and then substitute 15.9949 u for the mass of $^{16}\\mathrm{O}$ We  obtain the result "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\mathrm{mass~of~}}^{15}\\mathrm{N}={\\frac{{\\mathrm{mass~of~}}^{16}\\mathrm{O}}{1.06632}}={\\frac{15.9949\\;\\mathrm{u}}{1.06632}}=15.0001\\;\\mathrm{u}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Themass of $\\mathrm{^{15}N}$ is very nearly 15, as we should expect. If we had mistakenly multiplied instead of dividing by the ratio 1.06632, the result would have been slightly larger than 16 and clearly incorrect. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: What is the ratio of masses for $^{202}\\mathrm{Hg}/^{12}\\mathrm{C},$ if the isotopic mass for $^{202}\\mathrm{Hg}$ is 201.97062 u? "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: An isotope with atomic number 64 and mass number 158 is found to have a mass ratio relative to that of carbon-12 of 13.16034. What is the isotope, what is its atomic mass in u, and what is its mass relative to oxygen-16? "
    },
    {
        "type": "text",
        "text": "2-5 Atomic Mass ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "$\\blacktriangleright$ Carbon-14, used for  radiocarbon dating, is formed in the upper atmosphere. The amount of carbon-14 on Earth is too small to affect the atomic mass of carbon. "
    },
    {
        "type": "text",
        "text": " KEEP IN MIND  ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "that the fractional abundance is the percent abundance divided by $100\\%$ .Thus, a $98.93\\%$ abundance is a 0.9893  abundance. "
    },
    {
        "type": "text",
        "text": "In a table of atomic masses, the value listed for carbon is about 12.01, yet the atomic mass standard is exactly 12. Why the difference? The atomic mass standard is based on a sample of carbon containing only atoms of carbon-12, whereas naturally occurring carbon contains some carbon-13 atoms as well. The existence of these two isotopes causes the observed atomic mass to be greater than 12. The atomic mass (weight)\\* of an element is the average of the isotopic masses, weighted according to the naturally occurring abun- dances of the isotopes of the element. In a weighted average, we must assign greater importance—give greater weight—to the quantity that occurs more frequently. Since carbon-12 atoms are much more abundant than carbon-13, the weighted average must lie much closer to 12 than to 13. This is the result  that we get by applying the following general equation, where the right- hand side of the equation includes one term for each naturally occurring isotope. "
    },
    {
        "type": "equation",
        "text": "\n$$\n={\\binom{\\mathrm{fractional}}{\\mathrm{abunandarc~of~\\times~isotope~1}}}+{\\binom{\\mathrm{fractional}}{\\mathrm{abunandarc~of~\\times~isotope~2}}}+\\;...\\;\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": " The first term on the right side of equation (2.3) represents the contribution from isotope 1; the second term represents the contribution from isotope 2; andso on. "
    },
    {
        "type": "text",
        "text": "We will use equation (2.3), with appropriate data, in Example 2-6, but first let us illustrate the ideas of fractional abundance and a weighted average in a different way in establishing the atomic mass of carbon. The mass spectrum of  a particular sample of carbon shows that $98.93\\%$  of the carbon atoms are carbon-12 with a mass of exactly $12~\\mathrm{u}_{i}$ : the rest are carbon-13 atoms with a mass of 13.0033548378 u. Therefore: "
    },
    {
        "type": "text",
        "text": "atomic mass $\\,=\\,0.9893\\,\\times\\,12\\,\\mathrm{u}\\,+\\,(1\\,-\\,0.9893)\\,\\times\\,13.0033548378\\,\\mathrm{u}$ of carbon $=13.0033548378\\,\\mathrm{u}\\,-\\,0.9893\\,\\times\\,\\left(13.0033548378\\,\\mathrm{u}\\,-\\,0.9893\\,\\times\\,\\left(1.3.0033548378\\,\\mathrm{u}\\,-\\,0.9893\\,\\times\\,\\left(1.3.0033548378\\,\\mathrm{u}\\,-\\,0.97877\\right)\\right)\\right)$ 12 u) $=13.0033548378\\,\\mathrm{u}\\,-\\,0.9893\\,\\times\\,\\left(1.0033548378\\,\\mathrm{u}\\right.$ $=\\,13.0033548378\\,\\mathrm{u\\,-\\,}0.9926\\,\\mathrm{u}$ $=\\,12.0108\\,\\mathrm{u}$ "
    },
    {
        "type": "text",
        "text": "\\*Since Dalton's time, atomic masses have been called atomic weights. They still are by most chemists, yet what we are describing here is mass, not weight. Old habits die hard. "
    },
    {
        "type": "text",
        "text": " It is important to note that, in the setup just shown, $12\\,\\mathrm{u}$ and the $^{\\prime\\prime}1^{\\prime\\prime}$ appearing in the factor $(1\\,-\\,0.9893)$  are exact numbers. Thus, by applying the rules for significant figures (see Chapter 1), the atomic mass of carbon can be reported with four decimal places. "
    },
    {
        "type": "text",
        "text": "To determine the atomic mass of an element having three naturally occur- ring isotopes, such as potassium, we would have to include three contribu- tions in the weighted average, and so on. "
    },
    {
        "type": "text",
        "text": "Atomic Mass Intervals and Conventional Atomic Masses ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "With technological improvements in mass spectrometry, scientists can now determine atomic masses and isotopic abundances with a very high degree of  precision. This ability has led to the discovery that, for certain elements, the iso- topic abundances can vary significantly from one sample to another. For exam-  ple, the highest reported value for the isotopic abundance of $^{13}\\mathrm{C}$ is $1.1466\\%$ (in samples of deep-sea pore water), and the lowest reported value is $0.9629\\%$ (from  crocetene samples obtained from the ocean bottom in the North Pacific). Because of the variation of isotopic abundances, the experimentally determined atomic mass of carbon lies within an interval that has a lower bound of 12.0096 u and an upper bound of $12.0116\\,\\mathrm{u}$  For this reason, the IUPAC has recommended that the atomic mass of carbon, and several other elements, be reported as an atomic mass interval rather than as a single specific value (see Table 2.2). The atomic mass interval for carbon is given as [12.0096, 12.0116]. Writing the standard  atomic mass of carbon as [12.0096, 12.0116] indicates that its atomic mass in any normal material will be at least $12.0096\\,\\mathrm{u}$ and not more than $12.0116\\,\\mathrm{u}$ "
    },
    {
        "type": "text",
        "text": "In general, an atomic mass interval is expressed in the form $[a,b].$ where $a$ is the lower bound of the interval and $b$ is the upper bound. The interval desig- nation does not imply any statistical distribution of atomic mass values between the lower and upper bounds, nor does it represent a measure of the statistical uncertainty. For example, the average of $a$ and $b$ is neither the most likely value nor the most representative value. The difference $b\\mathrm{~-~}a$ does not represent the uncertainty. "
    },
    {
        "type": "text",
        "text": " For those elements with standard atomic masses given as intervals, the IUPAC also provides conventional atomic mass values (Table 2.2). These con- ventional values can be used when we need a specific, representative value of the atomic mass. The values have been selected so that, for materials normally encountered, the atomic mass would be within in an interval of plus or minus One in the last digit. "
    },
    {
        "type": "table",
        "img_path": "images/c8748cfee24be6633e443c1487d19a97daae4eb3011c8bc9121e6a60c2abd576.jpg"
    },
    {
        "type": "text",
        "text": "Some Representative Examples ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Sometimes a qualitative understanding of the relationship between isotopic  masses, percent isotopic abundances, and weighted-average atomic mass is all that we need, and no calculation is necessary, as illustrated in Example 2-5. Example 2-6 and the accompanying Practice Examples provide additional applications of equation (2.3). "
    },
    {
        "type": "text",
        "text": "The table of atomic masses (inside the front cover) shows that some atomic  masses are stated more precisely than others. For example, the atomic mass of F is given as $18.998\\,\\mathrm{u}$ and that of Kr is given as $83.798\\,\\mathrm{u}$  In fact, the atomic mass of fluorine is known even more precisely (18.9984032 u); the value of $18.998\\;\\mathrm{u}$ has been rounded off to five significant figures. Why is the atomic mass of F known so much more precisely than that of $\\bar{\\mathrm{K}}\\mathrm{r}?$ Only one type of fluorine atom occurs naturally: fluorine-19. Determining the atomic mass of fluorine means establish- ing the mass of this type of atom as precisely as possible. The atomic mass of krypton is known less precisely because krypton has six naturally occurring iso- topes. Because the percent distribution of the isotopes of krypton differs very slightly from one sample to another, the weighted-average atomic mass of kryp-  ton cannot be stated with high precision. "
    },
    {
        "type": "text",
        "text": "EXAMPLE2-5  Understanding the Meaning of a Weighted-Average Atomic Mass ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The two naturally occurring isotopes of lithium, lithium-6 and lithium-7, have masses of 6.01512 u and $7.01600\\,\\mathrm{u},$ respectively. Which of these two occurs in greater abundance? "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Look up the atomic mass of Li and compare it with the masses of $^6\\mathrm{Li}$ and $^7\\mathrm{Li}$  If the atomic mass of Li is closer to that of $^{6}\\mathrm{Li},$ then $^6\\mathrm{Li}$ is the more abundant isotope. If the atomic mass of Li is closer to that of $^7\\mathrm{Li},$ . then $^7\\mathrm{Li}$ .is  the more abundant isotope. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "From a table of atomic masses (inside the front cover), we see that the atomic mass of lithium is reported as an atomic mass interval [6.938, 6.997]. The conventional atomic mass value (from Table 2.2) is 6.94. Because the values in this range, and the conventional atomic mass value, are all much closer to 7.01600 u than to $6.01512\\;\\mathrm{u},$ .lithium-7 must be the more abundant isotope. "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Atomic masses of specific isotopes can be determined very precisely. The values given above for $^6\\mathrm{Li}$ and $^7\\mathrm{Li}$  have been rounded to five decimal places. The precise values are 6.015122795 u and 7.01600455 u. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: The two naturally occurring isotopes of boron, boron-10 and boron-11, have masses of 10.0129370 u and 11.0093054 u, respectively. Which of these two occurs in greater abundance? "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: Indium has two naturally occurring isotopes and a weighted atomic mass of $114.818\\;\\mathrm{u}$ ${}^{111}\\mathrm{In},$ ${}^{112}\\mathrm{In},{}^{114}\\mathrm{In},$ ${}^{115}\\mathrm{In}?$ "
    },
    {
        "type": "text",
        "text": "EXAMPLE 2-6 Relating the Masses and Abundances of Isotopes to the Atomic Mass of an Element ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Bromine has two naturally occurring isotopes, bromine-79 and bromine-81, with masses of $78.918338\\ \\mathrm{u}$ and $80.916291\\,\\mathrm{u},$ abundances of $\\dot{^{79}\\mathrm{Br}}$ by using (a) the lower bound and (b) the upper bound of the atomic mass interval. "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "We need to apply two key concepts: (1) the atomic mass of Br is a weighted average of the masses of $^{79}\\mathrm{Br}$ and $^{81}\\mathrm{Br},$ and (2) the percent isotopic abundances of $^{79}\\mathrm{Br}$ and $^{81}\\mathrm{Br}$ must add up to $100\\%$ . In effect, we use equation (2.3)  twice, setting the atomic mass of Br equal to the lower and upper bounds of the interval. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The atomic mass of $\\mathrm{Br}$ is calculated by using equation (2.3): "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{mic\\;mass\\;of\\;Br=\\left(\\frac{f r a c t i o n a l}{a b u n d a n c e\\;o f^{79}B r\\times\\ m a s s\\;o f^{79}B r}\\right)+\\left(\\frac{f r a c t i o n a l}{a b u n d a n c e\\;o f^{81}B r\\times\\ m a s s\\;o f^{81}B r}\\right)\\;.}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The percent isotopic abundances must total $100\\%,$  and the fractional isotopic abundances must total 1. If we let $f$ represent the fractional abundance of $^{79}\\mathrm{{Br},}$  then the fractional abundance of $^{81}\\mathrm{Br}$ .S $1-f.$ Therefore, we may write "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{r}{\\begin{array}{r l}{\\mathrm{of~Br=\\}f\\times78.91338\\mathrm{\\,u~\\Omega}+\\mathrm{\\Omega}(1-f)\\times80.916291\\mathrm{\\,u}}\\\\ {=\\,f\\times(78.91338\\mathrm{\\,u~-\\,}80.916291\\mathrm{\\,u})\\,+\\,80.916291\\mathrm{\\,u}}\\end{array}}\\\\ {\\begin{array}{r}{f=\\frac{\\mathrm{atomic~mass~of~Br~-~}80.916291\\mathrm{\\,u}}{78.91338\\mathrm{\\,u~-~}80.916291\\mathrm{\\,u}}}\\end{array}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "(a) By substituting 79.901 u for the atomic mass of $\\mathrm{Br}$ (the lower bound of the interval), we obtain the fol- lowing result for the fractional abundance of $^{79}\\mathrm{Br}$ "
    },
    {
        "type": "equation",
        "text": "\n$$\nf={\\frac{79.901\\,{\\mathrm{u}}\\,-\\,80.916291\\,{\\mathrm{u}}}{78.91338\\,{\\mathrm{u}}\\,-\\,80.916291\\,{\\mathrm{u}}}}=0.50817\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "An atomic mass of 79.901 u implies that the percent isotopic abundance of $^{79}\\mathrm{Br}$ is $50.817\\%$ .Therefore, the percent isotopic abundance of $^{81}\\mathrm{Br}$ is $(100\\bar{5}0.817)\\%=49.183\\%.$ "
    },
    {
        "type": "text",
        "text": "(b) When we set the atomic mass of Br equal to $79.907\\;\\mathrm{u},$  the upper bound of the interval, we obtain "
    },
    {
        "type": "equation",
        "text": "\n$$\nf={\\frac{79.907\\,{\\mathrm{u}}\\,-\\,80.916291\\,{\\mathrm{u}}}{78.91338\\,{\\mathrm{u}}\\,-\\,80.916291\\,{\\mathrm{u}}}}=0.50516\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The percent isotopic abundance of  $^{79}\\mathrm{Br}$ is $50.516\\%,$  and the percent isotopic abundance of $^{81}\\mathrm{Br}$ is $(100\\bar{-}50.516)\\%=49.484\\%$ "
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "These results indicate that the percent isotopic abundance of $^{79}\\mathrm{Br}$ varies between $50.516\\%$ and $50.817\\%$  Because of this variation, the atomic mass of bromine is best expressed as an atomic mass interval. When a rep- resentative value of the atomic mass of Br is required, we would use the conventional atomic mass (Table 2.2) of Br, which is $79.904\\;\\mathrm{u}$ "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: The masses and percent isotopic abundances of the three naturally occurring isotopes of silicon are $^{28}\\mathrm{Si},$ ,27.9769265325 u, $9\\bar{2}.223\\%$ ， $^{29}\\mathrm{Si},$ ,28.976494700 u, $4.685\\%$ $^{30}\\mathrm{Si},$ .29.973377017 u, $3.092\\%$ Calculate the weighted-average atomic mass of silicon. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: Use data from $\\mathrm{Ex}$ ample 2-5 and the conventional atomic mass of Li (Table 2.2) to  estimate the percent isotopic abundances of lithium-6 and lithium-7. "
    },
    {
        "type": "text",
        "text": "2-5 CONCEPT ASSESSMENT ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The value listed for chromium in the table of atomic masses inside the front  cover is $51.996\\;\\upmu$ . Should we conclude that naturally occurring chromium atoms  are all of the type $^{52}_{24}\\!\\!\\subset\\!r?$ The same table lists a value of $65.38\\;\\upmu$ for zinc. Should  we conclude that zinc occurs as a mixture of isotopes? Explain. "
    },
    {
        "type": "text",
        "text": "2-6 Introduction to the Periodic Table ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Scientists spend a lot of time organizing information into useful patterns.  Before they can organize information, however, they must possess it, and it  must be correct. Botanists had enough information about plants to organize  their field in the eighteenth century. Because of uncertainties in atomic masses and because many elements remained undiscovered, chemists were not able to organize the elements until a century later. "
    },
    {
        "type": "text",
        "text": "KEEP IN MIND ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "that the periodic table shown in Figure 2-15 is the one  currently recommended by IUPAC. In Figure 2-15, lutetium (Lu) and lawrencium (Lr) are the last  members of the lanthanide  and actinide series, respec- tively. A strong argument\\*\n\n  has been made for placing Lu\n\n  and Lr in group 3, meaning the lanthanide series would end with ytterbium (Yb) and the actinide series would end With nobelium (Nb). To date,  IUPAC has not endorsed placing Lu and Lr in group 3. "
    },
    {
        "type": "text",
        "text": "\\*See W.B. Jensen, J. Chem. Educ., 59, 634 (1982). "
    },
    {
        "type": "image",
        "img_path": "images/49316219852af3b2d2b5a15a478f6821cd000591bfe2fb086e21db08d504293f.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE2-15 Periodic table of the elements ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Atomic masses are relative to carbon-12. For 12 elements, the atomic mass is given as an interval (see Section 2-5). For certain radioactive elements, the numbers listed in parentheses are the mass numbers of the most stable isotopes. Metals are shown in  tan, nonmetals in blue, and metalloids in green. The noble gases (also nonmetals) are   shown in pink. Just days before this text went to press, the IUPAC announced they  had verified claims of the discovery of elements 113, 115, 117, and 118. "
    },
    {
        "type": "text",
        "text": "We can distinguish one element from all others by its particular set of observable physical properties. For example, sodium has a low density of $0.971~\\mathrm{g}/\\mathrm{cm}^{3}$ and a low melting point of $9\\bar{7}.81~^{\\circ}\\mathrm{C}$ . No other element has this same combination of density and melting point. Potassium, though, also has a low density $(0.862\\;\\mathrm{g}/\\mathrm{cm}^{3})$  and low melting point $(63.65~^{\\circ}\\mathrm{C})$ , much like sodium. Sodium and potassium further resemble each other in that both are  good conductors of heat and electricity, and both react vigorously with water to liberate hydrogen gas. Gold, conversely, has a density $(19.32\\,\\mathrm{g}/\\mathrm{cm}^{3})$ and melting point  $(1064~^{\\circ}\\mathrm{C})$  that are very much higher than those of sodium or potassium, and gold does not react with water or even with ordinary acids. It does resemble sodium and potassium in its ability to conduct heat and elec- tricity, however. Chlorine is very different still from sodium, potassium, and  gold. It is a gas under ordinary conditions, which means that the melting point  of solid chlorine  $(-101\\,^{\\circ}\\!C)$ is far below room temperature. Also, chlorine is a  nonconductor of heat and electricity. "
    },
    {
        "type": "text",
        "text": " That elements in one group have similar properties is perhaps the most useful sim- plifying feature of atomic properties. Significant differ- ences within a group do occur. The manner and rea- son for such differences is much of what we try to dis- cover in studying chemistry. "
    },
    {
        "type": "text",
        "text": " Even from these very limited data, we get an inkling of a useful classifi- cation scheme of the elements. If the scheme is to group together elements with similar properties, then sodium and potassium should appear in the  same group. And if the classification scheme is in some way to distinguish between elements that are good conductors of heat and electricity and those that are not, chlorine should be set apart from sodium, potassium, and gold. The classification system we need is the one shown in Figure 2-15 (and inside the front cover), known as the periodic table of the elements. In Chapter 9, we will describe how the periodic table was formulated, and we will also learn its theoretical basis. For the present, we will consider only a few features of the table. "
    },
    {
        "type": "text",
        "text": "Features of the Periodic Table In the periodic table, elements are listed accord- ing to increasing atomic number starting at the upper left and arranged in a series of horizontal rows. This arrangement places similar elements in vertical groups or families. For example, sodium and potassium are found together in  a group labeled 1 (called the alkali metals). We should expect other members of the "
    },
    {
        "type": "image",
        "img_path": "images/d92b8ae79f1d45af0ffbf9241edbae3e5ec7d2e3b9ba3fb8c35927873f79976d.jpg"
    },
    {
        "type": "text",
        "text": " group, such as cesium and rubidium, to have properties similar to sodium and potassium. Chlorine is found at the other end of the table in a group labeled 17. Some of the groups are given distinctive names, mostly related to an important property of the elements in the group. For example, the group 17 elements are called the halogens, a term derived from Greek, meaning \"salt former.\" "
    },
    {
        "type": "text",
        "text": " Each element is listed in the periodic table by placing its symbol in the mid- dle of a box in the table. The atomic number $(Z)$ of the element is shown above the symbol, and the weighted-average atomic mass of the element is shown below its symbol. Some periodic tables provide other information, such as density and melting point, but the atomic number and atomic mass are gener- ally sufficient for our needs. Elements with atomic masses in parentheses, such as plutonium, Pu (244), are produced synthetically, and the number  shown is the mass number of the most stable isotope. "
    },
    {
        "type": "text",
        "text": "It is customary also to divide the elements into two broad categories-metals and nonmetals. In Figure 2-15, colored backgrounds are used to distinguish the metals (tan) from the nonmetals (blue and pink). Except for mercury, a liquid, metals are solids at room temperature. They are generally malleable (capable of  being flattened into thin sheets), ductile (capable of being drawn into fine wires), good conductors of heat and electricity, and have a lustrous or shiny appearance. The properties of nonmetals are generally opposite those of metals; for example, nonmetals are poor conductors of heat and electricity. Several of the nonmetals, such as nitrogen, oxygen, and chlorine, are gases at room temperature. Some,  such as silicon and sulfur, are brittle solids. One—-bromine-is a liquid. "
    },
    {
        "type": "text",
        "text": " Two other highlighted categories in Figure 2-15 are a special group of non- metals known as the noble gases (pink), and a small group of elements, often called metalloids (green), that have some metallic and some nonmetallic properties. "
    },
    {
        "type": "text",
        "text": " The horizontal rows of the table are called periods. (The periods are num- bered at the extreme left in the periodic table inside the front cover.) The first period of the table consists of just two elements, hydrogen and helium. This is followed by two periods of eight elements each, lithium through neon and  sodium through argon. The fourth and fifth periods contain 18 elements each, ranging from potassium through krypton and from rubidium through xenon. The sixth period is a long one of 32 members. To fit this period in a table that is held to a maximum width of 18 members, 15 members of the period are placed at the bottom of the periodic table. This series of 15 elements start with lanthanum( $\\textstyle Z=57$ ), and these elements are called the lanthanides. The sev- enth and final period is incomplete (some members are yet to be discovered),  but it is known to be a long one. A 15-member series is aiso extracted from the seventh period and placed at the bottom of the table. Because the elements in this series start with actinium ( $Z=89$ ), they are called the actinides. "
    },
    {
        "type": "text",
        "text": "The labeling of the groups of the periodic table has been a matter of some  debate among chemists. The 1 to 18 numbering system used in Figure 2-15 is the one most recently adopted. Group labels previously used in the United States consisted of a letter and a number, closely following the method adopted by Mendeleev, the developer of the periodic table. As seen in Figure 2-15, the A groups 1 and 2 are separated from the remaining A groups (3 to 8) by B groups 1 through 8. The International Union of Pure and Applied Chemistry (IUPAC) recommended the simple 1 to 18 numbering scheme to ← There is lack of agreement\n\n  on just which elements to label as metalloids. However, they are generally considered either to lie adjacent to the stair-step line or to be close by.\n\n "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": " Mendeleev's arrangement\n\n  of the elements in the origi- nal periodic table was based  on observed chemical and physical properties of the ele- ments and their compounds.  The arrangement of the ele- ments in the modern periodic table is based on atomic properties—atomic number  and electron configuration. "
    },
    {
        "type": "text",
        "text": " avoid confusion between the American number and letter system and that used in Europe, where some of the A and B designations were switched! Currently, the IUPAC system is officially recommended by the American Chemicai Society (ACS) and chemical societies in other nations. Because both numbering systems are in use, we show both in Figure 2-15 and in the periodic table inside the front cover. However, except for an occasional reminder of the earlier system, we will use the IUPAC numbering system in this text. "
    },
    {
        "type": "text",
        "text": "Useful Relationships from the Periodic Table ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The periodic table helps chemists describe and predict the properties of chem- ical compounds and the outcomes of chemical reactions. Throughout this text, we will use it as an aid to understanding chemical concepts. One application of the table worth mentioning here is how it can be used to predict likely charges on simple monatomic ions. "
    },
    {
        "type": "text",
        "text": "Main-group elements are those in groups 1, 2, and 13 to 18. When main- group metal atoms in groups 1 and 2 form ions, they lose the same number of electrons as the IUPAC group number. Thus, Na atoms (group 1) lose one elec- tron to become $\\mathrm{{Na}^{+},}$ and $\\bar{\\mathrm{Ca}}$ atoms (group 2) lose two electrons to become $C a^{2+}$ Aluminum, in group 13, loses three electrons to form $\\mathrm{Al^{3+}}$ (here the charge is \"group number minus $10^{\\prime\\prime}$ ). The few other metals in groups 13 and higher form more than one possible ion, a matter that we deal with in Chapter 9. "
    },
    {
        "type": "text",
        "text": "When nonmetal atoms form ions, they gain electrons. The number of elec- trons gained is normally 18 minus the IUPAC group number. Thus, an O atom gains $\\overset{\\_}{1}8\\;-\\;16\\,=\\,2$ electrons to become $\\mathrm{O}^{2-},$  and a Cl atom gains $18\\,-\\,17\\,=\\,1$ electron to become $C1^{-}$ . The $^{\\prime\\prime}18$ minus group number\" rule suggests that an atom of Ne in group 18 gains no electrons: $18\\,-\\,18\\,=\\,0$ . The very limited ten- dency of the noble gas atoms to form ions is one of several characteristics of this family of elements. "
    },
    {
        "type": "text",
        "text": "EXAMPLE2-7  Describing Relationships Based on the Periodic Table ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Refer to the periodic table on the inside front cover, and indicate "
    },
    {
        "type": "text",
        "text": "(a) the element that is in group 14 and the fourth period; (b) two elements with properties similar to those of molybdenum (Mo); (c) the ion most likely formed from a strontium atom. "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "For (a), the key concept is that the rows (periods) are numbered 1 through 7, starting from the top of the peri- odic table, and the groups are numbered 1 through 18, starting from the left side. For (b), the key concept is that elements in the same group have similar properties. For (c), the key concept is that main-group metal atoms in  groups 1 and 2 form positive ions with charges of $+1$ and $+2$ respectively. "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "(a) The elements in the fourth period range from K ( $^{\\circ}Z=19$ )to $\\mathrm{Kr}$ $Z=36$ ). Those in group 14 are C, Si,  Ge, Sn, and Pb. The only element that is common to both of these groupings is Ge $(\\bar{Z}=\\bar{32}$ (b) Molybdenum is in group 6. Two other members of this group that should resemble it are chromium (Cr) and tungsten (W). $\\mathrm{Sr}^{2+}$ (c)  Strontium (Sr) is in group 2. It should form the ion "
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " In Chapter 8, we will examine in greater detail reasons for the arrangement of the periodic table. "
    },
    {
        "type": "text",
        "text": "PRACTICEEXAMPLE A: Write a symbol for the ion most likely formed by an atom of each of the following: Li, S, Ra, F, I, and Al. "
    },
    {
        "type": "text",
        "text": " specify whether they are metals, metalloids, or nonmetals: Na, Re, S, I, Kr, Mg, U, Si, B, Al, As, H. "
    },
    {
        "type": "text",
        "text": "The elements in groups 3 to 12 are the transition elements, and because all of them are metals, they are also called the transition metals. Like the main- trons lost is not related in any simple way to the group number, mostly because transition metals can form two or more ions of differing charge. "
    },
    {
        "type": "text",
        "text": "2-7 The Concept of the Mole and the Avogadro Constant ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Starting with Dalton, chemists have recognized the importance of relative  numbers of atoms, as in the statement that two hydrogen atoms and one oxygen  atom combine to form one molecule of water. Yet it is physically impossible to count every atom in a macroscopic sample of matter. Instead, some other measurement must be employed, which requires a relationship between the measured quantity, usually mass, and some known, but uncountable, number of atoms. Consider a practical example of mass substituting for a desired num- ber of items. Suppose you want to nail down new floorboards on the deck of a mountain cabin, and you have calculated how many nails you will need. If you have an idea of how many nails there are in a pound, then you can buy the nails by thepound. "
    },
    {
        "type": "text",
        "text": " The SI quantity that describes an amount of substance by relating it to a number of particles of that substance is called the mole (abbreviated mol). A mole is the amount of a substance that contains the same number of elemen- tary entities as there are atoms in exactly $12\\,\\mathrm{g}$ of pure carbon-12. The \"number of elementary entities (atoms, molecules, and so on)” in a mole is the Avogadro constant, $N_{\\mathbf{A}}$ "
    },
    {
        "type": "text",
        "text": "$N_{\\mathrm{A}}=6.022140857\\times10^{23}\\,\\mathrm{mol}^{-1}$ (2.4) ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The Avogadro constant consists of a number, $6.022140857\\times10^{23},$ known as Avogadro's number, and a unit, $\\mathrm{mol}^{-1}$ . The unit $\\mathrm{mol}^{-1}$ signifies that the entities being counted are those present in 1 mole. "
    },
    {
        "type": "text",
        "text": "The value of Avogadro's number is based on both a definition and a mea- surement. A mole of carbon-12 is defined to be $12\\,\\mathrm{g}$ . If the mass of one carbon-12 atom is measured by using a mass spectrometer (see Figure 2-14), the mass would be about $1.{\\check{99}}26\\times{\\check{10}}^{-23}\\;\\mathrm{g}.$  g. The ratio of these two masses provides an estimate of Avogadro's number. In actual fact, accurate determinations of Avogadro's number make use of other measurements, not the measurement of  the mass of a single atom of carbon-12. "
    },
    {
        "type": "text",
        "text": "Often the value of $N_{\\mathrm{A}}$ is rounded off to $6.022\\times10^{23}\\,\\mathrm{mol}^{-1},$  or even to $6.02\\times10^{23}\\,\\mathrm{mol}^{-1}$ "
    },
    {
        "type": "text",
        "text": "If a substance contains atoms of only a single isotope, then "
    },
    {
        "type": "text",
        "text": "$\\begin{array}{l}{1\\;\\mathrm{mol}\\;^{12}\\mathrm{C}=6.02214\\times10^{23}\\;^{12}\\mathrm{C}\\;\\mathrm{atoms}=12.0000\\;\\mathrm{g}}\\\\ {1\\;\\mathrm{mol}\\;^{16}\\mathrm{O}=6.02214\\times10^{23}\\;^{16}\\mathrm{O}\\;\\mathrm{atoms}=15.9949\\;\\mathrm{g}\\;(\\mathrm{and}\\;\\mathrm{so}\\;\\mathrm{on})}\\end{array}$ "
    },
    {
        "type": "text",
        "text": "Most elements are composed of mixtures of two or more isotopes so that the atoms in a sample of the element are not all of the same mass but are present in their naturally occurring proportions. Thus, in one mole of carbon, most of the atoms are carbon-12, but some are carbon-13. In one mole of oxygen, most of the atoms are oxygen-16, but some are oxygen-17 and some are oxygen-18. As  aresult, "
    },
    {
        "type": "text",
        "text": "← Because the value of Avogadro's number depends,  in part, on a measurement,  the value has changed slightly over the years. The values recommended since 1986 by the Committee on Data for Science and  Technology (CODATA) are listed below. "
    },
    {
        "type": "table",
        "img_path": "images/494d824d3783add27e6bd1798f99335ba894b88b1c8bd2273ac72af9cc7695b1.jpg"
    },
    {
        "type": "text",
        "text": " When rounding Avogadro's number or any other accurately known value, keep  one more significant figure than that of the least accurate number in the calculation to  avoid rounding errors. "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{f\\,C}=6.02214\\times10^{23}\\,C\\,\\mathrm{atoms}=12.011\\,\\mathrm{g}\n$$\n $\\mathrm{\\O}\\,=\\,6.02214\\,\\times\\,10^{23}\\,\\mathrm{O}$ $\\begin{array}{r l r}{\\mathrm{~\\boldmath~\\omega~}}&{{}=}&{15.999\\;\\mathrm{g},}\\end{array}$ ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The Avogadro constant was purposely chosen so that the mass of one mole of carbon-12 atoms—exactly $12\\;\\mathrm{\\bar{g}}$ would have the same numeric value as the "
    },
    {
        "type": "image",
        "img_path": "images/615544e5b0378e2059554a96f6b8f8b7c5d0486114850ba2281365c1221c5ff5.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE 2-16 Distribution of isotopes in four elements ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "(a) There is only one type of fluorine atom, $^{19}\\mathsf{F}$ (shown in red). (b) In chlorine, $75.77\\%$ of the atoms are $^{35}\\mathrm{C}|$ (red) and the remainder are $^{37}{\\sf C}|$ (blue). (c) Magnesium has one  ${}^{24}\\mathsf{M g}\\,(\\mathsf{r e o l}),$ $^{25}\\mathsf{M g}$ $\\breve{^{26}}\\sf M g\n\n$ (d) Lead has four naturally occurring isotopes: $1.4\\%\\,^{204}\\bar{\\mathsf{P}}\\mathrm{{b}}$ (yellow), $24.1\\%$ 206pb (blue),\n\n $\\dot{22.1\\%}\\,^{207}\\mathsf{P b}$ (gray), and $52.4\\%$ 208pb (red). "
    },
    {
        "type": "text",
        "text": "$\\blacktriangleright$ The weighted-average atomic mass of carbon was calculated on page 48. "
    },
    {
        "type": "text",
        "text": " KEEP IN MIND  ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "that molar mass has the unit g/mol. "
    },
    {
        "type": "text",
        "text": "mass of a single carbon-12 atom—exactly $12\\,\\mathrm{u}$ . As a result, for all other elements the numeric value of the mass in grams of one mole of atoms and the weighted- average atomic mass in atomic mass units are equal. For example, the weighted-average atomic mass of iron is $55.845\\;\\mathrm{u}$ and the mass of one mole of  iron atoms is $55.845\\mathrm{~g~}$ . Thus, we can easily establish the mass of one mole  of atoms, called the molar mass, $M,$  from a table of atomic masses.\\* For example, the molar mass of iron is $55.845\\;\\mathrm{g\\;Fe/mol}$ Fe. Figure 2-16 attempts to portray the  distribution of isotopes of an element, and Figure 2-17 pictures one mole each of four common elements. "
    },
    {
        "type": "text",
        "text": "2-6 CONCEPT ASSESSMENT ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Dividing the molar mass of gold by the Avogadro constant yields the mass of any individual atom of naturally occurring gold. In contrast, no naturally occurring atom of silver has the mass obtained by dividing the molar mass of silver by the Avogadro constant. How can this be? "
    },
    {
        "type": "text",
        "text": "Thinking About Avogadro's Number ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Avogadro's number $(6.02214\\times10^{23})$ ) is an enormously large number and practically inconceivable in terms of ordinary experience. Suppose we were counting garden peas instead of atoms. If the typical pea had a volume of about $0.{\\overset{\\smile}{1}}\\,{\\overset{\\smile}{\\mathrm{cm}}}^{3}$ , the required pile of peas would cover the United States to a depthof about $6\\,\\mathrm{km}$ (4 mi). Or imagine that grains of wheat could be counted "
    },
    {
        "type": "image",
        "img_path": "images/5a9c982d1a528487a3c8bab6ca60ffbd5ce8e35b07b0cab4e7b62be6eb9ef945.jpg",
        "img_caption": " \\*Atomic mass (atomic weight) values in tables are often written without units, especially if they are referred to as relative atomic masses. This simply means that the values listed are in relation to exactly 12 (rather than 12 u) for carbon-12. We wil use the atomic mass unit (u) when referring to atomic masses (atomic weights). Most chemists do. "
    },
    {
        "type": "text",
        "text": "at the rate of 100 per minute. A given individual might be able to count out about 4 billion grains in a lifetime. Even so, if all the people currently on Earth were to spend their lives counting grains of wheat, they could not reach Avogadro's number. In fact, if all the people who ever lived on Earth had spent their lifetimes counting grains of wheat, the total would still be far less than Avogadro's number. (And Avogadro's number of wheat grains is far more wheat than has been produced in human history.) Now consider a much more efficient counting device, a modern personal computer; it is capable of counting at a rate of about 1 billion units per second. The task of counting out   Avogadro's number would still take about 20 million years! "
    },
    {
        "type": "text",
        "text": "Avogadro's number is clearly not a useful number for counting ordinary objects. However, when this inconceivably large number is used to count inconceivably small objects, such as atoms and molecules, the result is a quan-  tity of material that is easily within our grasp, essentially a \"handful.\" "
    },
    {
        "type": "text",
        "text": "2-8 Using the Mole Concept in Calculations ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Throughout the text, the mole concept will provide conversion factors for problem-solving situations. With each new situation, we will explore how the mole concept applies. For now, we will deal with the relationship between num- bers of atoms and the mole. Consider the statement: $1\\,\\mathrm{mol}\\,\\dot{S}=6.022\\times10^{23}$ Satoms $=32.06\\:\\mathrm{g\\,S.}$ . This allows us to write the conversion factors "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\frac{1\\,\\mathrm{mol}\\,\\mathrm{S}}{6.022\\,\\times\\,10^{23}\\,\\mathrm{S}\\,\\mathrm{atoms}}\\quad\\mathrm{and}\\quad\\frac{32.06\\,\\mathrm{g}\\,\\mathrm{S}}{1\\,\\mathrm{mol}\\,\\mathrm{S}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": " In calculations requiring the Avogadro constant, students often ask when to multiply and when to divide by $N_{\\mathrm{A}}$ . One answer is always to use the constant in a way that gives the proper cancellation of units. Another answer is to think in terms of the expected result. In calculating a number of atoms, we expect the answer to be a very large number and certainly never smaller than one. The number of moles of atoms, conversely, is generally a number of more modest  size and will often be less than one. "
    },
    {
        "type": "text",
        "text": "In the following examples, we use atomic masses and the Avogadro constant in calculations to determine the number of atoms present in a given sample. Atomic masses and the Avogadro constant are known rather precisely, and stu-  dents often wonder how many significant figures to carry in atomic masses or the Avogadro constant when performing calculations. Here is a useful rule of thumb. "
    },
    {
        "type": "image",
        "img_path": "images/798f0939733deecd28ed783952907c7e3a411b47de954a4ee7baf8909c239596.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE 2-18 Measurement of\n\n $7.64\\times10^{22}$ S atoms\n\n (0.127 mol S) Example 2-8illustrated The balance was set to zero (tared) when just the weighing boat was present. The sample  of sulfur weighs$4.07~\\mathrm{g}$，"
    },
    {
        "type": "text",
        "text": "To ensure the maximum precision allowable, carry at least one more significant figure in well-known physical constants than in other measured quantities. "
    },
    {
        "type": "text",
        "text": " For example, in calculating the mass of $0.600\\,\\mathrm{mol}$ of sulfur, we should use the atomic mass of S with at least four significant figures. The answer $0.600\\,\\mathrm{mol}\\,\\mathrm{S}\\,\\times\n\n$ $32.06~\\mathrm{g~S/mol~S=19.2~g~S}$ is a more precise response than $0.600~\\mathrm{mol}~\\mathrm{S}\\ \\times\n\n$ $32.1\\,\\mathrm{g\\,S/mol\\,S=19.3\\,\\mathrm{g\\,S}}$ "
    },
    {
        "type": "text",
        "text": "EXAMPLE 2-8 Relating Number of Atoms, Amount in Moles, and Mass in Grams ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "In the sample of sulfur weighing $4.07\\:\\mathrm{g}$ pictured in Figure 2-18, (a) how many moles of sulfur are present, and (b) what is the total number of sulfur atoms in the sample? "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "For (a), the conversion pathway is $\\mathrm{g}\\,\\mathrm{S}\\,{\\rightarrow}\\,\\mathrm{mol}\\,\\mathrm{S}$ . To carry out this conversion, we multiply $4.07\\:\\mathrm{g}\\:\\mathrm{S}$ by thecon- versionfactor $(1\\;\\mathrm{mol}\\;\\bar{\\mathrm{S}}/32.06\\;\\dot{\\mathrm{g}}\\;\\mathrm{S})$ . The conversion factor is the molar mass inverted. For (b), the conversion pathway is mol $S\\rightarrow$ atoms S. To carry out this conversion, we multiply the quantity in moles from part (a) by the conversion factor $(6.022\\times10^{23}$ atoms $S/1\\;\\mathrm{mol}\\,S$ "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "(a)For the conversion $\\mathrm{g\\,S\\,{\\rightarrow}\\,m o l\\,S,}$ Uusing $(1/M)$ as a conversion factor achieves the proper cancellation of units. The result of this calculation should be stored without rounding it off because it is required in part (b). "
    },
    {
        "type": "equation",
        "text": "\n$$\n?\\,\\mathrm{mol}\\,\\mathrm{S}\\;=\\;4.07\\;\\mathrm{g}\\,\\mathrm{S}\\;\\times\\;{\\frac{1\\,\\mathrm{mol}\\,\\mathrm{S}}{32.06\\,\\mathrm{g}\\,\\mathrm{S}}}\\;=\\;0.127\\,\\mathrm{mol}\\,\\mathrm{S}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "(b) The conversion mol $S\\rightarrow$ atoms S is carried out using the Avogadro constant as a conversion factor. "
    },
    {
        "type": "equation",
        "text": "\n$$\n?\\:\\mathrm{atoms\\:S}\\;=\\;0.127\\:\\mathrm{mol\\:S}\\;\\times\\;\\frac{6.022\\times10^{23}\\,\\mathrm{atoms\\:S}}{1\\,\\mathrm{mol\\:S}}\\;=\\;7.64\\;\\times10^{22}\\,\\mathrm{atoms\\:S}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "By including units in our calculations, we can check that proper cancellation of units occurs. Also, if our only concern is to calculate the number of sulfur atoms in the sample, the calculations carried out in parts (a) and (b) could be combined into a single calculation, as shown below. "
    },
    {
        "type": "equation",
        "text": "\n$$\n?\\;\\mathrm{atoms\\;S}\\;=\\;4.07\\:\\mathrm{g\\,S}\\;\\times\\;{\\frac{1\\;\\mathrm{mol\\,S}}{32.06\\,\\mathrm{g\\,S}}}\\;\\times\\;{\\frac{6.022\\,\\times\\,10^{23}\\,\\mathrm{atoms\\,S}}{1\\,\\mathrm{mol\\,S}}}\\;=\\;7.64\\;\\times\\;10^{22}\\,\\mathrm{atoms\\;S}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Had we rounded $4.07\\:\\mathrm{g\\,S\\times(1\\,mol\\,S/32.06\\,\\mathrm{g\\,S)}}$ to $0.127\\,\\mathrm{mol}\\,\\mathrm{S}$ and used the rounded result in part (b), we would have obtained a final answer of $7.65\\times10^{22}$ atoms S. With a single line calculation, we do not have to write down  an intermediate result and we avoid round-off errors. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: What is the mass of $2.35\\times10^{24}$ atoms of $\\mathrm{Cu?}$ "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: How many lead-206 atoms are present in a $22.6\\mathrm{~g~}$ sample of lead metal? [Hint: See Figure 2-16.] "
    },
    {
        "type": "text",
        "text": " Example 2-9 is perhaps the most representative use of the mole concept. tors as well. One approach is to outline a conversion pathway to get from the  given to the desired information. "
    },
    {
        "type": "text",
        "text": "EXAMPLE2-9 Combining Several Factors in a Calculation-Molar Mass, the Avogadro Constant, Percent Abundances ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Potassium-40 is one of the few naturally occurring radioactive isotopes of elements of low atomic number. Its percent isotopic abundance among K isotopes is $\\bar{0.012\\%}$ . How many 40K atoms are present in $225\\,\\mathrm{mL}$ Ofwhole milkcontaining $1.65\\:\\mathrm{mg}\\:\\mathrm{K}/\\mathrm{mL?}$ "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Ultimately we need to complete the conversion mL milk $\\rightarrow$ atoms $^{40}\\mathrm{{K}}$ . There is no single conversion factor that allows us to complete this conversion in one step, so we anticipate having to complete several steps or conversions. We are told the milk contains $1.65\\;\\mathrm{mg\\,K/mL}\\,{\\stackrel{.}{=}}\\,1.65\\times10^{-3}\\;\\mathrm{g\\,K/mL},$  and this information can be used to carry out the conversion mL milk $\\rightarrow\\mathrm{g}\\;\\mathrm{K}$  We can carry out the conversions $\\mathrm{g\\K\\tomol\\K\\to}$ atoms K by using con- version factors based on the molar mass of K and the Avogadro constant. The final conversion, atoms $\\K\\longrightarrow$ atoms $^{40}\\mathrm{K},$  can be carried out by using a conversion factor based on the percent isotopic abundance of $^{40}\\mathrm{K}$ A complete conversion pathway is shown below: "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{mL\\,mix\\to\\,mg\\,K\\to g\\,K\\to\\,mol\\,K\\to\\,a t o m s\\,K\\to\\,a t o m s\\,^{40}K}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " The required conversions can be carried out in a stepwise fashion, or they can be combined into a single line calculation. Let's use a stepwise approach. First, we convert from mL milk to $\\mathrm{g}\\,\\mathrm{K}$ "
    },
    {
        "type": "equation",
        "text": "\n$$\n?\\:\\mathrm{g\\:K=225\\:\\mathrm{mL\\:mik}\\times\\frac{1.65\\:\\mathrm{mg\\:K}}{1\\:\\mathrm{mL\\:mik}}\\times\\frac{1\\:\\mathrm{g\\:K}}{1000\\:\\mathrm{mg\\:K}}=0.371\\:\\mathrm{g\\:K}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Next, we convert from $\\mathrm{g}\\,\\mathrm{K}$ to mol K, "
    },
    {
        "type": "equation",
        "text": "\n$$\n?\\:\\mathrm{mol}\\:\\mathrm{K}=0.371\\:\\mathrm{g}\\:\\mathrm{K}\\times\\frac{1\\:\\mathrm{mol}\\:\\mathrm{K}}{39.10\\:\\mathrm{g}\\:\\mathrm{K}}=9.49\\times10^{-3}\\:\\mathrm{mol}\\:\\mathrm{K}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "and then we convert from mol K to atoms K. "
    },
    {
        "type": "equation",
        "text": "\n$$\n?\\ {\\mathrm{atoms}}\\ {\\mathrm{K}}=9.49\\times10^{-3}\\ {\\mathrm{mol}}\\ {\\mathrm{K}}\\times{\\frac{6.022\\times10^{23}\\ {\\mathrm{atoms}}\\ {\\mathrm{K}}}{1\\ {\\mathrm{mol}}\\ {\\mathrm{K}}}}=5.71\\times10^{21}\\ {\\mathrm{atoms}}\\ {\\mathrm{K}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Finally, we convert from atoms $\\mathrm{K}$ to atoms $^{40}\\mathrm{K}$ "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{?\\atoms\\,^{40}K=5.71\\times10^{21}\\,a t o m s\\,K\\times\\frac{0.012\\,a t o m s\\,^{40}K}{100\\,a t o m s\\,K}=6.9\\times10^{17}\\,a t o m s\\,^{40}K}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The final answer is rounded to two significant figures because the least precisely known quantity in the calcu- lation, the percent isotopic abundance of $^{40}\\mathrm{K},$ has two significant figures. It is possible to combine the steps above into a single line calculation. "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{l}{{?\\;\\mathrm{atoms\\;^{40}K}=225\\,\\mathrm{mL\\;milk}\\times\\displaystyle\\frac{1.65\\,\\mathrm{mg\\;K}}{1\\,\\mathrm{mL\\;milk}}\\times\\displaystyle\\frac{1\\,\\mathrm{g\\;K}}{1000\\,\\mathrm{mg\\;K}}\\times\\displaystyle\\frac{1\\,\\mathrm{mol\\;K}}{39.10\\,\\mathrm{g\\;K}}}}\\\\ {{\\phantom{1.5em}\\times\\displaystyle\\frac{6.022\\times10^{23}\\,\\mathrm{atoms\\;K}}{1\\,\\mathrm{mol\\;K}}\\times\\displaystyle\\frac{0.012\\,\\mathrm{atoms\\;^{40}K}}{100\\,\\mathrm{atoms\\;K}}}}\\\\ {{\\phantom{1.5em}=6.9\\times10^{17}\\,\\mathrm{atoms\\;^{40}K}}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: How many $\\mathrm{Pb}$ atoms are present in a small piece of lead with a volume of $0.105\\,\\mathrm{cm}^{3}?$ The density of $\\mathrm{Pb}\\,=\\,11.34\\;\\mathrm{g}/\\mathrm{cm}^{3}$ "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: Rhenium-187 is a radioactive isotope that can be used to determine the age of meteorites.A $0.100\\ \\mathrm{mg}$ sample of Re contains $2.02\\times10^{17}$ atomsof $^{187}\\mathrm{Re}$  What is the percent isotopic abundance of rhenium-187 in the sample? "
    },
    {
        "type": "text",
        "text": "Mastering cHEMISTRY www.mastering chemistry.com "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "What is the most abundant element? This seemingly simple question does not have a simple answer. To learn more about the abundances of elements in the universe and in the Earth's crust, go to the Focus On feature for Chapter 2, entitled Occurrence and Abundances of the Elements, on the Mastering Chemistry site. "
    },
    {
        "type": "equation",
        "text": "Summary ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "2-1 Early Chemical Discoveries and the Atomic Theory-Modern chemistry began with eighteenth- century discoveries leading to the formulation of two basic laws of chemical combination, the law of conserva- tion of mass and the law of constant composition (defi- nite proportions). These discoveries led to Dalton's atomic theory—-that matter is composed of indestructible particles called atoms, that the atoms of an element are identical to one another but different from atoms of all other elements, and that chemical compounds are combi- nations of atoms of different elements. Based on this theory, Dalton proposed still another law of chemical combination, the law of multiple proportions. "
    },
    {
        "type": "text",
        "text": "2-2 Electrons and Other Discoveries in Atomic Physics—The first clues to the structures of atoms came through the discovery and characterization of cathode rays (electrons). Key experiments were those that established the mass-to-charge ratio (Fig. 2-7) and then the charge on an electron (Fig. 2-8). Two important accidental discoveries made in the course of cathode-ray research were of $\\mathsf{X}$ -rays and radioactivity. The principal types of radiation emitted by radioactive substances are alpha $(\\alpha)$ particles, beta $(\\beta)$  particles, and gamma () rays (Fig. 2-10). "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "2-3 The Nuclear Atom—Studies on the scattering of $\\alpha$ particles by thin metal foils (Fig. 2-11) led to the concept of the nuclear atom--a tiny, but massive, positively charged nucleus surrounded by lightweight, negatively charged electrons (Fig. 2-12). A more complete description of the nucleus was made possible by the discovery of protons and neutrons. An individual atom is characterized in terms of its atomic number (proton number) $Z$ and mass number, A. The difference, $A\\mathrm{~-~}Z,$ is the neutron number. The masses of individual atoms and their component parts are expressed in atomic mass units (u). "
    },
    {
        "type": "text",
        "text": "2-4 Chemical Elements-All elements from $Z=1$ to $Z=116,$  except for elements with $Z=113$ and $Z=115,$ have been characterized and all have been given a name and chemical symbol. Knowledge of the several elements  following $Z={\\bar{1}}12$ is more tenuous. Nuclide is the term used to describe an atom with a particular atomic number and a particular mass number. Atoms of the same element  that differ in mass number are called isotopes. The per- cent isotopic abundance of an isotope and the precise  mass of its atoms can be established with a mass spec- trometer (Fig. 2-14). A special symbolism (expression 2.2) is used to represent the composition of an atom or an ion derived from the atom. "
    },
    {
        "type": "text",
        "text": " 2-5  Atomic Mass-The atomic mass (weight) of an ele- ment is a weighted average based on an assigned value of exactly $12\\,\\mathrm{u}$ for the isotope carbon-12. This weighted aver-  age is calculated from the experimentally determined atomic masses and percent abundances of the naturally occurring isotopes of the element through expression (2.3). For certain elements, an atomic mass interval (Table 2.2) is used to indicate the range of values expected for the atomic mass because of observed variations in the isotopic abun- dances of these elements. For these elements, the conven- tional atomic mass can be used when a representative value of the atomic mass is required. "
    },
    {
        "type": "text",
        "text": "2-6 Introduction to the Periodic Table—The periodic table (Fig. 2-15) is an arrangement of the ele- ments in horizontal rows called periods and vertical columns called groups or families. Each group consists of elements with similar physical and chemical proper-\n\n  ties. The elements can also be subdivided into broad cat-\n\n  egories. One categorization is that of metals, nonmetals, metalloids, and noble gases. Another is that of main-  group elements and transition elements (transition metals). Included among the transition elements are the two subcategories lanthanides and actinides. The table has many uses, as will be seen throughout the text. Emphasis in this chapter is on the periodic table as an aid  in writing symbols for simple ions. "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "2-7 The Concept of the Mole and the Avogadro  Constant—The Avogadro constant, $N_{\\mathbf{A}}=76.02214\\times10^{23}\\,\\mathrm{mol}^{-1},$  represents the number of  carbon-12 atoms in exactly $12\\;\\mathrm{g}$ of carbon-12. More gener- ally, it is the number of elementary entities (for example, atoms or molecules) present in an amount known as one mole of substance. The mass of one mole of atoms of an element is called its molar mass, $M$ "
    },
    {
        "type": "text",
        "text": "2-8 Using the Mole Concept in Calculations- Molar mass and the Avogadro constant are used in a variety of calculations involving the mass, amount (in moles), and number of atoms in a sample of an element. Other conversion factors may also be involved in these calculations. The mole concept is encountered in ever broader contexts throughout the text. "
    },
    {
        "type": "text",
        "text": "Integrative Example ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "A stainless steel ball bearing has a radius of $6.35~\\mathrm{mm}$ and a density of $7.75\\;\\mathrm{g}/\\mathrm{cm}^{3}$ . Iron is the principal element in steel Carbon is a key minor element. The ball bearing contains $0.25\\%$  carbon, by mass. Assuming that the percent isotopic abundance of $^{13}\\mathrm{C}$ .i5 $1.108\\%$ how many $^{13}\\mathrm{C}$ atoms are present in the ball bearing? "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The goal is to determine the number of carbon-13 atoms found in a ball bearing with a particular composition. The critical point in this problem is recognizing that we can relate number of atoms to mass by using molar mass and Avogadro's constant. The first step is to use the radius of the ball bearing to determine its volume. The second step is to determine the mass of carbon present by using the density of steel along with the percent composition. The third step uses the molar mass of carbon to convert grams of carbon to moles of carbon; Avogadro's constant is then used to convert moles of carbon to the number of carbon atoms. In the final step, the isotopic abundance of carbon-13 atoms is  used to find the number of carbon-13 atoms in the total number of carbon atoms in the ball bearing. "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The ball-bearing volume in cubic centimeters is  found by applying the formula for the volume of a sphere, $\\stackrel{\\_}{V}=\\stackrel{1}{4}/3\\stackrel{\\smile}{\\pi r^{3}}$ . Remember to convert the given radius from millimeters to centimeters, so that the volume will be in cubic centimeters. "
    },
    {
        "type": "text",
        "text": "The product of the volume of the ball bearing and the density of steel equals the mass. The mass of the  ball bearing multiplied by the percent carbon in the steel gives the mass of carbon present. "
    },
    {
        "type": "text",
        "text": "The mass of carbon is first converted to moles of carbon by using the inverse of the molar mass of carbon. Avogadro's constant is then used to convert moles of carbon to atoms of carbon. "
    },
    {
        "type": "text",
        "text": "The number of $^{13}\\mathrm{C}$ atoms is determined by using the percent isotopic abundance of carbon-13. "
    },
    {
        "type": "equation",
        "text": "\n$$\nV={\\frac{4\\pi}{3}}{\\bigg[}6.35\\,{\\mathrm{mm}}\\times{\\frac{1\\,{\\mathrm{cm}}}{10\\,{\\mathrm{mm}}}}{\\bigg]}^{3}=1.07\\,{\\mathrm{cm}}^{3}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "equation",
        "text": "\n$$\n?\\,\\mathrm{g\\,C=1.07\\,cm^{3}\\times{\\frac{7.75\\,g\\,s t e l}{1\\,c m^{3}\\,s t e l}}\\times{\\frac{0.25\\,g\\,C}{100\\,g\\,s t e l}}=0.021\\,g\\,C}\n$$\n \n$$\n?\\,{\\mathsf{C}}\\,{\\mathsf{a t o m s}}=0.021\\,{\\mathsf{g}}\\,{\\mathsf{C}}\\times{\\frac{1\\,{\\mathsf{m o l}}\\,{\\mathsf{C}}}{12.011\\,{\\mathsf{g}}\\,{\\mathsf{C}}}}\\times{\\frac{6.022\\times10^{23}\\,{\\mathsf{C}}\\,{\\mathsf{a t o m s}}}{1\\,{\\mathsf{m o l}}\\,{\\mathsf{C}}}}\n$$\n \n$$\n{\\begin{array}{r l}{?\\ ^{13}C\\operatorname{atoms}=1.1\\times10^{21}\\,C\\operatorname{atoms}\\times{\\frac{1.108\\ ^{13}C\\operatorname{atoms}}{100\\,C\\operatorname{atoms}}}}\\\\ {=1.2\\times10^{19\\ 13}C\\operatorname{atoms}}\\end{array}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The number of carbon-13 atoms is smaller than the number of carbon atoms, which it should be, given that the isotopic abundance of carbon-13 is just $1.108\\%$ . To avoid mistakes, every quantity should be clearly labeled with its appropriate unit so that units cancel properly. Two points made by this problem are, first, that the relatively small ball bearing con- tains a large number of carbon-13 atoms even though carbon-13's abundance is only $1.108\\%$ of all carbon atoms. Second, the size of any atom must be very small. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: Calculate the number of $^{63}\\mathrm{Cu}$ atoms in a cubic crystal of copper that measures exactly $25\\,\\mathrm{nm}$ on edge. The density of copper is $8.92\\;\\mathrm{g}/\\mathrm{cm}^{3}$ and the percent isotopic abundance of $^{63}\\mathrm{\\bar{Cu}}$ .5 $69.17\\%$ "
    },
    {
        "type": "text",
        "text": " PRACTICE EXAMPLE B: The United States Food and Drug Administration (USFDA) suggests a daily value of $18\\,\\mathrm{mg}\\,\\mathrm{Fe}$ for adults and for children over four years of age. The label on a particular brand of cereal states that one serving $(55\\,\\mathrm{g})$ of dry cereal contains $45\\%$ of the daily value of Fe. Given that the percent isotopic abundance of $^{58}\\mathrm{Fe}$ is $0.282\\%,$  how many full servings of dry cereal must be eaten to consume exactly one mole of $^{58}\\mathrm{Fe?}$ The atomic weight of $^{58}\\mathrm{Fe}$ .i $57.9333\\,\\mathrm{u}.$  Is it possible for a person to consume this much cereal in a lifetime, assuming that one full serving of cereal is eaten every day? "
    },
    {
        "type": "text",
        "text": "Exercises ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Law of Conservation of Mass ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "1. When an iron object rusts, its mass increases. When a match burns, its mass decreases. Do these observa- tions violate the law of conservation of mass? Explain.\n\n 2. When a strip of magnesium metal is burned in air (recall Figure 2-1), it produces a white powder that weighs more than the original metal. When a strip of  magnesium is burned in a flashbulb, the bulb weighs  the same before and after it is flashed. Explain the  difference in these observations.\n\n 3. A $0.406~\\mathrm{g}$ sample of magnesium reacts with oxygen, producing $0.674~\\mathrm{g}$  of magnesium oxide as the only product. What mass of oxygen was consumed in the reaction?\n\n 4. A $1.446~\\mathrm{g}$ sample of potassium reacts with $8.178\\mathrm{~g~}$ of  chlorine to produce potassium chloride as the only product. After the reaction, $6.867\\ \\mathrm{~g~}$ of chlorine\n\n "
    },
    {
        "type": "text",
        "text": "Law of Constant Composition ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "7. In Example 2-1, we established that the mass ratio of magnesium to magnesium oxide is $0.455\\,\\mathrm{g}$ magnesium/ $0.755\\,\\mathrm{g}$ magnesium oxide. (a) What is the ratio of oxygen to magnesium oxide, by mass? (b) What is the mass ratio of oxygen to magnesium in magnesium oxide? (c) What is the percent by mass of magnesium in magnesium oxide?\n\n  8. Samples of pure carbon weighing 3.62, 5.91, and $7.07\\,\\mathrm{g}$ were burned in an excess of air. The masses of carbon dioxide obtained (the sole product in each case) were  13.26, 21.66, and $25.91\\;\\mathrm{g},$  respectively. (a) Do these data establish that carbon dioxide has a fixed composition? (b) What is the composition of carbon dioxide,  expressed in $\\%\\,\\mathrm{C}$ and $\\mathrm{\\%}_{\\mathrm{O,}}$ by mass?\n\n 9. In one experiment, $2.18\\mathrm{~g~}$  sodium was allowed to react with $16.12~\\mathrm{g}$ chlorine. All the sodium was used up, and $5.54~\\mathrm{g}$ sodium chloride (salt) was produced.  In a second experiment, $2.10~\\mathrm{g}$ chlorine was allowed to react with $10.00~\\mathrm{g}$ sodium. All the chlorine was used up, and $3.46~\\mathrm{g}$ sodium chloride was produced. remains unreacted. What mass of potassium chloride was formed?\n\n "
    },
    {
        "type": "text",
        "text": " 5. When a solid mixture consisting of $10.500~\\mathrm{g}$ calcium hydroxide and $11.125\\:\\mathrm{g}$ ammonium chloride is strongly heated, gaseous products are evolved and $14.336\\;\\mathrm{g}$ of a solid residue remains. The gases are passed into $62.316\\,\\mathrm{g}$ water, and the mass of the resulting solution is $69.605\\:\\mathrm{g}$ Within the limits of experimental error, show that these  data conform to the law of conservation of mass.\n\n  6. Within the limits of experimental error, show that the law of conservation of mass was obeyed in the follow- ing experiment: $10.00~\\mathrm{g}$ calcium carbonate (found in limestone) was dissolved in $100.0\\,\\mathrm{mL}$ hydrochloric acid $(d=1.148\\:\\mathrm{g/mL})$ 0. The products were $120.40~\\mathrm{g}$ solu- tion (a mixture of hydrochloric acid and calcium chlo- ride) and $2.22\\,\\mathrm{L}$ carbon dioxide gas  $(d=1.9769\\:\\mathrm{g/L})$ ) "
    },
    {
        "type": "text",
        "text": "Show that these results are consistent with the law of constant composition.\n\n 10. When $3.06~\\mathrm{g}$ hydrogen was allowed to react with an excess of oxygen, $27.35\\mathrm{~g~}$ water was obtained. In a second experiment, a sample of water was decom-  posed by electrolysis, resulting in $1.45\\:\\mathrm{g}$ hydrogen and $\\bar{1}1.51~\\mathrm{g}$ oxygen. Are these results consistent with the law of constant composition? Demonstrate why or why not.\n\n  11. In one experiment, the burning of $0.312\\;\\mathrm{g}$ sulfur pro- duced $0.{\\bar{62}}3\\,\\mathrm{g}$ sulfur dioxide as the sole product of the reaction. In a second experiment, $0.842\\;\\mathrm{\\textbar{g}}$ sulfur diox- ide was obtained. What mass of sulfur must have  been burned in the second experiment?\n\n  12. In one experiment, the reaction of $1.00\\:\\mathrm{g}$ mercury and an excess of sulfur yielded $\\mathrm{1.16~g}$ of a sulfide of mer- cury as the sole product. In a second experiment, the  same sulfide was produced in the reaction of $1.50~\\mathrm{g}$ mercury and $1.00\\:\\mathrm{g}$ sulfur. (a) What mass of the sulfide of mercury was pro- duced in the second experiment? (b) What mass of which element (mercury or sulfur) remained unreacted in the second experiment? "
    },
    {
        "type": "text",
        "text": "Law of Multiple Proportions ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "13. Sulfur forms two compounds with oxygen. In the first  compound, $1.000\\mathrm{~g~}$ sulfur is combined with $\\mathrm{0.998~g}$ $\\operatorname{oxygen},$ and in the second, $1.000\\:\\mathrm{g}$ sulfur is combined with 1.497 g 0xygen. Show that these results are con-  sistent with Dalton's law of multiple proportions.\n\n "
    },
    {
        "type": "text",
        "text": "14. Phosphorus forms two compounds with chlorine. In the first compound, $1.000\\ \\mathrm{\\bar{g}}$ of phosphorus is com- bined with $3.433\\:\\mathrm{g}$ chlorine, and in the second, $2.500\\,\\mathrm{g}$ phosphorus is combined with $14.308\\:\\mathrm{g}$ chlorine. Show that these results are consistent with Dalton's law of multiple proportions.\n\n "
    },
    {
        "type": "text",
        "text": "15. The following data were obtained for compounds of  nitrogen and hydrogen: "
    },
    {
        "type": "table",
        "img_path": "images/25cb17a8f52f22dafe08a8c5e50d1f0ae08bc4a53cab4ab90b77682f114c32f2.jpg"
    },
    {
        "type": "text",
        "text": "(a) Show that these data are consistent with the law  of multiple proportions. (b) If the formula of compound B is $\\mathrm{N}_{2}\\mathrm{H}_{2}.$ ,what are the formulas of compounds A and C? "
    },
    {
        "type": "text",
        "text": " 16. The following data were obtained for compounds of iodine and fluorine: "
    },
    {
        "type": "table",
        "img_path": "images/329dfcc00efbc4c2916bb2b5ebb66bca8e727ab6df22ae2a8c99a8966d68fc9e.jpg"
    },
    {
        "type": "text",
        "text": "(a) Show that these data are consistent with the law of multiple proportions. formulas for compounds B, C, and D?\n\n 17. There are two oxides of copper. One oxide has $20\\%$  oxygen, by mass. The second oxide has a smaller per-  cent of oxygen than the first. What is the probable percent of oxygen in the second oxide?\n\n 18. The two oxides of carbon described on page 38 were CO and $\\mathrm{CO}_{2}$ . Another oxide of carbon has $\\mathrm{1.106~g}$ of  oxygen in a $2.350~\\mathrm{g}$ sample. In what ratio are carbon and oxygen atoms combined in molecules of this "
    },
    {
        "type": "text",
        "text": "Fundamental Charges and Mass-to-Charge Ratios ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "19. The following observations were made for a series of five oil drops in an experiment similar to Millikan's (see  Figure 2-8). Drop 1 carried a charge of $1.28\\,\\times\\,10^{-18}\\,C_{\\!s}$  drops 2 and 3 each carried $\\frac{1}{2}$ the charge of drop 1; drop 4 carried $\\frac{1}{8}$ the charge of drop 1; drop 5 had a charge four times that of drop 1. Are these data consistent with the value of the electronic charge given in the text? Could  Millikan have inferred the charge on the electron from  this particular series of data? Explain.\n\n "
    },
    {
        "type": "text",
        "text": "20. In an experiment similar to that described in Exercise 19, drop 1 carried a charge of $6.41\\,\\times\\,10^{-19}\\,C;$ drop 2 had $\\frac{1}{2}$  the charge of drop 1; drop 3 had twice the charge of drop 1; drop 4 had a charge of\n\n "
    },
    {
        "type": "text",
        "text": "Atomic Number, Mass Number, and Isotopes ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " 23. The following radioactive isotopes have applications in medicine. Write their symbols in the form $\\mathrm{^A_{Z}}$ (a)cobalt- 60; (b) phosphorus-32; (c) iron-59; (d) radium-226. $^{202}\\mathrm{Hg},$ fundamental particles in the nucleus that are neutrons. $1.44\\times10^{-18}\\,C;$ $\\frac13$ Are these data consistent with the value of the elec- tronic charge given in the text? Could Millikan have  inferred the charge on the electron from this particu- lar series of data? Explain. (a) the mass of electrons is about 1/2000 that of (b) the mass-to-charge ratio $(m/e)$ for positive ions is  considerably larger than that for electrons.\n\n "
    },
    {
        "type": "text",
        "text": " 22. Determine the approximate value of $m/e$ in grams per  coulomb for the ions $^{127}_{53}\\mathrm{I}^{-}$ and $^{32}_{16}S^{2-}$ Why are these values only approximate?\n\n "
    },
    {
        "type": "text",
        "text": "25. Complete the following table. What minimum amount of information is required to completely char- acterize an atom or ion? [Hint: Not all rows can be completed.] "
    },
    {
        "type": "table",
        "img_path": "images/73f33aa7671a9a79e57326d6be948f1beffb85be22c7e58e81dde11f3a200ceb.jpg"
    },
    {
        "type": "text",
        "text": "26. Arrange the following species in order of increasing (a) number of electrons; (b) number of neutrons; (c) mass. "
    },
    {
        "type": "equation",
        "text": "\n$$\n^{11}_{50}\\mathrm{Sn}\\;\\;\\;^{40}_{18}\\mathrm{Ar}\\;\\;\\;^{122}_{52}\\mathrm{Te}\\;\\;\\;^{59}_{29}\\mathrm{Cu}\\;\\;\\;^{120}_{48}\\mathrm{Cd}\\;\\;\\;^{58}_{27}\\mathrm{Co}\\;\\;\\;^{39}_{19}\\mathrm{K}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "$^{108}\\mathrm{{Pb}}$ $107.90389\\;\\mathrm{u},$ (a) the numbers of protons, neutrons, and electrons in the atom; (b) the ratio of the mass of this atom to that of an atom of $^{12}_{6}\\mathrm{C}\n\n$  28. For the ion $^{228}\\mathrm{{Ra}}^{2+}$ with a mass of $228.030\\,\\mathrm{u},$ determine (a) the numbers of protons, neutrons, and electrons (b) the ratio of the mass of this ion to that of an atom of $^{16}\\mathrm{O}$ (refer to page 47).\n\n  29. An isotope of silver has a mass that is 6.68374 times  that of oxygen-16. What is the mass in u of this iso- tope? (Refer to page 47.) ring isotopes of indium is 1.0177:1. The heavier of $^{16}\\mathrm{O}$ to page 47.) chemical handbook. What is the ratio of each of these masses to that of $^{12}_{6}C?$ (a) $^{35}_{17}\\mathrm{Cl},$ $34.96885\\ \\mathrm{u};$ (b) $_{12}^{26}\\mathrm{Mg},$ $25.98259\\;\\mathrm{u};$ $^{222}_{86}\\mathrm{Rn},222.0175\\,\\mathrm{u}.\n\n$  32. The following ratios of masses were obtained with a mass spectrometer: $^{19}_{9}\\mathrm{F}/{}^{12}_{6}\\mathrm{C}\\,=\\,1.5832.$ $^{35}_{17}\\mathrm{Cl}/^{19}\\mathrm{F}=$ 1.8406; $^{81}_{35}\\mathrm{Br}/^{35}_{17}\\mathrm{Cl}=2.3140$ . Determine the mass of a $^{81}_{35}\\mathrm{Br}$ atom in amu.\n\n  33. Which of the following species has (a) equal numbers of neutrons and electrons; (b) protons, neutrons, and electrons in the ratio 9:11:8; (c)  a number of neutrons equal to the number of pro- tons plus one-half the number of electrons? "
    },
    {
        "type": "text",
        "text": "34. Given the same species as listed in Exercise 33, which has (b) protons contributing more than $50\\%$ of the mass; (c)about $50\\%$ more neutrons than protons?\n\n 35. An isotope with mass number 44 has four more neu- trons than protons. This is an isotope of what element?\n\n  36. Identify the isotope X that has one more neutron than protons and a mass number equal to nine times the charge on the ion $X^{3+}$ is a radioactive isotope used for obtaining images to patients in the form of sodium iodide capsules that contain ${}^{123}\\mathrm{I}^{-}$ ions. Determine the number  of neutrons, protons, and electrons in a single ${}^{123}\\mathrm{I}^{-}$ ion.\n\n 38. Iodine-131 is a radioactive isotope that has important treating hyperthyroidism (overactive thyroid) and larger doses are used for treating thyroid cancer. Iodine-131 is administered to patients in the form of sodium iodide capsules that contain $^{131}\\mathrm{I}^{-}$ ions. Determine the number of neutrons, protons, and elec- trons in a single $^{131}\\mathrm{I}^{-}$ ion.\n\n 39. Americium-241 is a radioactive isotope that is used in high-precision gas and smoke detectors. How many neutrons, protons, and electrons are there in an atom of americium-241?\n\n  40. Some foods are made safer to eat by being exposed to gamma rays from radioactive isotopes, such as cobalt-60. The energy from the gamma rays kills bacteria in the food. How many neutrons, cobalt-60? "
    },
    {
        "type": "equation",
        "text": "\n$$\n^{24}\\mathrm{Mg}^{2+},\\ ^{47}\\mathrm{Cr},\\ ^{60}\\mathrm{Co}^{3+},\\ ^{35}\\mathrm{Cl}^{-},\\ ^{124}\\mathrm{Sn}^{2+},\\ ^{226}\\mathrm{Th},\\ ^{90}\\mathrm{Sr}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Atomic Mass Units, Atomic Masses ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "41. Which statement is probably true concerning the masses of individual chlorine atoms: All have, some have, or none has a mass of $35.45\\,\\mathrm{u}?\n\n$ 42. The mass of a carbon-12 atom is taken to be exactly $12\\,\\mathrm{u}$ Are there likely to be any other atoms with an exact inte- gral (whole number) mass, expressed in u? Explain.\n\n 43. Magnesium has three naturally occurring isotopes. Their masses are $23.985042\\ \\mathrm{~\\dot{u},~}$ 24.985837 u, and  25.982593 u. What is the weighted-average atomic mass  of magnesium in a sample for which the percent iso- topic abundances of these three isotopes are $78.99\\%$ $10.{\\bar{00\\%}},$  and $11.01\\%,$  respectively?\n\n 44. There are four naturally occurring isotopes of chromium. Their masses and percent isotopic abun- dances are 49.9461 u, $4.35\\%$ $51.9\\Bar{4}05\\,\\mathrm{u},$ $83.79\\%$ ${\\bar{5}}2.9407\\,\\mathrm{u},$ $9.50\\%$  and 53.9389 u, $2.36\\%$ . Calculate the weighted- average atomic mass of chromium.\n\n 45. The two naturally occurring isotopes of silver have the following abundances: $^{107}\\mathrm{\\mathring{A g}},\\ 51.84\\%$ ${}^{109}\\mathrm{Ag},$ $48.16\\%$  The mass of $^{107}\\mathrm{Ag}$ is 106.905092 u. What is the mass of $^{109}{\\mathrm{Ag?}}\n\n$ "
    },
    {
        "type": "text",
        "text": " 46. Gallium has two naturally occurring isotopes. One of them, gallium-69, has a mass of 68.925581 u and a per- cent isotopic abundance of $60.11\\%$ . What must be the mass and percent isotopic abundance of the other iso- tope, gallium-71?\n\n  47. The three naturally occurring isotopes of potassium are $^{39}\\mathrm{K},38.963707\\,\\mathrm{u};{}^{40}\\mathrm{K},$ 39.963999 u; and $^{41}\\mathrm{\\bar{K}}.$  The percent  isotopic abundances of $^{39}\\mathrm{K}$ and $^{41}\\mathrm{K}$ are $93.2581\\%$ and $6.7302\\%$ , respectively. Determine the isotopic mass of $^{41}\\mathrm{K}$ mate the fractional isotopic abundances of the two naturally occurring isotopes, $^{10}\\mathrm{B}$ and $^{11}\\mathrm{B}$ . These iso- topes have masses of 10.012937 u and $11.009305\\ \\mathrm{u},$ respectively. "
    },
    {
        "type": "text",
        "text": "Mass Spectrometry ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "49. A mass spectrum of germanium displayed peaks at mass numbers 70, 72, 73, 74, and 76, with relative heights of 20.5, 27.4, 7.8, 36.5, and 7.8, respectively. (a) In the manner of Figure 2-14, sketch this mass  spectrum. (b) Estimate the weighted-average atomic mass of  germanium, and state why this result is only approxi- mately correct.\n\n  50. Hydrogen and chlorine atoms react to form simple diatomic molecules in a 1:1 ratio, that is, HCl. The \n\n "
    },
    {
        "type": "text",
        "text": "The Periodic Table ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "51. Refer to the periodic table inside the front cover and identify (a) the element that is in group 14 and the fourth period (b) one element similar to and one unlike sulfur (c) the alkali metal in the fifth period (d) the halogen element in the sixth period\n\n  52. Refer to the periodic table inside the front cover and identify (a) the element that is in group 11 and the sixth period (b) an element with atomic number greater than 50 that has properties similar to the element with atomic number 18\n\n "
    },
    {
        "type": "text",
        "text": "The Avogadro Constant and the Mole ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " 55. What is the total number of atoms in (a) 15.8 mol Fe; (b) 0.000467 mol Ag; (c) $8.5\\times10^{-11}\\,\\mathrm{mol\\,Na?}\n\n$ 56. Without doing detailed calculations, indicate which of the following quantities contains the greatest num- ber of atoms: $\\check{6.022}\\times10^{23}\\,\\mathrm{Ni}$ atoms, $\\underline{{25.0}}\\mathrm{~g~}$ nitrogen, $52.0\\;\\mathrm{g}\\;\\mathrm{Cr},$ $10.0\\;\\mathrm{cm}^{3}$ Fe $(d=7.86\\:\\mathrm{g/cm^{3}})$ ). Explain your reasoning.\n\n 57. Determine (a) the number of moles of $Z\\mathrm{n}$ in a $415.0~\\mathrm{g}$ sample of zinc metal (b) the number of $\\mathrm{Cr}$ atoms in $147.4\\:\\mathrm{kg}$ chromium (c) the mass of a one-trillion-atom $(\\stackrel{\\smile}{1.0}\\times10^{12})$ sam- ple of metallic gold (d) the average mass of a fluorine atom\n\n  58. Determine (a) the number of Kr atoms in a $5.25~\\mathrm{mg}$ sample of  krypton (b) the molar mass, $M,$  and identity of an element if the mass of a $2.80\\times10^{22}$ atom sample of the element is $2.09\\:\\mathrm{g}$ (c) the mass of a sample of phosphorus that contains the same number of atoms as $44.{\\bar{7}}5\\;\\mathrm{g}$ of magnesium\n\n  59. How many Cu atoms are present in a piece of sterling- silver jewelry weighing $\\bar{3}3.24~\\mathrm{g}?$ (Sterling silver is a  silver-copper alloy containing $92.5\\%$ Ag by mass.)\n\n  60. How many atoms are present in a $50.0\\,\\mathrm{\\ddot{cm}^{3}}$ sample of  plumber's solder, a lead-tin alloy containing $6\\bar{7}\\%$ Pb by mass and having a density of $\\mathrm{{\\check{9}}.4~g/c m^{3}?}$ ${}^{204}\\mathrm{{Pb}}$ weighing $215\\;\\mathrm{mg?}$  The percent isotopic abundance of $\\mathrm{^{204}P\\check{b}}$ is $1.4\\%$  percent isotopic abundances of the chlorine isotopes are $^{35}\\mathrm{Cl}$ and $^{37}\\mathrm{Cl}$  are estimated to be $75.77\\%$  and $24.23\\%$ , respectively. The percent isotopic abun- dances of $^2\\mathrm{\\ddot{H}}$ and $\\mathrm{^3H}$ are estimated to be $\\bar{0.015\\%}$ and less than $0.001\\%,$  respectively. (a)  How many different HCl molecules are possible,  and what are their mass numbers (that is, the sum of the mass numbers of the H and Cl atoms)? (b) Which is the most abundant of the possible HCl  molecules? Which is the second most abundant? "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "(c) the group number of an element E that forms an ion $\\mathrm{E}^{2-}$ (d) an element M that you would expect to form the ion $\\mathrm{\\mathbf{M}^{3+}}\n\n$ 53. Assuming that the seventh period of the periodic table has 32 members, what should be the atomic number of (a) the noble gas following radon (Rn); (b) the alkali metal following francium (Fr)?  order\" in terms of increasing atomic mass and explain why the reverse order is necessary.\n\n "
    },
    {
        "type": "text",
        "text": "62. A particular lead-cadmium alloy is $8.0\\%$ cadmium by mass. What mass of this alloy, in grams, must you weigh out to obtain a sample containing $7.2\\overset{\\cdot}{5}\\times10^{23}\\,\\mathrm{Cd}$ atoms?\n\n 63. Medical experts generally believe a level of $30\\,\\mu\\mathrm{g}$ Pb per deciliter of blood poses a significant health risk $1\\,\\mathrm{{dL}=0.1\\,\\mathrm{{L}}}$ ). Express this level (a) in the unit mol $\\mathrm{Pb}/\\mathrm{L}$ blood; (b) as the number of $\\mathrm{Pb}$ atoms per milli- liter of blood.\n\n 64. During a severe episode of air pollution, the con- centration of lead in the air was observed to be $3.11\\;\\mu\\mathrm{g}\\,\\mathrm{Pb}/\\mathrm{m}^{3}$ . How many $\\mathrm{Pb}$ atoms would be present in a $0.500~\\mathrm{L}$ sample of this air (the volume of air dis- placed in the lungs between inhaling and exhaling)?\n\n 65. Without doing detailed calculations, determine which of the following samples has the greatest number of atoms: (a) a cube of iron with a length of  $10.0\\ \\mathrm{~cm}$ $(d=7.86\\:\\mathrm{g/cm^{3}})$ (b) $1.00~\\mathrm{kg}$  of hydrogen contained in a $10{,}000~\\mathrm{~L~}$ balloon (c) a mound of sulfur weighing $20.0\\,\\mathrm{kg}$ (d) a $76\\,\\mathrm{lb}$ sample of liquid mercury $(\\bar{d}\\,=\\,13.5\\:\\mathrm{g/mL}\n\n$ 66. Without doing detailed calculations, determine which of   the following samples occupies the largest volume: (a) $25.5\\,\\mathrm{mol}$ of sodium metal $(d=0.9\\breve{7}1\\,\\mathrm{g}/\\mathrm{cm}^{3}$ (b) $0.725\\;\\mathrm{L}$ of liquid bromine $(d=3.12\\:\\mathrm{g/mL})$ (c) $1.25\\times10^{25}$ atoms of chromium metal $(d=9.4\\:\\mathrm{g}/\\mathrm{cm}^{3}$ (d) $2.15\\ \\mathrm{kg}$  of plumber's solder  $(d=9.4\\:\\mathrm{g/cm}^{3})$ ,a lead-tin alloy with a 2:1 atom ratio of lead to tin "
    },
    {
        "type": "text",
        "text": "Integrative and Advanced Exercises ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " 67. A solution was prepared by dissolving $2.50~\\mathrm{g}$ potas- $100.0\\;\\mathrm{mL}$ $40~^{\\circ}\\mathrm{C}$  When the solu- tion was cooled to $20~^{\\circ}\\mathrm{C},$ to be $100.0~\\mathrm{mL},$  but some of the potassium chlorate had crystallized (deposited from the solution as a solid). At $40\\ ^{\\circ}\\mathrm{C},$ the density of water is $0.9922\\;\\mathrm{g}/\\mathrm{mL},$  and at $20~^{\\circ}\\mathrm{C},$ $1.0085\\,\\mathrm{\\bar{g}/m L}$ (a) Estimate, to two significant figures, the mass of  potassium chlorate that crystallized. (b) Why can't the answer in (a) be given more precisely?\n\n 68. William Prout (1815) proposed that all other atoms  are built up of hydrogen atoms, suggesting that all masses, such as $24.3\\;\\mathrm{u}$ for magnesium and $35.5\\;\\mathrm{u}$ for chlorine. In terms of modern knowledge, explain why Prout's hypothesis is actually quite reasonable.\n\n  69. Fluorine has a single atomic species, $^{19}\\mathrm{F}.$ Determine  the atomic mass of ${}^{19}\\mathrm{F}$ by summing the masses of its protons, neutrons, and electrons, and compare your results with the value listed on the inside front cover.\n\n 70. Use $1\\times10^{\\stackrel{\\bullet}{-}13}\\,\\mathrm{cm}$ as the approximate diameter of the spherical nucleus of the hydrogen-1 atom, together with data from Table 2.1, to estimate the density of matter in a proton.\n\n 71. Use fundamental definitions and statements from Chapters 1 and 2 to establish the fact that $6.02{\\dot{2}}\\times10^{23}\\,\\mathrm{u}\\,=\\,1.000\\,\\mathrm{g}\n\n$ 72. In each case, identify the element in question. $60.0\\%$ (b)An ion with a $+2$ charge has $10.0\\%$ more protons than electrons. () An ion with a mass number of 110 and a $^{2+}$ $25.0\\%\n\n$ 73. Determine the only possible $+2$ ion for which the following two conditions are both satisfied: · The net ionic charge is one-tenth the nuclear · The number of neutrons is four more than the number of electrons.\n\n 74. Determine the only possible isotope (E) for which  The mass number of E is 2.50 times its atomic · The atomic number of E is equal to the mass number of another isotope (Y). In turn, isotope Y  atomic number of Y and equal to the neutron  number of selenium-82.\n\n  75. Suppose we redefined the atomic mass scale by arbi- trarily assigning to the naturally occurring mixture of "
    },
    {
        "type": "text",
        "text": " chlorine isotopes an atomic mass of $35.00\\bar{0}00\\,\\mathrm{u}$ (a) What woiuld ho the atomic maccoc of holiuim sodium, and iodine on this new atomic mass scale? (b)  Why do these three elements have nearly integral (whole-number) atomic masses based on carbon-12, but not based on naturally occurring chlorine?\n\n "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "76. The two naturally occurring isotopes of nitrogen have masses of 14.0031 and $\\bar{15.0001\\ \\mathrm{u}},$ respectively. Use the conventional atomic mass of nitrogen to esti- mate the percentage of $\\mathrm{^{15}N}$ atoms in naturally occur- ring nitrogen.\n\n "
    },
    {
        "type": "text",
        "text": " 77. The masses of the naturally occurring mercury iso- $^{196}\\mathrm{Hg},$ $195.9658\\,\\mathrm{u}$ ${}^{198}\\mathrm{Hg}.$ $19{\\check{7}}.9668\\;\\mathrm{u},$ $^{199}\\mathrm{Hg},$ $198.9683\\,\\mathrm{~u~}$ $^{200}\\mathrm{Hg,~199.9683~u;}$ $^{201}\\mathrm{Hg,\\ }200.9703\\ \\mathrm{u;}$ $^{202}\\mathrm{Hg,\\,}201.9706\\ \\mathrm{u;}$ and $^{204}\\mathrm{Hg,\\,}203.9735\\ \\mathrm{u.}$  Use these data, together with data from Figure 2-14, to calcu- late the weighted-average atomic mass of mercury.\n\n "
    },
    {
        "type": "text",
        "text": "78. Germanium has three major naturally occurring iso- topes: $^{70}\\mathrm{Ge}\\ (69.92425\\ \\mathrm{u},\\ 20.85\\%),$ $^{72}\\mathrm{\\check{G}e~}(71.922\\check{0}8~\\mathrm{u},$ $27.54\\%$ $^{74}\\mathrm{Ge}\\ (73.92118\\ \\mathrm{u},\\,36.29\\%)$ 0. There are also two minor isotopes: $^{73}\\mathrm{Ge}\\ \\left(72.92346\\ \\mathrm{u}\\right)$  and $^{76}\\mathrm{Ge}$ $(75.92140~\\mathrm{u})$ . Calculate the percent isotopic abun- dances of the two minor isotopes. Comment on the precision of these calculations.\n\n "
    },
    {
        "type": "text",
        "text": "'9. From the densities of the lines in the mass spectrum of  krypton gas, the following observations were made:  Somewhat more than $50\\%$  of the atoms were krypton-84. The numbers of krypton-82 and krypton-83  atoms were essentially equal.  The number of krypton-86 atoms was 1.50 times as great as the number of krypton-82 atoms.  The number of krypton-80 atoms was $19.6\\%$ of the number of krypton-82 atoms.  The number of krypton-78 atoms was $3.0\\%$ of the  number of krypton-82 atoms.  The masses of the isotopes are $^{78}\\mathrm{Kr},\\,77.9204\\:\\mathrm{u}$ $^{80}\\mathrm{Kr},79.9164\\:\\mathrm{u}$ $^{82}\\mathrm{Kr},\\,81.9135\\,\\mathrm{u}$ $^{83}\\mathrm{Kr},\\,82.9141\\:\\mathrm{u}$ $^{84}\\mathrm{Kr},83.9115\\:\\mathrm{u}$ $^{86}\\mathrm{Kr},85.9106\\:\\mathrm{u}$ Thouniahtod_ nfKricQ2QnITcn\n\n "
    },
    {
        "type": "text",
        "text": "80. The two naturally occurring isotopes of chlorine $^{35}\\mathrm{Cl}$ $(34.9689\\,\\mathrm{~u},\\,75.77\\%)$ $^{37}\\mathrm{Cl}$ $(36.9658~\\mathrm{~u,~}$ $24.23\\%$ . The two naturally occurring isotopes of bromine are $^{79}\\mathrm{Br}\\,(78.9183\\,\\mathrm{u},50.69\\%)$ and ${}^{81}\\mathrm{Br}\\,(80.\\dot{9}163\\,\\mathrm{u},$ $49.31\\%$ ). Chlorine and bromine combine to form bromine monochloride, BrCl. Sketch a mass spectrum for BrCl with the relative number of molecules plot- ted against molecular mass (similar to Figure 2-14).\n\n "
    },
    {
        "type": "text",
        "text": "81. How many atoms are present in a $1.50~\\mathrm{m}$ length of  20-gauge copper wire? A 20-gauge wire has a dia- meter of 0.03196 in., and the density of copper is $8.92\\;\\mathrm{g}/\\mathrm{cm}^{3}\n\n$ "
    },
    {
        "type": "text",
        "text": "82. Monel metal is a corrosion-resistant copper-nickel  alloy used in the electronics industry. A particular alloy with a density of $8.80\\;\\mathrm{g}/\\mathrm{cm}^{3}$  and containing $0.02\\dot{2}\\%$ Si by mass is used to make a rectangular plate $15.0\\;\\mathrm{cm}$ long, $12.5\\;\\mathrm{cm}$ Wide, $3.00\\:\\mathrm{mm}$ thick, and has a $2.50\\,\\mathrm{cm}$ diameter hole drilled through its center. How many silicon-30 atoms are found in this plate? The mass of a silicon-30 atom is $29.97376\\;{\\mathrm{u}},$  and the per-  cent isotopic abundance of silicon-30 is $3.10\\%$ "
    },
    {
        "type": "text",
        "text": " 83. Deuterium, $^{2}\\mathrm{H}\\ \\ (2.0140\\ \\mathrm{u})$ , is sometimes used to  replace the principal hydrogen isotope $\\mathrm{^{1}H}$ in chemical studies. The percent isotopic abundance of deuterium is $0.015\\%$ . If it can be done with $100\\%$ efficiency, what mass of hydrogen gas would have to be processed to $2.50\\times10^{21}\\,^{2}\\mathrm{H}\n\n$  84. An alloy that melts at about the boiling point of water has Bi, $\\mathrm{Pb}.$  and Sn atoms in the ratio 10:6:5,  respectively. What mass of alloy contains a total of One mole of atoms?\n\n 85. A particular silver solder (used in the electronics industry to join electrical components) is to have the atom ratio of $5.00\\,\\mathrm{Ag/4.00\\,Cu}\\bar{/}1.00\\,\\mathrm{Zn}$ . What masses of the three metals must be melted together to pre- pare $1.00\\,\\mathrm{kg}$ of the solder?\n\n 86. A low-melting $\\mathrm{sn{-}P b{-}C d}$  alloy called eutectic alloy  is analyzed. The mole ratio of tin to lead is 2.73:1.00, What is the mass percent composition of this alloy?\n\n "
    },
    {
        "type": "text",
        "text": "87. In an experiment, $125~\\mathrm{cm}^{3}$  of zinc and $125~\\mathrm{cm}^{3}$ of iodine are mixed together and the iodine is com-  pletely converted to $1\\breve{6}4\\,\\mathrm{cm}^{3}$ of zinc iodide. What vol- ume of zinc remains unreacted? The densities of zinc, iodine, and zinc iodide are $7.13~\\mathrm{g}/\\mathrm{cm}^{3}$ $4.93~\\mathrm{g}/\\mathrm{cm}^{3}$  and $4.74\\,\\mathrm{g}/\\mathrm{cm}^{3},$  respectively.\n\n 88. Atoms are spherical and so when silver atoms pack together to form silver metal, they cannot fill all the available space. In a sample of silver metal, approxi- mately $26.{\\bar{0}}\\%$  of the sample is empty space. Given  that the density of silver metal is $10.5\\,\\mathrm{\\ddot{g}}/\\mathrm{\\dot{cm}}^{3},$ what is  the radius of a silver atom? Express your answer in picometers. "
    },
    {
        "type": "text",
        "text": "Feature Problems ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "89. The data Lavoisier obtained in the experiment described on page 35 are as follows: "
    },
    {
        "type": "text",
        "text": "Before heating: glass vessel $^+$ tin $^+$ air $=\\,13$ onces, 2 gros, 2.50 grains After heating: glass vessel $^+$ tin calx $^+$ remaining air $=\\,13$ onces, 2 gros, 5.62 grains "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "How closely did Lavoisier's results conform to the law of conservation of mass? (1 livre $=16$ onces; 1 once $=8$ gros; $1\\,\\mathrm{ghost}\\,=\\,72\\$ grains. In modern terms, 1 livre$=30.59\\:\\mathrm{g}$）\n\n"
    },
    {
        "type": "text",
        "text": "90. Some of Millikan's oil-drop data are shown below. The  measured quantities were not actual charges on oil drops but were proportional to these charges. Show that these data are consistent with the idea of a fun-  damental electronic charge.\n\n "
    },
    {
        "type": "table",
        "img_path": "images/5177960e2a54ce9d5d1b2b8a6385b4ca9f659342f2c9068f00564b491be3742a.jpg"
    },
    {
        "type": "text",
        "text": " 91. Before 1961, the standard for atomic masses was the isotope ${}^{16}\\mathrm{O},$ to which physicists assigned a value of exactly 16. At the same time, chemists assigned a value of exactly 16 to the naturally occurring mix- ture of the isotopes $^{16}\\mathrm{O,}^{17}\\mathrm{O,}$ and ${}^{18}\\mathrm{O}$ Would you  expect atomic masses listed in a 60-year-old text to be the same, generally higher, or generally lower than in this text? Explain.\n\n 92. German chemist Fritz Haber proposed paying off the reparations imposed against Germany after World War I by extracting gold from seawater. Given that (1) the amount of the reparations was $\\S28.8$ billion dol- lars, (2) the value of gold at the time was about $\\S21.25$ per troy ounce (1 troy ounce $\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad\\$ ), and (3) gold occurs in seawater to the extent of $4.67\\times10^{17}$ atoms per ton of seawater ( $\\mathrm{'1\\,tan}=2000\\,\\mathrm{lb}\\,\\mathrm{'}$ ), how many cubic kilometers of seawater would have had to be processed to obtain the required amount of gold? Assume that the density of seawater is $1.03\\:\\mathrm{g/cm}^{3}$ (Haber's scheme proved to be commercially infeasi- ble, and the reparations were never fully paid.) "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "93. Mass spectrometry is one of the most versatile and  powerful tools in chemical analysis because of its  capacity to discriminate between atoms of different  masses. When a sample containing a mixture of isotopes is introduced into a mass spectrometer, the ratio of the peaks observed reflects the ratio of the per- cent isotopic abundances. This ratio provides an inter-  nal standard from which the amount of a certain isotope present in a sample can be determined. This is  accomplished by deliberately introducing a known quantity of a particular isotope into the sample to be analyzed. A comparison of the new isotope ratio to the first ratio allows the determination of the amount of the isotope present in the original sample. "
    },
    {
        "type": "text",
        "text": "An analysis was done on a rock sample to deter-  mine its rubidium content. The rubidium content of a portion of rock weighing $0.350~\\mathrm{g}$ was extracted,  and to the extracted sample was added an additional $29.45\\,\\mu\\mathrm{g}$ of $^{87}\\mathrm{Rb}$ . The mass spectrum of this spiked sample showed a $^{87}\\mathrm{Rb}$  peak that was 1.12 times as high as the peak for $^{85}\\mathrm{Rb}$  Assuming that the two iso- topes react identically, what is the Rb content of the rock (expressed in parts per million by mass)? The isotopic abundances and isotopic masses are shown in the table. "
    },
    {
        "type": "table",
        "img_path": "images/9f4c13e69722834d4441e037fe1166a5d4048cd23eb1ec8e5f5c6d39fa32e377.jpg"
    },
    {
        "type": "text",
        "text": "Self-Assessment Exercises ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "94. In your own words, define or explain these terms  or symbols: (a) ${}_{Z}^{A}\\mathrm{E};$ (b) $\\beta$ particle; (c) isotope; (d) ${}^{16}\\mathrm{O}_{i}$ (e) molar mass.\n\n 95. Briefly describe (a) the law of conservation of mass (b) Rutherford's nuclear atom (c)  weighted-average atomic mass (d) a mass spectrum\n\n 96. Explain the important distinctions between each pair of terms: (a) cathode rays and X-rays (b) protons and neutrons () nuclear charge and ionic charge (d) periods and groups of the periodic table (e) metal and nonmetal (f) the Avogadro constant and the mole\n\n  97. A certain element contains one atom of mass $10.013\\,\\mathrm{u}$ for every four atoms of mass $11.009\\;\\mathrm{u}$ . Compute the atomic weight of the element.\n\n 98. When $10.0\\,\\mathrm{g}$ zinc and $8.0\\,\\mathrm{g}$ sulfur are allowed to react, all the zinc is consumed, $14.9~\\mathrm{g}$ zinc sulfide is pro-  duced, and the mass of unreacted sulfur remaining is (a) $2.0\\:\\mathrm{g}$ (b) $3.1\\:\\mathrm{g}$ (c) $4.9\\:\\mathrm{g}$ (d) impossible to predict from this information alone\n\n  99. One oxide of rubidium has $0.187\\,\\mathrm{g\\,O}$ per gram of Rb. A possible O:Rb mass ratio for a second oxide of rubidium is (a) 16:85.5; (b) 8:42.7; (c) 1:2.674; (d) any of these.\n\n 100. An attempt was made to determine the atomic mass  of element X. If X forms a compound with oxygen that contains $46.7\\%~X$ by mass and has the formula XO, what is the atomic mass of X?\n\n 101. Cathode rays (a) may be positively or negatively charged (b) are a form of electromagnetic radiation similar to visible light () have properties identical to $\\beta$ particles (d) have masses that depend on the cathode that emits them\n\n 102. The scattering of $\\alpha$ particles by thin metal foils estab- lished that (a) the mass of an atom is concentrated in a posi- tively charged nucleus (b) electrons are fundamental particles of all matter (c) all electrons carry the same charge (d) atoms are electrically neutral\n\n 103. Which of the following have the same charge and approximately the same mass? (a) an electron and a proton; (b) a proton and a neutron; (c) a hydrogen atom and a proton; (d) a neutron and a hydrogen atom; (e) an electron and an $\\mathrm{H^{-}}$ ion\n\n 104. Which of the following is not a fundamental particle? "
    },
    {
        "type": "text",
        "text": "determining the_ structure of the atom? (a) Thomson; (b) Rutherford; (c) Millikan; (d) Dalton; (e) Becquerel\n\n 107. What is the correct symbol for the species that con- tains 18 neutrons, 17 protons, and 16 electrons?\n\n 108. The properties of magnesium will most resemble those of which of the following? (a) cesium; (b) sodium; (c) aluminum; (d) calcium; (e) manganese.\n\n 109. Which group in the main group of elements contains alloid? (c) only one nonmetal? (d) only nonmetals? trons as $^{32}\\!S$ are (a) $^{32}\\mathrm{Cl};$ (b) $^{34}\\!S^{+}$ (c) $^{33}\\mathrm{P}^{+}$  (d) $^{28}\\mathrm{Si}^{2-}$ (e) $^{35}\\!S^{2-}$ (f) $^{40}\\mathrm{Ar}^{2+}$ $\\mathbf{\\Sigma}(\\mathbf{g})\\;^{40}\\mathrm{Ca}^{2+}\n\n$ 111. To four significant figures, all of the following except one. The exception is (a) $45.95\\ \\mathrm{u};$ $46.95\\ \\mathrm{u};$ (c) $47.87\\,\\mathrm{u};$ (d) $47.95\\;\\mathrm{u};$ (e) $48.95\\;\\mathrm{u};$ (f) $49.94\\,\\mathrm{u}\n\n$ 112. The mass of the isotope $^{84}_{36}\\mathrm{Xe}$ is $83.9115\\,\\mathrm{u}.$  If the atomic  mass scale were redefined so that $\\O_{36}^{84}\\mathrm{Xe}\\,=\\,84\\;\\mathrm{u},$ exactly, the mass of the $^{12}_{6}\\mathrm{C}$ isotope would be (a) $11.9115\\ \\mathrm{u};$ $11.9874\\,\\mathrm{u};$ $12\\,\\mathrm{u}$ $12.0127\\,\\mathrm{u};$ (e) $12.0885\\,\\mathrm{u}\n\n$ 113.A $5.585{\\mathrm{-kg}}$ (a) $10.0\\;\\mathrm{mol}$ Fe (b) twice as many atoms as does $600.6\\,\\mathrm{g}\\,\\mathrm{C}$ (c) 10 times as many atoms as does $52.00\\:\\mathrm{g\\,Cr}$ (d) $6.022\\times10^{24}$ atoms\n\n 114. A $91.84~\\mathrm{g}$ sample of Ti contains (a) $4.175~\\mathrm{mol}$ of Ti; $6.022\\breve{~}\\times10^{23}$ Ti atoms; (c) $1.155\\times10^{24}$ (d) $2.542\\times10^{25}$ electrons; (e) none of these.\n\n 115. There are three common iron-oxygen compounds. one Fe atom for every $\\mathrm{o}$ atom and the formula FeO. A second compound has $2.327\\,\\mathrm{g}$ Fe per $1.000\\,\\mathrm{g\\,O},$ and the third has $2.618\\,\\mathrm{g}$ Fe per $1.000\\,\\mathrm{g\\,O}$ mulas of these other two iron-oxygen compounds?\n\n 116. The four naturally occurring isotopes of strontium have the atomic masses $83.91\\bar{34}\\,\\mathrm{u};85.9093\\,\\mathrm{u};86.9089\\,\\mathrm{u};$ and $87.9056\\;\\mathrm{u}$ lightest isotope is $\\bar{0.56\\%}$ $82.58\\%$ Estimate the percent isotopic abundances of the other\n\n 117. Gold is present in seawater to the extent of $0.15\\,\\mathrm{mg/ion}$ . Assume the density of the seawater is $1.03\\:\\mathrm{g/mL}$ and determine how many Au atoms could $0.250~\\mathrm{L}$ of seawater $(1\\,\\mathrm{{tan}=2.{\\check{0}}00\\times10^{3}\\,\\mathrm{{lb};1\\,\\mathrm{{kg}}=2.205\\,\\mathrm{{lb}})}}\n\n$ 118. Appendix E describes a useful study aid known as concept mapping. Using the method presented in Appendix $\\mathrm{E},$ construct a concept map illustrating the different concepts in Sections 2-7 and 2-8. "
    }
]