[
    {
        "type": "image",
        "img_path": "images/ee85054ae1ed153fc3ba22bdc3407178623c78381e187572d279bf38bef0054f.jpg"
    },
    {
        "type": "text",
        "text": "LEARNING OBJECTIVES ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "6.1 Describe the principle of measuring  the pressure of a gas by using an open-end manometer. "
    },
    {
        "type": "text",
        "text": "6.2 Identify the relationships between the volume, temperature, and pressure of a  gas by using Boyle's, Charles's, and Avogadro's laws. "
    },
    {
        "type": "text",
        "text": "6.3 Use the ideal gas equation and the general gas equation to determine the relationship between V, T, and $P$ of a gas in two states. "
    },
    {
        "type": "text",
        "text": "6.4 Describe how to find the relationship between the state properties (P, V, T) of a gas and its molar mass or density. "
    },
    {
        "type": "text",
        "text": "6.5 Discuss how the law of combining  volumes can be used to simplify a problem involving the reaction of gases. "
    },
    {
        "type": "text",
        "text": "6.6 Discuss Dalton's law of partial pressures, and use it to determine the pressure of a gas collected over water. "
    },
    {
        "type": "text",
        "text": "6.7 Describe how mass and temperature affect the distribution of molecular speeds of gases. "
    },
    {
        "type": "text",
        "text": "6.8 Use Graham's law to determine the molar mass of an unknown gas when  comparing its rate of diffusion with a known gas. "
    },
    {
        "type": "text",
        "text": "6.9 Identify conditions under which gases behave ideally versus nonideally, and  describe how molecular size and intermolecular forces cause deviations from ideal gas behavior. "
    },
    {
        "type": "text",
        "text": "Gases ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "CONTENTS ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " 6-1   Properties of Gases: Gas Pressure 6-2   The Simple Gas Laws  6-3  Combining the Gas Laws: The Ideal Gas Equation and the  General Gas Equation  6-4   Applications of the Ideal Gas Equation "
    },
    {
        "type": "text",
        "text": "6-5   Gases in Chemical Reactions 6-6  Mixtures of Gases 6-7 Kinetic-Molecular Theory of  Gases 6-8 Gas Properties Relating to the  Kinetic-Molecular Theory 6-9  Nonideal ( Real) Gases  "
    },
    {
        "type": "image",
        "img_path": "images/8f06fb123b6580895f6a62dafa01d7c61c4dc93c225887f169dfbd04b91b2d2f.jpg",
        "img_caption": "Hot-air balloons have intrigued people from the time the simple gas laws fundamental to their operation came to be understood more than 200 years ago. "
    },
    {
        "type": "text",
        "text": "ou shouldn't overinflate a bicycle tire, or discard an aerosol can in an incinerator, or search for a gas leak with an open flame. In each case  there is a danger of explosion. These and many other observations  concerning gases can be explained by concepts considered in this chapter. The behaviors of the bicycle tire and the aerosol can are based on relation- ships among pressure, temperature, volume, and amount of gas. Other examples of the behavior of gases can be seen in a balloon filled with helium or hot air rising in air and carbon dioxide gas vaporizing from a block of dry ice and sinking to the floor. An understanding of the lifting power of lighter-  than-air balloons comes in large part from knowledge of gas densities and "
    },
    {
        "type": "image",
        "img_path": "images/3f2b11794c33f8276defbb450daf51eb997e65145d5bd038920967fe80e90446.jpg",
        "img_caption": " FIGURE 6-1 The gaseous states of three halogens (group 17) The greenish yellow gas is ${\\sf C}|_{2}({\\sf g})$ ; the brownish red gas is $\\mathsf{B r}_{2}(\\mathsf{g})$  above a small pool of liquid bromine; the violet  gas is $|_{2}(\\mathsf{g})$ in contact with grayish-black solid iodine. Most other common gases, such as $\\mathsf{H}_{2},\\mathsf{O}_{2},\\mathsf{N}_{2},\\mathsf{C O},$ and $\\mathsf{C O}_{2},$  are colorless. "
    },
    {
        "type": "text",
        "text": " their dependence on molar mass, temperature, and pressure. Predicting how far and how fast gas molecules migrate through air requires knowing something  about the phenomenon of diffusion. "
    },
    {
        "type": "text",
        "text": " For a quantitative description of the behavior of gases, we will employ some simple gas laws and a more general expression called the ideal gas equation. These laws will be explained by the kinetic-molecular theory of gases. The topics covered in this chapter extend the discussion of reaction stoichiometry from the previous two chapters and lay some groundwork for use in the follow- ing chapter on thermochemistry. The relationships between gases and the other states of matter—-liquids and solids—-are discussed in Chapter 12. "
    },
    {
        "type": "text",
        "text": "6-1  Properties of Gases: Gas Pressure ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Some characteristics of gases are familiar to everyone. Gases expand to fill  their containers and assume the shapes of their containers. They diffuse into one another and mix in all proportions. We cannot see individual particles of a gas, although we can see the bulk gas if it is colored (Fig. 6-1). Some gases, such as hydrogen and methane, are combustible; whereas others, such as helium and neon, are chemically unreactive. "
    },
    {
        "type": "text",
        "text": "Four properties determine the physical behavior of a gas: the amount of the gas (in moles) and the volume, temperature, and pressure of the gas. If we know any three of these, we can usually calculate the value of the remaining one by using a mathematical equation called an equation of state (such as the ideal gas equation, given on page 206). To some extent we have already dis- cussed the properties of amount, volume, and temperature, but we need to consider the idea of pressure. "
    },
    {
        "type": "text",
        "text": "The Concept of Pressure ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "A balloon expands when it is inflated with air, but what keeps the balloon in its distended shape? A plausible hypothesis is that molecules of a gas are in constant motion, frequently colliding with one another and with the walls of their container. In their collisions, the gas molecules exert a force on the con- tainer walls. This force keeps the balloon distended. It is not easy, however, to measure the total force exerted by a gas. Instead of focusing on this total force, We consider instead the gas pressure. Pressure is defined as a force per unit area, that is, a force divided by the area over which the force is distributed. Figure 6-2 illustrates the idea of pressure exerted by a solid. "
    },
    {
        "type": "image",
        "img_path": "images/83a9835add8f08e7d3c7e9fd5f4ddaa4c005997a1539be11a7937dfdd5ef4991.jpg",
        "img_caption": "FIGURE 6-2 Illustrating the pressure exerted by a solid "
    },
    {
        "type": "text",
        "text": "The two cylinders have the same mass and exert the same force on the supporting surface ( $\\cdot F=g\\times m)$ .. The tall, thin one has a smaller area of  contact, however, and exerts a  greater pressure ( ${P}=\\,F/A)$ "
    },
    {
        "type": "text",
        "text": " In SI, the unit of force is a newton $\\mathrm{(N)}$ , which is the force, $F_{,}$  required to pro- $(1\\,\\mathrm{m}\\,\\dot{\\mathrm{s}}^{-2})$ kilogram mass $(1~\\mathrm{kg})$ , that is, $1\\,\\mathrm{N}=1\\,\\mathrm{kg}\\,\\mathrm{m}\\,\\mathrm{s}^{-2}$ . The corresponding force per $\\blacktriangleright$ If you have not taken a physics course, consult Appendix B for a brief discussion of force and work. "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "image",
        "img_path": "images/b001ca1d8bc63bec590c618f1ab73768f6b26ac3c979c5ad4c9498faf19c519c.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE 6-3 The concept of liquid pressure All the interconnected vessels  fill to the same height. As a result, the liquid pressures are the same despite the different  shapes and volumes of the containers. "
    },
    {
        "type": "text",
        "text": "unit area—-pressure—-is expressed in the unit $\\mathrm{{N}}/\\mathrm{{m}}^{2}$ . A pressure of one newton per square meter is defined as one pascal  $\\mathbf{(Pa)}$ . Thus, a pressure in pascals is "
    },
    {
        "type": "equation",
        "text": "\n$$\nP\\left(\\mathrm{{Pa}}\\right)=\\frac{F\\left(\\mathrm{{N}}\\right)}{A\\left(\\mathrm{{m}}^{2}\\right)}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "A pascal is a rather small pressure unit, so the kilopascal $(\\mathbf{k}\\mathbf{P}\\mathbf{a})$ ismorecom- monly used. The pascal honors Blaise Pascal (1623-1662), who studied pres- sure and its transmission through fluids-the basis of modern hydraulics. "
    },
    {
        "type": "text",
        "text": "Liquid Pressure ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Because it is difficult to measure the total force exerted by gas molecules, it is also difficult to apply equation (6.1) to gases. The pressure of a gas is usually measured indirectly, by comparing it with a liquid pressure. Figure 6-3 illus- trates the concept of liquid pressure and suggests that the pressure of a liquid depends only on the height of the liquid column and the density of the liquid. To confirm this statement, consider a liquid with density $d_{,}$ contained in a cylinder with cross-sectional area $A_{c}$ filled to a height $h$ "
    },
    {
        "type": "text",
        "text": "Now recall that (1) weight is a force, and weight $(W)$ and mass $(m)$ are pro- portional: $W\\,=\\,g\\,\\times\\,m$  (2) The mass of a liquid is the product of its volume and density: $m=V\\times d$ . (3) The volume of a cylinder is the product of its height and cross-sectional area: $V=h\\times A$  We use these facts to derive the equation: "
    },
    {
        "type": "equation",
        "text": "\n$$\nP={\\frac{F}{A}}={\\frac{W}{A}}={\\frac{g\\times m}{A}}={\\frac{g\\times V\\times d}{A}}={\\frac{g\\times h\\times A\\times d}{A}}=g\\times h\\times d\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Thus, because $g$ is a constant, liquid pressure is directly proportional to the liquid density and the height of the liquid column. "
    },
    {
        "type": "text",
        "text": "Barometric Pressure ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " In 1643, Evangelista Torricelli constructed the device pictured in Figure 6-4 to\n\n  measure the pressure exerted by the atmosphere. This device is called a barometer. "
    },
    {
        "type": "text",
        "text": " If a glass tube that is open at both ends stands upright in a container of mer-  cury (Fig. 6-4a), the mercury levels inside and outside the tube are the same. To create the situation in Figure ${\\displaystyle6-4(b)}$ , We seal one end of a long glass tube, com- pletely fill the tube with $\\mathrm{Hg(l)},$  cover the open end, and invert the tube into a container of $\\mathrm{Hg(l)}$ . Then we reopen the end that is submerged in the mer- cury. The mercury level in the tube falls to a certain height and stays there. Something keeps the mercury at a greater height inside the tube than outside. Some tried to ascribe this phenomenon to forces within the tube, but Torricelli understood that the forces involved originated outside the tube. "
    },
    {
        "type": "text",
        "text": " In the open-end tube (Fig. 6-4a), the atmosphere exerts the same pressure on the surface of the mercury both inside and outside the tube, and the liquid levels are equal. Inside the closed-end tube (Fig. 6-4b), there is no air above the mercury (only a trace of mercury vapor). The atmosphere exerts a force on the surface of the mercury in the outside container. This force is transmitted through the liquid, holding up the mercury column within the tube. The col- umn exerts a downward pressure that depends on its height and the density Oof $\\mathrm{Hg(l)}$ . When the pressure at the bottom of the mercury column is equal to the pressure of the atmosphere, the column height is maintained. "
    },
    {
        "type": "text",
        "text": "The height of mercury in a barometer provides a measure of barometric pres- sure. Barometric pressures may be expressed in a unit called millimeter of mercury $\\mathbf{(mmHg)}$ , defined as the pressure exerted by a column of mercury that is exactly $1\\,\\mathrm{\\mm}$  in height when the density of mercury is equal to $13.5951\\;\\mathrm{g}/\\mathrm{cm}^{3}(0\\;^{\\circ}\\!C)$  and the acceleration due to gravity, $g,$ isequal to $9.80655~\\mathrm{m}/\\mathrm{s}^{2}$ . Notice that this unit of pressure assumes specific values for the density of mercury and the acceleration due to gravity. This is because the density "
    },
    {
        "type": "image",
        "img_path": "images/59fb4cc230545e27300358ebe3fd8976977453eb57808d75fcaee0b3e3dc3072.jpg",
        "img_caption": "FIGURE6-4 Measurement of atmospheric pressure with a mercury barometer "
    },
    {
        "type": "text",
        "text": "Arrows represent the pressure exerted by the atmosphere. (a) The liquid mercury levels are equal inside and outside the open-end tube. (b) A column of mercury $760\\:\\mathsf{m m}$ high is maintained in the closed-end tube, regardless of the overall height of  the tube (c) as long as it exceeds $760\\ \\mathsf{m m}$ . (d) A column of mercury fills a closed-end tube that is shorter than $760~\\mathrm{mm}$ . In the closed-end tubes in (b) and (c), the region above the mercury column is devoid of air and contains only a trace of mercury vapor. "
    },
    {
        "type": "text",
        "text": "of $\\mathrm{Hg(l)}$ depends on temperature and $g$ depends on the specific location on Earth (recall p. 9). Typically, the pressure exerted by the atmosphere can support a col- umn of mercury that is about $760~\\mathrm{mm}$ high and thus, atmospheric pressure is typically about $760~\\mathrm{mmHg}$ . Let's use equation (6.2) to calculate the pressure exerted by a column of mercury that is exactly $760\\,\\mathrm{mm}$ high when the density of mercury is $d=13.5951\\,\\mathrm{g/cm^{3}}=1.35951\\,\\times\\,\\dot{10^{4}}\\,\\mathrm{kg/m^{3}}$ and $g=9.80655\\,\\mathrm{m}/\\mathrm{s}^{2}$ "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\begin{array}{r l}&{P=(9.80665\\,\\mathrm{m}\\,\\mathrm{s}^{-2})(0.760000\\,\\mathrm{m})(1.35951\\,\\times\\,10^{4}\\,\\mathrm{kg}\\,\\mathrm{m}^{-3})}\\\\ &{\\quad=1.01325\\,\\times\\,10^{5}\\,\\mathrm{kg}\\,\\mathrm{m}^{-1}\\,\\mathrm{s}^{-2}}\\end{array}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The unit that arises in this calculation, $\\mathrm{kg}\\,\\mathrm{m}^{-1}\\,\\mathrm{s}^{-2},$  is the SI unit for pressure and, as mentioned earlier, is called the pascal $\\mathrm{(Pa)}$ . A pressure of exactly $^{101,325\\;\\mathrm{Pa}}$ or $101.325\\;\\mathrm{kPa}$ , has special significance because in the SI system of units, one standard atmosphere (atm) is defined to be exactly equal to $101{,}325\\ \\mathrm{Pa},$ or $101.325~\\mathrm{kPa}$ . Another pressure unit that is sometimes encoun- tered is a unit called a torr and denoted by the symbol Torr. This unit honors Torricelli and is defined as exactly $1/760$  of a standard atmosphere. The fol- lowing expression shows the relationships among these units. "
    },
    {
        "type": "text",
        "text": " In this calculation, we have written the units of $d$ and $g$ in the form $\\mathrm{kg}\\,\\mathrm{m}^{-3}$ and $\\mathrm{m}\\,\\mathrm{s}^{-2}$ respectively, rather than as $\\mathrm{kg}\\mathrm{\\overset{}{/}}\\mathrm{m}^{3}$ and $\\mathrm{{m}}/\\mathrm{{s}}^{2}$  You must become equally comfortable with using either negative exponents or a slash $(/)$ when Working with derived units. For example, the unit  $\\mathrm{kg}\\,\\mathrm{m}^{-1}\\,\\mathrm{s}^{-2}$ may also be Written as $\\mathrm{kg}\\dot{(}\\mathrm{m}\\,\\mathrm{s}^{2})$ "
    },
    {
        "type": "text",
        "text": "$1\\,\\mathrm{atm}=760\\,\\mathrm{Torr}\\approx760\\,\\mathrm{mm}\\mathrm{Hg}$ (6.3) ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "As indicated above, the units torr and millimeters of mercury are not strictly equal. This is because 760 Torr is exactly equal to $^{101,325\\;\\mathrm{Pa}}$ but $760\\;\\mathrm{mmHg}$ is only approximately equal to $^{101,325\\:\\mathrm{Pa}}$ (that is, to about six or seven significant figures). The difference between a torr and a millimeter of mercury is too small to worry about, except in highly accurate work. Thus, in this text, we  Will use the pressure units of Torr and $\\mathrm{\\dot{\\mmHg}}$ interchangeably. "
    },
    {
        "type": "text",
        "text": " Mercury is a relatively rare, expensive, and poisonous liquid. Why use it rather than water in a barometer? As we will see in Example 6-1, the extreme height required for a water barometer is a distinct disadvantage. Whereas atmospheric pressure can be measured with a mercury barometer less than $1\\ \\mathrm{m\\high},$  a water barometer would have to be as tall as a three- story building. "
    },
    {
        "type": "text",
        "text": "When you use a drinking straw, you reduce the air pressure above the liquid inside the straw by inhaling. Atmospheric pressure on the liquid out- side the straw then pushes the liquid up the straw and into your mouth. An  old-fashioned hand suction pump for pumping water (once common in rural areas) works by the same principle. The result of Example 6-1 indicates, how- ever, that even if all the air could be removed from inside a pipe, atmospheric pressure outside the pipe could not raise water to a height of more than about  $10~\\mathrm{m}$ . Thus, a suction pump works only for shallow wells. To pump water from a deep well, a mechanical pump is required. The mechanical pump pushes the water upward by using a force that is greater than the force of the atmosphere pushing the water down. "
    },
    {
        "type": "text",
        "text": "EXAMPLE 6-1 Comparing Liquid Pressures ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "What is the height of a column of water that exerts the same pressure as a column of mercury $76.0~\\mathrm{cm}$ $760\\,\\mathrm{mm}$ high? "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Equation (6.2) shows that, for a given liquid pressure, the column height is inversely proportional to the liquid density. The lower the liquid density, the greater the height of the liquid column. Mercury is 13.6 times as dense as water  $(13.6\\,\\mathrm{g/cm}^{3}$ versus $1.00\\,\\overset{\\sim}{\\mathrm{g/cm}}^{3}$ ). If columns of water and mercury exert the same pressure, then the column of water is 13.6 times as high as the column of mercury. "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Although we have already reasoned out the answer, we can arrive at the same conclusion by applying equation (6.2) twice, and then setting the two pressures equal to each other. Equation (6.2) can be used to describe the pressure of the mercury column of known height and the pressure of the water column of unknown height. Then we can set the two pressures equal to each other. "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{c}{\\mathrm{pressure\\,of\\,Hg\\,column}=g\\times h_{\\mathrm{Hg}}\\times d_{\\mathrm{Hg}}=g\\times76.0\\,\\mathrm{cm}\\times13.6\\,\\mathrm{g/cm^{3}}}\\\\ {\\mathrm{pressure\\,of\\,H_{2}O\\,column}=g\\times h_{\\mathrm{H_{2}O}}\\times d_{\\mathrm{H_{2}O}}=g\\times h_{\\mathrm{H_{2}O}}\\times1.00\\,\\mathrm{g/cm^{3}}}\\\\ {g\\times h_{\\mathrm{H_{2}O}}\\times1.00\\,\\mathrm{g/cm^{3}}=g\\times76.0\\,\\mathrm{cm}\\times13.6\\,\\mathrm{g/cm^{3}}}\\\\ {h_{\\mathrm{H_{2}O}}=76.0\\,\\mathrm{cm}\\times\\frac{13.6\\,\\mathrm{g/cm^{3}}}{1.00\\,\\mathrm{g/cm^{3}}}=1.03\\times10^{3}\\,\\mathrm{cm}=10.3\\,\\mathrm{m}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "We can think about equation (6.2) in another way. For a column of liquid of fixed height, the greater the density of the liquid, the greater the pressure exerted by the liquid column. A column of mercury that is $760\\,\\mathrm{mm}$ high will exert a pressure 13.6 times as great as a column of water that is 760 mm high. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: A barometer is filled with diethylene glycol ( $(d=1.118\\,\\mathrm{g/cm^{3}})$ 0. The liquid height is found tobe $9.25\\:\\mathrm{m}$  What is the barometric (atmospheric) pressure expressed in millimeters of mercury? "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B:  A barometer is filled with triethylene glycol. The liquid height is found to be $9.14\\,\\mathrm{m}$ when the atmospheric pressure is $757\\,\\mathrm{mmHg}$ . What is the density of triethylene glycol? "
    },
    {
        "type": "text",
        "text": "6-1  CONCEPT ASSESSMENT ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Explain how the action of a water siphon is related to that of a suction pump. "
    },
    {
        "type": "text",
        "text": "Manometers ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Although a mercury barometer is indispensable for measuring the pressure of the atmosphere, it is rarely used alone to measure other gas pressures. The dif- ficulty with a barometer is in placing it inside the container of gas whose pres- sure is to be measured. However, the pressure of the gas to be measured can be compared with barometric pressure by using a manometer. Figure 6-5 illustrates the principle of an open-end manometer. When the gas pressure being measured and the prevailing atmospheric (barometric) pressure are equal, the heights of the mercury columns in the two arms of the manometer are equal. A difference in height of the two arms signifies a difference between the gas pressure and barometric pressure. "
    },
    {
        "type": "image",
        "img_path": "images/d757985552048601b7c130563008fdfd37469e7baa9254623cfc36c86cff5c2d.jpg",
        "img_caption": "▲FIGURE 6-5 "
    },
    {
        "type": "text",
        "text": "The possible relationships between barometric pressure and a gas pressure under measurement are pictured here and described in Example 6-2. If $P_{\\mathrm{gas}}$ and $P_{\\mathrm{bar}}$ are expressed in mmHg, then $\\Delta P$ is numerically equal to the height $h$ expressed in millimeters. "
    },
    {
        "type": "text",
        "text": "EXAMPLE6-2 Using a Manometer to Measure Gas Pressure ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "When the manometer in Figure 6-5(c) is filled with liquid mercury. $(d\\,=\\,13.6\\,\\mathrm{g/cm}^{3})$ ), the barometric pressure is $748.2\\:\\mathrm{mmHg},$  and the difference in mercury levels is $8.6\\,\\mathrm{mmHg}$  What is the gas pressure $P_{\\mathrm{gas}}$ "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "We must first establish which is greater: the barometric pressure or the gas pressure. In Figure 6-5(c), the baro- greater than the gas pressure. Thus, $\\Delta\\dot{P}\\,=\\,P_{\\mathrm{gas}}\\,-\\,P_{\\mathrm{bar}}\\,{<}\\,0$ "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The gas pressure is less than the barometric pressure. Therefore, we subtract $8.6\\ \\mathrm{mmHg}$ from the barometric  pressure to obtain the gas pressure. "
    },
    {
        "type": "equation",
        "text": "\n$$\nP_{\\mathrm{gas}}=P_{\\mathrm{bar.}}+\\,\\Delta P=748.2\\,\\mathrm{mmHg}\\,-\\,8.6\\,\\mathrm{mmHg}=739.6\\,\\mathrm{mmHg}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Because all pressures are expressed in millimeters of mercury, the pressure difference $(\\Delta P)$ is numerically  equal to the difference in mercury levels. Thus, the density of mercury does not enter into the calculation. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: Suppose that the mercury level in Example 6-2 is $7.8\\;\\mathrm{mm}$ higher in the arm open to the  atmosphere than in the closed arm. What would be the value of $P_{\\mathrm{gas}}$ "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: Suppose $P_{\\mathrm{bar.}}$ and $P_{\\mathrm{gas}}$ are those described in $\\mathrm{Ex}$ ample 6-2, but the manometer is filled with liquid glycerol ( $(d=\\hat{1}.26\\,\\mathrm{g/cm}^{3})$ ) instead of mercury. What would be the difference in the two levels of the liquid? "
    },
    {
        "type": "text",
        "text": "Units of Pressure: A Summary "
    },
    {
        "type": "text",
        "text": "Table 6.1 lists several different units used to express pressure. The units shown in red are used frequently by chemists, even though they are not part of the SI system. The atmosphere is a useful unit because volumes of gases are often measured at the prevailing atmospheric pressure. Typically, the atmospheric pressure is close to 1 atm, or 760 Torr. The units shown in blue are those preferred in the SI system. "
    },
    {
        "type": "text",
        "text": " The units shown in black in Table 6.1 are based on the unit bar. One bar is 100 unit millibar is commonly used by meteorologists. "
    },
    {
        "type": "text",
        "text": " Although we can generally choose freely among the pressure units in Table 6.1 when doing calculations involving gases, we will encounter situations that require SI units. This is the case in Example 6-3. "
    },
    {
        "type": "table",
        "img_path": "images/35d1947c91d780af87268076d9ceb0bd080f45375814694c7e6d7391180e93fa.jpg"
    },
    {
        "type": "text",
        "text": "EXAMPLE 6-3 Using SI Units of Pressure",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The $1.000\\;\\mathrm{kg}$ red cylinder in Figure 6-2 has a diameter of $4.10~\\mathrm{cm}$ . What pressure, expressed in Torr, does this cylinder exert on the surface beneath it? "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "We must apply equation (6.2). It is best to use SI units and obtain a pressure in SI units  $\\mathrm{(Pa)}$ , and then convert the pressure to the required units (Torr). "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Expression (6.1) defines pressure as force divided by area. "
    },
    {
        "type": "text",
        "text": "The force exerted by the cylinder is its weight. The mass is $1.000\\;\\mathrm{kg},$ and $g$ (the accelera- tion due to gravity) is $\\breve{9.81}\\,\\mathrm{m}\\,\\mathrm{s}^{-2}$ . The product of these two terms is the force in newtons. "
    },
    {
        "type": "text",
        "text": "The force is exerted on the area of contact between the cylinder and the underlying surface. This circular area is calculated by using the radius of the cylinder—-one-haif the $4.10\\,\\mathrm{cm}$ diameter, expressed in meters. "
    },
    {
        "type": "text",
        "text": "The force divided by the area (in square meters) gives the pressure in pascals. "
    },
    {
        "type": "text",
        "text": "The relationship between the units Torr and pascal (Table 6.1) is used for the final conversion. "
    },
    {
        "type": "text",
        "text": "$\\begin{array}{l}{P=\\displaystyle\\frac{F}{A}}\\\\ {F=W=m\\times g}\\\\ {F=m\\times g=1.000\\,\\mathrm{kg}\\times9.81\\,\\mathrm{m}\\,\\mathrm{s}^{-2}=9.81\\,\\mathrm{N}}\\end{array}$ "
    },
    {
        "type": "equation",
        "text": "\n$$\nA=\\pi r^{2}=3.1416\\times\\left(2.05\\,\\mathrm{cm}\\times\\frac{1\\,\\mathrm{m}}{100\\,\\mathrm{cm}}\\right)^{2}=1.32\\times10^{-3}\\,\\mathrm{m}^{2}\n$$\n \n$$\nP={\\frac{F}{A}}={\\frac{9.81\\,\\mathrm{N}}{1.32\\times10^{-3}\\,\\mathrm{m}^{2}}}=7.43\\times10^{3}\\,\\mathrm{Pa}\n$$\n \n$$\nP=7.43\\times10^{3}\\,\\mathrm{Pa}\\times{\\frac{760\\,\\mathrm{Torr}}{101,325\\,\\mathrm{Pa}}}=55.7\\,\\mathrm{Torr}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "It is difficult to tell at a glance whether this is a reasonable result. To check our result, let us focus instead on a cylindrical column of mercury that is $55.7\\,\\mathrm{mm}$ high and has a diameter of $4.10\\,\\mathrm{cm}$ . This column of mercury also exerts a pressure of $55.7\\,\\mathrm{mm}\\dot{\\mathrm{g}}=55.7$ Torr. The volume of mercury in this column is $\\mathrm{V}=\\pi r^{2}\\,h=\\,\\pi\\times(2.05\\,\\mathrm{cm})^{2}$ $\\times\\:\\:5.57\\,\\mathrm{cm}=73.5\\,\\mathrm{cm}^{3}$ . The density of mercury is about $13.6\\,\\mathrm{g}/\\mathrm{cm}^{3}$ (page 194) and thus, the mass of the mercury column is $73.5\\,\\mathrm{cm}^{3}\\times13.6\\,\\mathrm{g}/\\mathrm{cm}^{3}=1.00\\times10^{3}\\,\\mathrm{g}=1.00\\,\\mathrm{kg}.$  This is exactly the mass of the steel cylinder. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A:The $1.000~\\mathrm{kg}$  green cylinder in Figure 6-2 has a diameter of $2.60~\\mathrm{cm}$ What pressure,  expressed in Torr, does this cylinder exert on the surface beneath it? "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: We Want to increase the pressure exerted by the $1.000\\;\\mathrm{kg}$ red cylinder in Example 6-3 to 100.0 mbar by placing a weight on top of it. What must be the mass of this weight? Must the added weight have the same cross-sectional area as the cylinder? Explain. "
    },
    {
        "type": "text",
        "text": "6-2 The Simple Gas Laws ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "In this section, we consider relationships involving the pressure, volume, temper- ature, and amount of a gas. Specifically, we will see how one variable depends on  another, as the remaining two are held fixed. Collectively, these relationships are referred to as the simple gas laws. You can use these laws in problem solving, but you will probably prefer the equation developed in the next sectionthe ideal gas equation. You may find that the greatest use of the simple gas laws is in solidify- ing your qualitative understanding of the behavior of gases. "
    },
    {
        "type": "text",
        "text": "Boyle's Law ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " In 1662, working with air, Robert Boyle discovered the first of the simple gas laws, now known as Boyle's law. "
    },
    {
        "type": "text",
        "text": "For a fixed amount of gas at a constant temperature, the gas volume is inversely proportional to the gas pressure. (6.4) "
    },
    {
        "type": "text",
        "text": " Consider the gas in Figure 6-6. It is confined in a cylinder closed off by a freely moving \"weightless\" piston. The pressure of the gas depends on the total weight placed on top of the piston. This weight (a force) divided by the area of the piston yields the gas pressure. If the weight on the piston is doubled, the pressure dou- bles and the gas volume decreases to one-half its original value. If the pressure of  the gas is tripled, the volume decreases to one-third. Conversely, if the pressure is reduced by one-half, the gas volume doubles, and so on. Mathematically, the inverse relationship between gas pressure and volume is expressed as "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\cal P}\\propto{\\frac{1}{V}}\\quad\\quad{\\mathrm{or}}\\quad\\quad{\\cal P}V=a\\left({\\mathrm{a}}\\,{\\mathrm{constant}}\\right)\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "When the proportionality sign $(\\infty)$ is replaced with an equal sign and a pro- portionality constant, the product of the pressure and volume of a fixed amount of gas at a given temperature is seen to be a constant $(a)$ . The value of a depends on the amount of gas and the temperature. The graph in Figure 6-6 is that of $P V\\,=\\,a$  It is called a hyperbola. "
    },
    {
        "type": "text",
        "text": "The equation $P V\\,=\\,a$ can be used to derive another equation that is useful for situations in which a gas undergoes a change at constant temperature. If We write equation (6.5) for the initial state (i) and for the final state (f), we get "
    },
    {
        "type": "image",
        "img_path": "images/7a63c3b53c509e118ba3c23d693f29302d8389abe2a03c595c96704e7a8c8e84.jpg",
        "img_caption": "FIGURE6-6  Relationship between gas volume and pressure--Boyle's law When the temperature and amount of gas are held constant, gas volume is inversely proportional to the  pressure: A doubling of the pressure causes the  volume to decrease to one-half its original value. "
    },
    {
        "type": "image",
        "img_path": "images/10806e3cf393eea2851dee4d84d0ac67209c2dcd0d12b0f4a14ce5a8bfab25fc.jpg",
        "img_caption": "FIGURE6-7 Gas volume as a function of temperature "
    },
    {
        "type": "text",
        "text": "Volume is plotted against temperature on two different scales—Celsius and Kelvin. The volumes of three different gases (A, B, and C) are measured at 1 atm and $500~\\mathsf{K}.$ Asthe temperature is lowered, the volume decreases as predicted by Charles's law. Thus, at  $250\\,\\mathrm{\\AA}\\,(-23\\mathrm{~}^{\\circ}\\mathrm{C})$ , for example, the volume of gas C has become $25\\;\\mathsf{m L},$  one-half of the Original $50\\;{\\mathsf{m L}}$ . Although the relationship between volume and temperature is linear for  both the Celsius and Kelvin temperature scales, the volume is directly proportional only to the absolute temperature. That is, the volume must be zero at a temperature of zero. Only the Kelvin scale meets this requirement. "
    },
    {
        "type": "text",
        "text": "$P_{\\mathrm{i}}\\,V_{\\mathrm{i}}\\,=\\,a$ and $P_{\\mathrm{f}}\\,V_{\\mathrm{f}}\\,=\\,a$ . Because both $P V$ products are equal to the same value Of $a$ , we obtain the result "
    },
    {
        "type": "equation",
        "text": "\n$$\nP_{\\mathrm{{i}}}\\,V_{\\mathrm{{i}}}\\,=\\,P_{\\mathrm{{f}}}\\,V_{\\mathrm{{f}}}\\,\\qquad(n\\,\\mathrm{{constant}},T\\,\\mathrm{{constant}})\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The equation above is often used to relate pressure and volume changes. "
    },
    {
        "type": "text",
        "text": "Q6-2CONCEPTASSESSMENT ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "A $50.0~\\mathsf{L}$ cylinder contains nitrogen gas at a pressure of 21.5 atm. The contents of the cylinder are emptied into an evacuated tank of unknown volume. If the final pressure in the tank is 1.55 atm, then what is the volume of the tank? (a)$(21.5/1.55)\\times50.0\\,\\mathsf{L};$(b)$(1.55/21.5)\\times50.0\\,\\mathsf{L};$(c) 21.5/($(1.55\\times50)$山(d) $1.55/(21.5\\times50)\\,\\mathsf{L}$ "
    },
    {
        "type": "text",
        "text": "Charles's Law ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The relationship between the volume of a gas and temperature was discov- ered by the French physicists Jacques Charles in 1787 and, independently, by Joseph Louis Gay-Lussac, who published it in 1802. "
    },
    {
        "type": "text",
        "text": "Figure 6-7 pictures a fixed amount of gas confined in a cylinder. The pressure is held constant at 1 atm while the temperature is varied. The volume of gas increases as the temperature is raised and decreases as the temperature is lowered. The relationship is linear. Figure 6-7 shows the linear dependence of volume on temperature for three gases at three different initial conditions. One point in com- mon to the three lines is their intersection with the temperature axis. Although they differ at every other temperature, the gas volumes all reach a value of zero at the same temperature. The temperature at which the volume of a hypothetical\\* "
    },
    {
        "type": "text",
        "text": "when we speak of the volume of a gas, we mean the free volume among the gas molecules, not the volume of the molecules themselves. Thus, the gas we refer to here is hypothetical. It is a gas whose molecules have mass but no volume and that does not condense to a liquid or solid. "
    },
    {
        "type": "text",
        "text": " gas becomes zero is the absolute zero of temperature: $-273.15\\,^{\\circ}\\mathrm{C}$ on the Celsius scaleor $0\\,\\mathrm{K}$ On the absolute, or Kelvin, scale. The relationship between the Kelvin temperature, $T,$  and the Celsius temperature, $t,$ is shown below in equation (6.6). "
    },
    {
        "type": "equation",
        "text": "\n$$\nT(\\mathrm{K})\\,=\\,t({}^{\\circ}\\mathrm{C})\\,+\\,273.15\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The graph on the right hand side of Figure 6-7 shows that, from a volume of Zero at $0\\:\\mathrm{K},$ the gas volume is directly proportional to the Kelvin temperature. The statement of Charles's law given below in (6.7) summarizes the relation- ship between volume and temperature. "
    },
    {
        "type": "text",
        "text": " The volume of a fixed amount of gas at constant pressure is directly  proportional to the Kelvin (absolute) temperature. (6.7) "
    },
    {
        "type": "text",
        "text": " In mathematical terms, Charles's law is "
    },
    {
        "type": "equation",
        "text": "\n$$\nV\\,\\propto\\,T\\qquad{\\mathrm{or}}\\qquad V\\,=\\,b T\\,{\\bigl(}{\\mathrm{where~}}b{\\mathrm{~is~a~constant{\\bigr)}}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The value of the constant $b$ depends on the amount of gas and the pressure. It does not depend on the identity of the gas. "
    },
    {
        "type": "text",
        "text": "From either expression (6.7) or (6.8), we see that doubling the Kelvin tem- perature of a gas causes its volume to double. Reducing the Kelvin temperature by one-half (say, from 300 to $150~\\mathrm{K}$ ) causes the volume to decrease to one-half, andsoon. "
    },
    {
        "type": "text",
        "text": "Equation (6.8) can be used to derive an equation that is useful for situations in which a gas undergoes a change at constant pressure. If we apply equation\n\n (6.8) twice, once for the initial state (i) and once for the final state (f), we get\n\n $\\left(V_{\\mathrm{i}}/T_{\\mathrm{i}}\\right)\\,=\\,b$ and $\\left(V_{\\mathrm{f}}/T_{\\mathrm{f}}\\right)\\,=\\,b$ . Because both $(V/T)$  quotients are equal to the same value of $b_{,}$ , we obtain the result "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\frac{V_{\\mathrm{i}}}{T_{\\mathrm{i}}}}={\\frac{V_{\\mathrm{f}}}{T_{\\mathrm{f}}}}\\qquad(n\\,\\mathrm{constant},P\\,\\mathrm{constant})\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The equation above is often used to relate volume and temperature changes. "
    },
    {
        "type": "text",
        "text": "Q6-3 CONCEPTASSESSMENT",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "A balloon is inflated to a volume of $2.50\\,\\mathsf{L}$ inside a house that is kept at $24\\ {}^{\\circ}\\mathsf{C}$ Then it is taken outside on a very cold winter day. If the temperature outside is $-25\\ ^{\\circ}\\mathsf{C},$ what will be the volume of the balloon when it is taken outside? Assume that the quantity of air in the balloon and its pressure both remain constant. (a)$(248/297)\\stackrel{.}{\\times}2.50\\,\\mathsf{L};(\\mathsf{b})\\,(297/248)\\times2.50\\,\\mathsf{L};$(c) 248/ $(297\\times2.50)\\,{\\mathsf{L}}$(d) 297 / $(248\\times2.50)\\,\\mathsf{L}$ "
    },
    {
        "type": "text",
        "text": " When converting from $^{\\circ}\\mathrm{C}$ to $\\mathrm{K},$ apply the addition and subtraction significant figure rule: the two-significant-figure $25\\,^{\\circ}\\mathrm{C},$ when added to 273.15, becomes the three-significant- figure 298 K. Similarly, $25.0\\,^{\\circ}\\mathrm{C}$ becomes $298.2\\,\\mathrm{K}$ (that is, $25.0\\,+\\,273.15\\,=\\,298.15,$ which rounds to 298.2). "
    },
    {
        "type": "text",
        "text": " Charles's ideas about the effect of temperature on the volume of a gas were probably influenced by his passion for hot-air balioons, a popular craze of the late eighteenth century. "
    },
    {
        "type": "image",
        "img_path": "images/11a528d2defb550f260a637ecb0e4e11e6201c220ff8f9d97f8ed3ccd2f708dc.jpg"
    },
    {
        "type": "text",
        "text": " Charles experimented with the first hydrogen-filled balloons, much like the one  shown here, though smaller.  He also invented most of the features of modern ballooning, including the suspended basket and the valve to release gas. "
    },
    {
        "type": "text",
        "text": "Q6-4 CONCEPTASSESSMENT",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Doubling a gas temperature from $100~\\mathsf{K}$ to $200~\\mathsf{K}$ causes a gas volume to double. Would you expect a similar doubling of the gas volume when a gas is heated from $100~^{\\circ}\\mathrm{C}$ to $200~^{\\circ}\\mathrm{C}?$ Explain. "
    },
    {
        "type": "text",
        "text": "Standard Conditions of Temperature and Pressure ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Because gas properties depend on temperature and pressure, it is useful to have a set of standard conditions of temperature and pressure that can be used for comparing different gases. The standard temperature for gases is taken to be $0\\,^{\\circ}\\!{\\mathrm{C}}=\\bar{2}73.1\\bar{5}\\,\\mathrm{K}$ and standard pressure, $1\\,\\mathrm{bar}=100\\,\\mathrm{kPa}=\\breve{10^{5}\\,\\mathrm{Pa}}$ Standard conditions of temperature and pressure are usually abbreviated as STP. It is important to emphasize that STP was defined differently in the past, and some ← Although IUPAC has recommended that one bar should replace the atmosphere as the standard state condition for gas law and thermodynamic data, use  of the atmosphere persists. "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "image",
        "img_path": "images/1a437d3632a3054a0df1c05f59c9a9490bf8bb3688f2c08378ef0dba76394bc4.jpg",
        "img_caption": "Amedeo Avogadro (1776-1856)—-a scientist ahead of his time "
    },
    {
        "type": "text",
        "text": "Avogadro's hypothesis and its ramifications were not understood by his contemporaries but were effectively communicated by Stanislao Cannizzaro (1826-1910) about 50 years later. "
    },
    {
        "type": "text",
        "text": "Stamp fromthe Private Collectionof Proffeser University of Wisconsin,Stevens oint.1956, ItalyScott#714)\";ScottStandared Postage Stamp Catalogue, Scott Pub.Co., Sidney, Ohio\n\n "
    },
    {
        "type": "text",
        "text": "$\\blacktriangleright$ Avogadro's hypothesis and\n\n  statements derived from it\n\n  apply only to gases. There is no similar relationship for  liquids or solids. "
    },
    {
        "type": "text",
        "text": "texts and chemists still use the old definition. The old definition, which was based on a standard pressure of 1 atm, is discouraged. In this text, we use the definition recommended by the International Union of Pure and Applied Chemistry (IUPAC): "
    },
    {
        "type": "text",
        "text": " Standard Temperature and Pressure (STP): $0\\,^{\\circ}\\mathrm{C}$ and $1\\,\\mathtt{b a r}=\\,10^{5}\\,\\mathtt{P a}$ "
    },
    {
        "type": "text",
        "text": "Avogadro's Law ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "In 1808, Gay-Lussac reported that gases react by volumes in the ratio of small whole numbers. One proposed explanation was that equal volumes of gases at the same temperature and pressure contain equal numbers of atoms. Dalton did not agree with this proposition, however. If Gay-Lussac's proposition were true, then the reaction of hydrogen and oxygen to form water would be $\\mathrm{H(g)\\,+\\,O(g)\\longrightarrow H O(g)},$  with combining volumes of 1 : 1 : 1, rather than the $2\\!:\\!1\\!:\\!2$ thatwas observed. "
    },
    {
        "type": "text",
        "text": " In 1811, Amedeo Avogadro resolved this dilemma by proposing not only the \"equal volumes-equal numbers\" hypothesis, but also that molecules of a gas may break up into half-molecules when they react. Using modern terminology, we would say that $\\mathrm{O}_{2}$  molecules split into atoms, which then combine with molecules of ${\\mathrm{~\\small~\\leftmoon~}}_{\\mathrm{H}_{2}}$ to form $\\mathrm{H}_{2}\\mathrm{O}$ molecules. In this way, the volume of oxygen needed is only one-half that of hydrogen. Avogadro's reasoning is outlined in Figure 6-8. "
    },
    {
        "type": "text",
        "text": "Avogadro's equal volumes-equal numbers hypothesis can be stated in either of twoways. "
    },
    {
        "type": "text",
        "text": "1. Equal volumes of different gases compared at the same temperature and  pressure contain equal numbers of molecules.\n\n  2. Equal numbers of molecules of different gases compared at the same tem-  perature and pressure occupy equal volumes. "
    },
    {
        "type": "text",
        "text": "A relationship that follows from Avogadro's hypothesis, often called Avogadro's law, is as follows. "
    },
    {
        "type": "text",
        "text": "At a fixed temperature and pressure, the volume of a gas is directly proportional to the amount of gas. (6.9) "
    },
    {
        "type": "image",
        "img_path": "images/cf39f2d9644b9ecbd3948dbcd37d82a1e329e695235088bca27d8fc292b6f0ba.jpg",
        "img_caption": "FIGURE 6-8 Formation of water—actual observation and Avogadro's hypothesis In the reaction $2\\,{\\sf H}_{2}(\\mathsf{g})\\,+\\,1\\,{\\sf O}_{2}(\\mathsf{g})\\,\\longrightarrow2\\,{\\sf H}_{2}{\\sf O}(\\mathsf{g}),$ > 2 H2O(g), only one-half as many $\\mathrm{O}_{2}$ molecules are required as are $\\mathsf{H}_{2}$ molecules. If equal volumes of gases contain equal numbers of  molecules, this means the volume of ${\\dot{O}}_{2}(\\mathsf{g})$ is one-half that of $\\mathsf{H}_{2}(\\mathsf{g})$ . The combining ratio by volume is 2 : 1 : 2. "
    },
    {
        "type": "table",
        "img_path": "images/765eee070a6a280804eea12a49809c1a3c5e17bc9379f74fe43debdd890e981f.jpg",
        "table_caption": "TABLE 6.2 Densities and Molar Volumes of Various Gases ",
        "table_footnote": "Source: All data are from the National Institute of Standards and Technology (NIST) Chemistry WebBook, available online at http: // webbook.nist.gov / chemistry / . aThe molar volume is equal to the molar mass divided by the density. The molar volume at $0\\,^{\\circ}\\mathrm{C}$ and 1 atm is obtained by dividing the molar volume at STP by 1.01325. "
    },
    {
        "type": "text",
        "text": "If the number of moles of gas $(n)$ is doubled, the volume doubles, and so on. A mathematical statement of this fact is "
    },
    {
        "type": "equation",
        "text": "\n$$\nV\\propto n\\qquad{\\mathrm{and}}\\qquad V=k\\times n\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": " The constant $k,$ which is equal to $V/n,$ is the volume per mole of gas, a quan- tity we call the molar volume. Molar volumes of gases vary with temperature and pressure but experiment reveals that, for given values of $T$ and $P_{i}$  the molar volumes of all gases are approximately equal. (In Section 6-9, we will discuss why the molar volumes of gases are not exactly equal.) The data in Table 6.2 show that the molar volume of a gas is approximately $22.414\\,\\mathrm{L}$ at $0\\,^{\\circ}\\mathrm{C}$ and 1 atm and 22.711 L at STP. The following statement summarizes these observations. "
    },
    {
        "type": "text",
        "text": " In general, relating the amount of gas and its volume is best done with the ideal  gas equation (Section 6-3). "
    },
    {
        "type": "table",
        "img_path": "images/89cd8d2c406926b88826ff59dd9de23c6eab96abd1d42f21a3055e408636f182.jpg"
    },
    {
        "type": "text",
        "text": "Figure 6-9 should help you to visualize $22.414\\;\\mathrm{L}$ of a gas. "
    },
    {
        "type": "image",
        "img_path": "images/952d87b80e0c1aeb7bf1672dc16bd98ebcd49a82a43ebae6a4a5594cb16e0a96.jpg",
        "img_caption": "FIGURE 6-9  Molar volume of a gas visualized The wooden cube is $28.2\\ensuremath{\\,\\mathrm{cm}}$ on edge and has approximately the same volume as one mole of gas at 1 atm and $0\\,^{\\circ}\\mathrm{C}$ 22.414 L. By contrast, the volume of the basketball is $7.5\\;\\mathrm{{L}};$ the soccer ball, $6.0\\;\\mathrm{L};$ and the football, $4.4\\;\\mathsf{L}$ "
    },
    {
        "type": "text",
        "text": "$\\blacktriangleright$ The ideal gas equation will probably not be supplied on  exams and should be memo- rized. Values of $R$ given here, however, will be available. There is really only one $R$ but like many properties and constants, its value can be expressed in a variety of units "
    },
    {
        "type": "image",
        "img_path": "images/dead20a64b3aea89c31c8cf5471485bda9609240b9055a3a651a299da7e0ba9e.jpg"
    },
    {
        "type": "text",
        "text": " Rearrange the IDEAL GAS EQUATION to solve for the desired variable. The four possibilities are "
    },
    {
        "type": "equation",
        "text": "\n$$\nP=\\,{\\frac{n R T}{V}}\\,,\\quad V={\\frac{n R T}{P}}\n$$\n \n$$\nT={\\frac{P V}{n R}}\\,,\\quad n={\\frac{P V}{R T}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Carry units throughout he calculation. ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "6-3 Combining the Gas Laws: The Ideal Gas Equation and the General Gas Equation ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Each of the three simple gas laws describes the effect that changes in one variable have on the gas volume when the other two variables are held constant. "
    },
    {
        "type": "text",
        "text": "1. Boyle's law describes the effect of pressure, $V\\,\\propto\\,1/P$ 2. Charles's law describes the effect of temperature, $V\\propto T$ 3. Avogadro's law describes the effect of the amount of gas, $V\\,\\propto\\,n$ "
    },
    {
        "type": "text",
        "text": "These three laws can be combined into a single equation—the ideal gas equation—that includes all four gas variables: volume, pressure, tempera- ture, and amount of gas. "
    },
    {
        "type": "text",
        "text": "The Ideal Gas Equation ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " In accord with the three simple gas laws, the volume of a gas is directly pro- portional to the amount of gas, directly proportional to the Kelvin temperature, and inversely proportional to pressure. That is, "
    },
    {
        "type": "equation",
        "text": "\n$$\nV\\propto{\\frac{n T}{P}}\\qquad{\\mathrm{and}}\\qquad V={\\frac{R n T}{P}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "$P V=n R T$ (6.11) ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "A gas whose behavior conforms to the ideal gas equation is called an ideal, or perfect, gas. Before we can apply equation (6.11), we need a value for the con- stant $R,$ called the gas constant. One way to obtain this is to substitute into equation (6.11) the molar volume of an ideal gas at $0\\,^{\\circ}\\mathrm{C}$ and 1 atm. However, the value of $R$ will then depend on which units are used to express pressure and volume. With a molar volume of $22.4140\\;\\mathrm{L}$ and pressure in atmospheres, "
    },
    {
        "type": "equation",
        "text": "\n$$\nR={\\frac{P V}{n T}}={\\frac{1\\,{\\mathrm{atm}}\\times22.4140\\,{\\mathrm{L}}}{1\\,{\\mathrm{mol}}\\times273.15\\,{\\mathrm{K}}}}=0.082057\\,{\\mathrm{atm}}\\,{\\mathrm{L}}\\,{\\mathrm{mol}}^{-1}\\,{\\mathrm{K}}^{-1}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Using the SI units of $\\mathrm{m}^{3}$ for volume and $\\mathrm{Pa}$ for pressure gives  Applying the ideal gas equation\n\n "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "TABLE 6.3Five Common Values\\* of R ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "0.082057338 atm L mol-1 K-1\n\n 0.083144598 bar L mol-1 K-1\n\n 8.3144598 kPa L mol-1 K-1\n\n $8.3144598\\,\\mathrm{Pa\\,m}^{3}\\,\\mathrm{mol}^{-1}\\,\\mathrm{K}^{-1}\n\n$  8.3144598 J mol-1 K-1\n\n \\* Based on the CODATA recom- mended 2014 values of the fun-\n\n  damental physical constants\n\n (www.physics.nist.gov /cuu / Constants/). "
    },
    {
        "type": "equation",
        "text": "\n$$\nR={\\frac{P V}{n T}}={\\frac{101,325\\,{\\mathrm{Pa}}\\times2.24140\\times10^{-2}{\\mathrm{m}}^{3}}{1\\,{\\mathrm{mol}}\\times273.15\\,{\\mathrm{K}}}}=8.3145\\,{\\mathrm{Pa}}\\,{\\mathrm{m}}^{3}\\,{\\mathrm{mol}}^{-1}\\,{\\mathrm{K}}^{-1}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The units $\\mathrm{Pa}\\,\\mathrm{m}^{3}\\,\\mathrm{mol}^{-1}\\,\\mathrm{K}^{-1}$ also have another significance. The pascal has units $\\mathrm{kg}\\ \\mathrm{m}^{-1}\\,\\mathrm{s}^{-2},$  sSo the units $\\mathrm{m}^{3}\\,\\mathrm{Pa}$ become $\\mathrm{kg}\\ \\mathrm{m}^{2}\\,\\mathrm{s}^{-2},$  which is the SI unit of energy—the joule. Thus $R$ also has the value "
    },
    {
        "type": "equation",
        "text": "\n$$\nR\\,=\\,8.3145\\,\\mathrm{J\\,mol^{-1}\\,K^{-1}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "We will use this value of $R$ when we consider the energy involved in gas expansion and compression. "
    },
    {
        "type": "text",
        "text": " Common values of the gas constant are listed in Table 6.3, and you will have a chance to use all of them in the Practice Examples and end-of-chapter exercises in this chapter. A general strategy for applying the ideal gas equation  is illustrated in the diagram in the margin. This strategy is used in Examples 6-4 and6-5. "
    },
    {
        "type": "text",
        "text": "EXAMPLE 6-4 Calculating a Gas Volume with the Ideal Gas Equation ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "What is the volume occupied by $13.7\\,\\mathrm{g\\,Cl_{2}(g)}$ at $45\\,^{\\circ}\\mathrm{C}$ and $98.4\\,\\mathrm{kPa}?$ "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "This is a relatively straightforward application of the ideal gas equation. We are given an amount of gas (in grams), a pressure (in $\\mathrm{kPa}$ ), and a temperature (in $^{\\circ}\\mathrm{C}$ ). Before using the ideal gas equation, we must express the amount in moles and the temperature in Kelvin. Include units throughout the calculation to ensure that the final result has acceptable units. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\begin{array}{r l}&{P=98.4\\,{\\mathrm{kPa}}}\\\\ &{V={\\mathrm{?}}}\\\\ &{n=13.7\\,{\\mathrm{g}}\\,{\\mathrm{Cl}}_{2}\\times{\\frac{1\\,{\\mathrm{mol}}\\,{\\mathrm{Cl}}_{2}}{70.90\\,{\\mathrm{g}}\\,{\\mathrm{Cl}}_{2}}}=0.193\\,{\\mathrm{mol}}\\,{\\mathrm{Cl}}_{2}}\\\\ &{R=8.314\\,{\\mathrm{kPa}}\\,{\\mathrm{L}}\\,{\\mathrm{mol}}^{-1}\\,{\\mathrm{K}}^{-1}}\\\\ &{T=45\\,^{\\circ}\\!{\\mathrm{C}}+273=318\\,{\\mathrm{K}}}\\end{array}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Divide both sides of the ideal gas equation by $P$ to solve for $V$ "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\frac{P V}{P}}={\\frac{n R T}{P}}\\quad\\quad{\\mathrm{and}}\\quad\\quad V={\\frac{n R T}{P}}\n$$\n \n$$\nV={\\frac{n R T}{P}}={\\frac{0.193\\,{\\mathrm{parton}}\\times8.314\\,{\\mathrm{kPa}}\\,{\\mathrm{L}}\\,{\\mathrm{parton}}^{-1}\\,{\\mathrm{K}}^{-1}\\times318\\,{\\mathrm{K}}}{98.4\\,{\\mathrm{kPa}}}}=5.19\\,{\\mathrm{L}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " A useful check of the calculated result is to make certain the units cancel properly. In the setup above, all units cancel except for $\\mathrm{L},$  a unit of yolume. Keep in mind that when canceling units, such a unit as $\\stackrel{\\cdot}{\\operatorname{mol}}^{-1}$ is the same as $1/{\\mathrm{mol}}$  Thus, ${\\mathrm{mol}}\\times{\\mathrm{mol}}^{-1}=1$ and $\\dot{\\mathsf{K}^{\\star}}\\!\\times\\mathsf{K}^{-1}=1$ "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: What is the volume Occupied by $20.2\\,\\mathrm{g}\\,\\mathrm{NH}_{3}(\\mathrm{g})$ at $-25^{\\circ}\\,\\mathrm{C}$ and $752\\:\\mathrm{mmHg?}$ "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B:  At what temperature will a $13.7\\,\\mathrm{g}\\,\\mathrm{Cl}_{2}$ sample exert a pressure of 0.993 bar when confined in a $7.50\\;\\mathrm{L}$ container? "
    },
    {
        "type": "text",
        "text": "EXAMPLE6-5 Calculating a Gas Pressure with the Ideal Gas Equation ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "What is the pressure, in kilopascals, exerted by $1.00\\times10^{20}$ molecules of $\\mathrm{N}_{2}$ in a $305\\,\\mathrm{mL}$ flask at $175\\,^{\\circ}\\mathrm{C}?$ "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "We are given an amount of gas (in molecules), a volume (in mL), and a temperature $(\\mathrm{in}\\,^{\\circ}\\mathrm{C})$ .Beforeusing these quantities in the ideal gas equation, we must express the amount in moles, the volume in liters, and the temperature in Kelvin. Include units throughout the calculation to ensure that the final result has acceptable units. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Because we seek a pressure in kilopascals, let us use the form of the ideal gas equa- tion having "
    },
    {
        "type": "text",
        "text": "The first step is to convert from mole- cules to moles of a gas, $n$ "
    },
    {
        "type": "equation",
        "text": "\n$$\nR\\,=\\,8.3145\\,\\mathrm{kPa\\,L\\mol^{-1}\\,K^{-1}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\begin{array}{l}{n=1.00\\times10^{20}{\\bmod{\\mathrm{6bigcup}}}\\,\\mathrm{N}_{2}\\times{\\frac{1\\,\\mathrm{mol}\\,\\mathrm{N}_{2}}{6.022\\times10^{23}\\,\\mathrm{molecules}\\,\\mathrm{N}_{2}}}}\\\\ {\\ \\,=0.000166{\\,\\mathrm{mol}}\\,\\mathrm{N}_{2}}\\end{array}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "table",
        "img_path": "images/9f4089658c31ee784c4358aac6912d9122a304e232a2c96aeaf69c4f9c0a477b.jpg"
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Again, we see from the cancellation of units above that only the desired unit—a pressure unit—-remains. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: How many moles of $\\operatorname{He}(\\mathrm{g})$ are in a $5.00~\\mathrm{L}$ storage tank filled with helium at 10.5 atm pressure at $30.0\\,^{\\circ}\\mathrm{C}?$ "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: How many molecules of $\\mathrm{N}_{2}(\\mathrm{g})$  remain in an ultrahigh vacuum chamber of $3.45\\,\\mathrm{m}^{3}$ volume when the pressure is reduced to $6.67\\times10^{-7}\\,\\mathrm{Pa}$ at $25\\,^{\\circ}\\mathrm{C}?$ "
    },
    {
        "type": "text",
        "text": "The General Gas Equation ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Sometimes a gas is described under two different sets of conditions. In such situations, the ideal gas equation must be applied twice—to an initial condi- tion and a final condition. "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{r}{P_{\\mathrm{i}}V_{\\mathrm{i}}=n_{\\mathrm{i}}R T_{\\mathrm{i}}\\qquad\\qquad\\qquad\\qquad\\qquad\\qquad P_{\\mathrm{f}}V_{\\mathrm{f}}=n_{\\mathrm{f}}R T_{\\mathrm{f}}}\\\\ {R=\\frac{P_{\\mathrm{i}}V_{\\mathrm{i}}}{n_{\\mathrm{i}}T_{\\mathrm{i}}}\\qquad\\qquad\\qquad\\qquad\\quad R=\\frac{P_{\\mathrm{f}}V_{\\mathrm{f}}}{n_{\\mathrm{f}}T_{\\mathrm{f}}}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The above expressions are equal to each other because each is equal to $R$ "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\frac{P_{\\mathrm{i}}V_{\\mathrm{i}}}{n_{\\mathrm{i}}T_{\\mathrm{i}}}}={\\frac{P_{\\mathrm{f}}V_{\\mathrm{f}}}{n_{\\mathrm{f}}T_{\\mathrm{f}}}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": " Expression (6.12) is called the general gas equation. It is often applied in cases in which one or two of the gas properties are held constant, and the equation can be simplified by eliminating these constants. For example, if a constant  mass of gas is subject to changes in temperature, pressure, and volume, $n_{\\mathrm{i}}$ and $n_{\\mathrm{f}}$ cancel because they are equal (constant moles); thus we have "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\frac{P_{\\mathrm{i}}V_{\\mathrm{i}}}{T_{\\mathrm{i}}}}={\\frac{P_{\\mathrm{f}}V_{\\mathrm{f}}}{T_{\\mathrm{f}}}}\\quad(n\\,{\\mathrm{constant)}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": " This equation is sometimes referred to as the combined gas law. In Example 6-6, both volume and mass are constant, and this establishes the simple relationship between gas pressure and temperature known as Amontons's law: The pressure of a fixed amount of gas confined to a fixed volume is directly proportional to the Kelvin temperature. "
    },
    {
        "type": "text",
        "text": "Using the Gas Laws "
    },
    {
        "type": "text",
        "text": "When confronted with a problem involving gases, students sometimes won- der which gas equation to use. Gas law problems can often be thought of in  more than one way. When a problem involves a comparison of two gases or two states (initial and final) of a single gas, use the general gas equation (6.12) after eliminating any term $(n,P,T,\\bar{V})$  that remains constant. Otherwise, use the ideal gas equation (6.11). "
    },
    {
        "type": "text",
        "text": "EXAMPLE 6-6  Applying the General Gas Equation ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The situation pictured in Figure 6-10(a) is changed to that in Figure 6-10(b). What is the gas pressure in Figure 6-10(b)? "
    },
    {
        "type": "image",
        "img_path": "images/74679c91a7eec2b3bf004ab8710d6e6d2d8d08d6a2c656ce2d46dc1e490746c3.jpg"
    },
    {
        "type": "text",
        "text": " FIGURE 6-10 Pressure of a gas as a function of temperature- Example 6-6 visualized The amount of gas and volume are held constant. (a) $1.00\\;{\\sf L}\\;\\sf O_{2}({\\sf g})$ at STP; (b) $1.00\\,{\\sf L}\\,{\\sf O}_{2}({\\sf g})$ at $100~^{\\circ}\\mathrm{C}$ "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Identify the quantities in the general gas equation that remain constant. Cancel out these quantities and solve the equation that remains. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "In this case, the amount of $\\mathrm{O}_{2}$ is constant  $(n_{\\mathrm{i}}=n_{\\mathrm{f,\\ell}}$ ) and the volume is constant  $(V_{\\mathrm{i}}\\,=\\,V_{\\mathrm{f}})$ "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\frac{P_{\\mathrm{i}}V_{\\mathrm{i}}}{\\varkappa_{\\mathrm{i}}T_{\\mathrm{i}}}=\\frac{P_{\\mathrm{f}}V_{\\mathrm{f}}}{\\varkappa_{\\mathrm{f}}T_{\\mathrm{f}}}\\qquad\\mathrm{and}\\qquad\\frac{P_{\\mathrm{i}}}{T_{\\mathrm{i}}}=\\frac{P_{\\mathrm{f}}}{T_{\\mathrm{f}}}\\qquad\\mathrm{and}\\qquad P_{\\mathrm{f}}=P_{\\mathrm{i}}\\times\\frac{T_{\\mathrm{f}}}{T_{\\mathrm{i}}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Since $P_{\\mathrm{i}}=1.00$ bar, $T_{\\mathrm{i}}\\,=\\,273\\,\\mathrm{K},$ and $T_{\\mathrm{f}}=373\\,\\mathrm{K},$  then "
    },
    {
        "type": "equation",
        "text": "\n$$\nP_{\\mathrm{f}}=1.00\\,\\mathrm{bar}\\times{\\frac{373\\,\\mathrm{K}}{273\\,\\mathrm{K}}}=1.37\\,\\mathrm{bar}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "We can base our check on a qualitative, intuitive understanding of what happens when a gas is heated in a closed container. Its pressure increases (possibly to the extent that the container bursts). If, by error, we had used the ratio of temperatures $273\\,\\mathrm{K}/373\\,\\mathrm{K},$  the final pressure would have been less than 1.00 bar—an impos- sibleresult. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A:A $.\\,1.00\\,\\mathrm{mL}$ sample of $\\mathrm{N}_{2}(\\mathrm{g})$ at $36.2~^{\\circ}\\mathrm{C}$ and 2.14 atm is heated to $37.8\\ ^{\\circ}\\mathrm{C},$ and the pressure  changed to 1.02 atm. What volume does the gas occupy at this final temperature and pressure? "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: Suppose that in Figure 6-10 we want the pressure to remain at 1.00 bar when the $\\mathrm{O}_{2}(\\mathrm{g})$ is heated to $100~^{\\circ}\\mathrm{C}$ What mass of $\\mathrm{O}_{2}(\\mathrm{g})$ must we release from the flask? "
    },
    {
        "type": "text",
        "text": "6-4 Applications of the ldeal Gas Equation ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Although the ideal gas equation can always be used as it was presented in equation (6.11), it is useful to recast it into slightly different forms for some applications. We will consider two such applications in this section: determi- nation of molar masses and gas densities. "
    },
    {
        "type": "text",
        "text": "Molar Mass Determination "
    },
    {
        "type": "text",
        "text": " If we know the volume of a gas at a fixed temperature and pressure, we can solve the ideal gas equation for the amount of the gas in moles. Because the number of moles of gas $(n)$ is equal to the mass $(m)$ of gas divided by the molar mass $(M)$ , if we know the mass and number of moles of gas, we can solve the expression $n\\,=\\,m/M$ for the molar mass, $M$ . An alternative is to make the sub- stitution $n\\,=\\,m/M$ directly into the ideal gas equation. "
    },
    {
        "type": "equation",
        "text": "\n$$\nP V={\\frac{m R T}{M}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "EXAMPLE6-7 Determining a Molar Mass with the Ideal Gas Equation ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Propylene is an important commercial chemical used in the synthesis of other organic chemicals and in pro- duction of plastics (polypropylene). A glass vessel weighs $40.1305\\:\\mathrm{g}$ when clean, dry, and evacuated; it weighs $138.2410\\;\\mathrm{g}$ when filled with water at $25.0\\,^{\\circ}\\mathrm{C}$ (density of water $=0.9970\\,\\mathrm{g/mL}$ )and $40.2959\\;\\mathrm{g}$ when filled with propylene gas at $740.3\\,\\mathrm{mmHg}$ and $24.0~^{\\circ}\\mathrm{C}.$  What is the molar mass of propylene? "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "We are given a pressure (ir $\\imath\\,\\mathrm{mmHg},$ ), a temperature $(\\mathrm{in}\\,^{\\circ}\\mathrm{C})$ , and information that will enable us to determine the amount of gas (in grams) and the volume of the vessel. If we express these quantities in atmospheres, Kelvin moles, and liters, respectively, then we can use equation (6.13), with $R\\,=\\,0.082057$ atm L mol-1 K-1, to calculate the molar mass of the gas. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "First determine the mass of water required to fill the vessel. "
    },
    {
        "type": "text",
        "text": " sion factor to obtain the volume of water (and hence, the volume of the between the weight of the vessel filled with propylene gas and the Weight of the empty vessel.  sure are given. "
    },
    {
        "type": "text",
        "text": "Substitute data into the rearranged version of equation (6.13). "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{r l}{\\mathrm{mass\\,of\\,water\\,to\\,filt\\,vessel}\\,=\\,138.2410\\,\\mathrm{g\\,-\\,40.1305\\,\\mathrm{g}}}\\\\ {\\,=\\,98.1105\\,\\mathrm{g}}\\\\ {\\mathrm{volume\\,of\\,water\\,(volume\\,of\\,vessel)}\\,=\\,98.1105\\,\\mathrm{g\\,H_{2}O\\times\\frac{1\\,\\mathrm{mL\\,H_{2}O}}{0.9970\\,\\mathrm{g\\,H_{2}O}}}}\\\\ {\\,=\\,98.41\\,\\mathrm{mL}\\,=\\,0.09841\\,\\mathrm{L}}\\end{array}\n$$\n \n$$\n\\mathrm{mass\\,of\\,gas}=40.2959\\,\\mathrm{g\\,-\\,40.1305\\,\\mathrm{g}\\,=\\,0.1654\\,\\mathrm{g}}\n$$\n \n$$\n\\begin{array}{l}{{T=(24.0+273.15)\\,\\mathrm{K}=297.2\\,\\mathrm{K}}}\\\\ {{P=740.3\\,\\mathrm{mm}\\mathrm{Hg}\\times\\displaystyle\\frac{1\\,\\mathrm{atm}}{760\\,\\mathrm{mm}\\mathrm{Hg}}=0.9741\\,\\mathrm{atm}}}\\\\ {{\\mathrm{}}}\\\\ {{\\displaystyle\\mathcal{M}=\\frac{m R T}{P V}=\\frac{0.1654\\,\\mathrm{g}\\times0.082057\\,\\mathrm{atm}\\,L\\,\\mathrm{mol}^{-1}\\,\\mathrm{K}^{\\perp}\\times297.2\\,\\mathrm{K}}{0.9741\\,\\mathrm{atm}\\times0.09841\\,L}}}\\\\ {{\\mathrm{}}}\\\\ {{\\displaystyle\\quad=42.08\\,\\mathrm{g}\\,\\mathrm{mol}^{-1}}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Cancellations leave the units g and $\\mathrm{mol}^{-1}$ . The unit $\\mathrm{g\\,mol}^{-1}$ or $\\mathrm{{g}/\\mathrm{{mol}}}$ is that for molar mass, the quantity we are seeking. We can use another approach to solving this problem. We can substitute the pressure (0.9741 atm), temperature $(297.2\\:\\mathrm{K})$ , and volume (0.09841 L) into the ideal gas equation to calculate the number of moles in the gas sample $(0.003931\\;\\mathrm{mol})$ . Because the sample contains $0.003931\\;\\mathrm{mol}$ and has a mass of $0.165\\;\\mathrm{g},$ the molar mass is $0.165\\,\\mathrm{g}/0.003931\\,\\mathrm{mol}=42.0\\,\\mathrm{g}\\,\\mathrm{mol}^{-1}$ . The advantage of this alternative approach is that it makes use of only the ideal gas equation; you do not have to memorize or derive equation (6.13) for the cases when you might need it. "
    },
    {
        "type": "text",
        "text": "$772\\;\\mathrm{mmHg}$ and $22.4\\,^{\\circ}\\mathrm{C}$ . The gas-filled vessel weighs $40.4868\\:\\mathrm{g}$ . What is the molar mass of the gas? "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B:A $1.27~\\mathrm{g}$ sample of an oxide of nitrogen, believed to be either NO or $\\mathrm{N}_{2}\\mathrm{O},$ occupies a volume of $1.07\\,\\mathrm{L}$ at $25\\,^{\\circ}\\mathrm{C}$ and 0.982 bar. Which oxide is it? "
    },
    {
        "type": "text",
        "text": "Equation (6.13) is used to determine a molar mass in Example 6-7, but note that the equation can also be used when the molar mass of a gas is known and the mass of a particular sample of the gas is sought. "
    },
    {
        "type": "text",
        "text": "Suppose that we want to determine the formula of an unknown hydrocar- bon. With combustion analysis we can establish the mass percent composi- tion, and from this, we can determine the empirical formula. The method of Example 6-7 gives us a molar mass, in $\\mathrm{g\\,mol}^{-1}.$ , which is numerically equal to the molecular mass, in u. This is all the information we need to establish the true molecular formula of the hydrocarbon (see Exercise 96). "
    },
    {
        "type": "text",
        "text": "Gas Densities ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "To determine the density of a gas, we can start with the density equation, $d=m/V.$ . Then we can express the mass of gas as the product of the number of moles of gas and the molar mass: $m\\,=\\,n\\,\\times\\,M$ .This leads to "
    },
    {
        "type": "equation",
        "text": "\n$$\nd={\\frac{m}{V}}={\\frac{n\\times M}{V}}={\\frac{n}{V}}\\times M\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Now, with the ideal gas equation, we can replace $n/V$ by its equivalent, $P/R T,$ to obtain "
    },
    {
        "type": "equation",
        "text": "\n$$\nd={\\frac{m}{V}}={\\frac{M P}{R T}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The density of a gas at STP can easily be calculated by dividing its molar mass by the molar volume $(22.7\\,\\mathrm{L/mol})$ .For $\\mathrm{O}_{2}(\\mathrm{g})$  at STP, for example, the density is $32.0\\,\\mathrm{g}/22.7\\,\\mathrm{L}\\,=\\,1.41\\,\\mathrm{g}/\\mathrm{L}$ . Equation (6.14) can be used for other con- ditions of temperature and pressure. "
    },
    {
        "type": "text",
        "text": "KEEP IN MIND ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "that gas densities are typically much smaller than those of liquids and solids.  Gas densities are usually expressed in grams per liter rather than grams per milliliter. "
    },
    {
        "type": "text",
        "text": "EXAMPLE6-8  Using the Ideal Gas Equation to Calculate a Gas Density ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "What is the density of oxygen gas $\\left(\\mathrm{O}_{2}\\right)$  at $298\\;\\mathrm{K}$ and 0.987 bar? "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The gas is identified, and therefore the molar mass can be calculated. We are given a temperature in Kelvin and $R\\,=\\,0.08314$ a pressure in bars, so we can use equation (6.14) directly with bar L mol-I K-1. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The molar mass of $\\mathrm{O}_{2}$ is $32.0\\,\\mathrm{g\\,mol}^{-1}$ . Now, use equation (6.14). "
    },
    {
        "type": "equation",
        "text": "\n$$\nd={\\frac{m}{V}}={\\frac{M P}{R T}}={\\frac{32.00\\,g\\,{\\mathrm{mol}}^{-1}\\times0.987\\,{\\mathrm{bar}}}{0.08314\\,{\\mathrm{bar}}\\,\\mathrm{L}\\,{\\mathrm{mol}}^{-1}\\,\\mathrm{K}^{-1}\\times298\\,\\mathrm{K}}}=1.27\\,{\\mathrm{g/L}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " We can solve this problem in another way. To calculate the density of a gas at a certain temperature and pres- sure, use a $1.00\\;\\mathrm{L}$ sample of the gas. The mass of a $1.00~\\mathrm{L}$ sample is equal to the density in grams per liter. To calculate the mass of a $1.00~\\mathrm{L}$ sample, first use the ideal gas equation to calculate the number of moles in the sample, and then convert the amount in moles to an amount in grams by using the molar mass as a conver- sion factor. In the present case, the amount of $\\mathrm{O}_{2}(\\mathrm{g})$ in a $1.00\\,\\mathrm{L}$ sample at 0.987 bar and $298\\,\\mathrm{K}$ is $0.0398\\,\\mathrm{mol}\\,\\mathrm{O}_{2},$ or $1.27\\,\\mathrm{g}\\,\\mathrm{O}_{2}$ . Because a $1.00\\;\\mathrm{L}$ sample of $\\mathrm{O}_{2}$ at this temperature and pressure has a mass of $1.27\\;\\mathrm{g},$ the density is $1.27\\,\\mathrm{g/L}$ "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: What is the density of helium gas at $298\\,\\mathrm{K}$ and 0.987 bar? Based on your answer, explain why we can say that helium is \"lighter than air.\" [Hint: The average molar mass of the molecules in air is $28.{\\dot{8}}\\,\\mathrm{g\\,mol^{-1}}$一"
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: The density of a sample of gas isS $1.00\\,\\mathrm{g/L}$ at $745\\;\\mathrm{mmHg}$ and $109\\,^{\\circ}\\mathrm{C}$  What is the molar mass of the gas? "
    },
    {
        "type": "image",
        "img_path": "images/d23f0f5a98cde48d9b83fa05d44a8050cf60c310910734d31d7a061e9be89dd5.jpg",
        "img_caption": "FIGURE 6-11 The helium-filled balloon  exerts a lifting force on the 20.00 g weight, so that the balloon and the weight  together weigh only $19.09\\;\\mathrm{g}$ "
    },
    {
        "type": "text",
        "text": "The density of gases differs from that of solids and liquids in two important ways.\n\n "
    },
    {
        "type": "text",
        "text": "1. Gas densities depend strongly on pressure and temperature, increasing as the gas pressure increases and decreasing as the temperature increases. Densities of liquids and solids also depend somewhat on temperature, but they depend far less on pressure.\n\n 2. The density of a gas is directly proportional to its molar mass. No simple relationship exists between density and molar mass for liquids and solids. "
    },
    {
        "type": "text",
        "text": "An important application of gas densities is in establishing conditions for lighter-than-air balloons. A gas-filled balloon will rise in the atmosphere only if the density of the gas is less than that of the surrounding air. Because gas densities are directly proportional to molar masses, the lower the molar mass of the gas, the greater its lifting power. The lowest molar mass is that of hydrogen, but hydrogen is flammable and forms explosive mixtures with air. The explosion of the dirigible Hindenburg in 1937 spelled the end to transoceanic travel by hydrogen-filled airships. Now, airships such as the Goodyear blimps use helium, which has a molar mass only twice that of hydrogen (Fig. 6-11) but is inert. Hydrogen is still used for weather and other observational balloons. "
    },
    {
        "type": "text",
        "text": "Another alternative is to fill a balloon with hot air. Equation (6.14) indicates that the density of a gas is inversely proportional to temperature. Hot air is less dense than cold air. However, because the density of air decreases rapidly with altitude, there is a limit to how high a hot-air balloon or any gas-filled balloon can rise. "
    },
    {
        "type": "text",
        "text": "6-5 Gases in Chemical Reactions ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Reactions involving gases as reactants or products (or both) are no strangers to us. We now have a new tool to apply to reaction stoichiometry calculations: the ideal gas equation. Specifically, we can now handle information about gases in terms of volumes, temperatures, and pressures, as well as by mass and amount in moles. A practical application is the nitrogen-forming reaction in an automobile air-bag safety system, which utilizes the rapid decomposi- tion of sodium azide. "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,\\mathrm{NaN}_{3}(\\mathrm{s})\\xrightarrow{\\Delta}2\\,\\mathrm{Na(l)}\\,+\\,3\\,\\mathrm{N}_{2}(\\mathrm{g})\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The essential components of the system are an ignition device and a pellet con- inflates an air bag in 20 to $60\\,\\mathrm{{ms}}$ andconverts $\\mathrm{Na(l)}$ to a harmless solid residue. "
    },
    {
        "type": "text",
        "text": "the amount of a gas to amounts of other reactants or products, and (2) use the ideal gas equation to relate the amount of gas to volume, temperature, and pressure. In Example 6-9, we use this approach to determine the volume of $\\mathrm{\\hat{N}}_{2}(\\mathrm{g})$  produced in a typical air-bag system. "
    },
    {
        "type": "text",
        "text": "Law of Combining Volumes ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "If the reactants and products involved in a stoichiometric calculation are  gases, sometimes we can use a particularly simple approach. Consider this reaction. "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{r}{2\\,\\mathrm{NO}(\\mathrm{g})\\,+\\,\\mathrm{O}_{2}(\\mathrm{g})\\longrightarrow2\\,\\mathrm{NO}_{2}(\\mathrm{g})}\\\\ {2\\,\\mathrm{mol}\\,\\mathrm{NO}(\\mathrm{g})\\,+\\,1\\,\\mathrm{mol}\\,\\mathrm{O}_{2}(\\mathrm{g})\\longrightarrow2\\,\\mathrm{mol}\\,\\mathrm{NO}_{2}(\\mathrm{g})}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "EXAMPLE6-9  Using the Ideal Gas Equation in Reaction Stoichiometry Calculations  ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "What volume of $\\mathrm{N}_{2},$  measured at $98.0\\,\\mathrm{kPa}$ and $26\\,^{\\circ}\\mathrm{C},$ is produced when $75.0\\,\\mathrm{g\\,NaN}_{3}$ is decomposed? "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,\\mathrm{NaN}_{3}(\\mathrm{s})\\xrightarrow{\\Delta}2\\,\\mathrm{Na(l)}\\,+\\,3\\,\\mathrm{N}_{2}(\\mathrm{g})\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The following conversions are required. "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{g\\,NaN_{3}\\longrightarrow\\,m o l\\,N a N_{3}\\longrightarrow\\,m o l\\,N_{2}\\longrightarrow\\,L\\,N_{2}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The molar mass of $\\mathrm{NaN}_{3}$ is used for the first conversion. The second conversion makes use of a stoichiometric factor constructed from the coefficients of the chemical equation. The ideal gas equation is used to complete the final conversion. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\begin{array}{r l}{{7}\\,\\mathrm{mol}\\,\\mathrm{N}_{2}=75.0\\,\\mathrm{g}\\,\\mathrm{NaN}_{3}\\times{\\frac{1\\,\\mathrm{mol}\\,\\mathrm{NaN}_{3}}{65.01\\,\\mathrm{g}\\,\\mathrm{NaN}_{3}}}\\times{\\frac{3\\,\\mathrm{mol}\\,\\mathrm{N}_{2}}{2\\,\\mathrm{mol}\\,\\mathrm{NaN}_{3}}}=1.73\\,\\mathrm{mol}\\,\\mathrm{N}_{2}}\\\\ {P=98.0\\,\\mathrm{kPa}}\\\\ {V=7}\\\\ {n=1.73\\,\\mathrm{mol}}\\\\ {R=8.314\\,\\mathrm{kPa}\\,\\mathrm{L}\\,\\mathrm{mol}^{-1}\\,\\mathrm{K}^{-1}}\\\\ {T=(26+273)\\,\\mathrm{K}=299\\,\\mathrm{K}}\\\\ {V={\\frac{n R T}{P}}={\\frac{1.73\\,\\mathrm{mol}\\,\\times\\,8.314\\,\\mathrm{kPa}\\,\\mathrm{L}\\,\\mathrm{mol}^{-1}\\,\\mathrm{K}^{-1}\\,\\times\\,299\\,\\mathrm{K}}{98.0\\,\\mathrm{kPa}}}=43.9\\,\\mathrm{L}}\\end{array}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "$75.0\\,\\mathrm{g\\,NaN}_{3}$ is slightly more than one mole ( $(M\\approx65\\:\\mathrm{g/mol}$ ). From this amount of $\\mathrm{NaN}_{3}$ we should expect a little more than $1.5\\,\\mathrm{\\mol}\\,\\mathrm{\\N}_{2}(\\mathrm{g})$ .At $0\\,^{\\circ}\\mathrm{C}$  and $100\\;\\mathrm{\\textmu}$ , 1.5 mol $\\mathrm{N}_{2}(\\mathrm{g})$  would occupy a volume of $1.5\\times22.7=34\\,\\mathrm{L}$ . Because the temperature is higher than $0\\,^{\\circ}\\mathrm{C}$ and the pressure is lower than $100\\ \\mathrm{kPa},$  the sample should have a volume somewhat greater than $34~\\mathrm{{L}}$ ， "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: How many grams of $\\mathrm{NaN}_{3}$  are needed to produce $20.0~\\mathrm{L}$ Of $\\mathrm{N}_{2}(\\mathrm{g})$ at $30.0\\,^{\\circ}\\mathrm{C}$ and 776mmHg? "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: How many grams of $\\mathrm{{Na(l)}}$ are produced per liter of $\\mathrm{N}_{2}(\\mathrm{g})$ formed in the decomposition  of sodium azide if the gas is collected at $25~^{\\circ}\\mathrm{C}$ and 1.00 bar? "
    },
    {
        "type": "text",
        "text": "Suppose the gases are compared at the same $T$ and $P$ . Under these conditions, one mole of gas occupies a particular volume, call it $V$ liters; two moles of gas occupy $2V$ liters; and so on. "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,V\\,\\mathrm{L}\\,\\mathrm{NO}(\\mathrm{g})\\,+\\,V\\,\\mathrm{L}\\,\\mathrm{O}_{2}(\\mathrm{g})\\,\\longrightarrow\\,2\\,V\\,\\mathrm{L}\\,\\mathrm{NO}_{2}(\\mathrm{g})\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "If we divide each coefficient by $V_{c}$  we get the following result: "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,\\mathrm{{L}\\,N O(g)\\,+\\,1\\,\\mathrm{{L}\\,O_{2}(g)\\,\\longrightarrow\\,2\\,\\mathrm{{L}\\,N O_{2}(g)}}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Thus, the volume ratio of the gases consumed and produced in a chemical is the same as the mole ratio, provided the volumes are all measured at the same temperature and pressure. "
    },
    {
        "type": "text",
        "text": "What we have just done is to develop, in modern terms, Gay-Lussac's law  of combining volumes. We previewed this law on page 204 by suggesting that the volumes of gases involved in a reaction are in the ratio of small whole numbers. The small whole numbers are simply the stoichiometric coefficients  in the balanced equation. We apply this law in Example 6-10. "
    },
    {
        "type": "text",
        "text": "EXAMPLE 6-10  Applying the Law of Combining Volumes ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Zinc blende, $Z\\mathrm{n}S,$ is the most important zinc ore. Roasting (strong heating) of $Z\\mathrm{n}S$ in oxygen is the first step in the commercial production of zinc. "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,\\mathrm{ZnS(s)}\\,+\\,3\\,\\mathrm{O}_{2}(\\mathrm{g)}\\longrightarrow2\\,\\mathrm{ZnO(s)}\\,+\\,2\\,\\mathrm{SO}_{2}(\\mathrm{g)}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "What volume of $\\mathrm{SO}_{2}(\\mathrm{g})$  can be obtained from $1.00\\,\\mathrm{LO}_{2}(\\mathrm{g})$  and excess $Z\\mathrm{n}S(\\mathrm{s})?$  Both gases are measured at $25\\,^{\\circ}\\mathrm{C}$ and $98.0\\,\\mathrm{kPa}$ "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The reactant and product being compared are both gases, and both are at the same temperature and pressure. Therefore, we can use the law of combining volumes and treat the coefficients in the balanced chemical equa tion as if they had units of liters. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The stoichiometric factor (shown below in blue) converts from $\\mathrm{LO}_{2}(\\mathrm{g})$ to $\\mathrm{L}\\,\\mathrm{SO}_{2}(\\mathrm{g})$ "
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Some students would solve this problem by using the following sequence of conversions: $\\mathrm{L}\\,\\mathrm{O}_{2}$ $\\mathrm{mol}\\,\\mathrm{O}_{2}\\longrightarrow\\mathrm{mol}\\,\\mathrm{SO}_{2}\\longrightarrow\\mathrm{L}\\,\\mathrm{SO}_{2}$ . This approach is acceptable but not as simple as the approach we used "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: The first step in making nitric acid is to convert ammonia to nitrogen monoxide. This is  done under conditions of high temperature and in the presence of a platinum catalyst. What volume of $\\mathrm{O}_{2}(\\mathrm{g})$ is consumed per liter of $\\mathrm{NO(g)}$ formed? "
    },
    {
        "type": "equation",
        "text": "\n$$\n4\\,\\mathrm{NH_{3}(g)\\,+\\,5\\,O_{2}(g)\\,{\\xrightarrow[850\\,\\circ\\,C]{P t}}\\,4\\,\\mathrm{NO(g)\\,+\\,6\\,H_{2}O(g)}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: If all gases are measured at the same temperature and pressure, what volume of $\\mathrm{NH}_{3}(\\mathrm{g})$ is produced when $225\\,\\mathrm{L}\\,\\mathrm{H}_{2}(\\mathrm{g})$ are consumed in the reaction $\\bar{\\mathrm{N}}_{2}\\mathrm{(g)}\\,+\\,\\mathrm{H}_{2}\\mathrm{(g)}\\longrightarrow\\mathrm{NH}_{3}\\mathrm{(g)}$ (not balanced)? "
    },
    {
        "type": "text",
        "text": "2 6-5 CONCEPT ASSESSMENT ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Would the answer in Example 6-10 be greater than, less than, or equal to 0.667 L if (a) both gases were measured at STP; (b) if the $\\mathsf{O}_{2}$ were measured at STP and the ${\\mathsf{S}}{\\mathsf{O}}_{2}$ were measured at $25~^{\\circ}\\mathrm{C}$ and $98.0\\ \\mathsf{k P a?}$ "
    },
    {
        "type": "text",
        "text": "6-6 Mixtures of Gases ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The simple gas laws, such as Boyle's and Charles's laws, were based on the behavior of air—a mixture of gases. So, the simple gas laws and the ideal gas equation apply to a mixture of nonreactive gases as well as to individual gases. Where possible, the simplest approach to working with gaseous mixtures is just to use for the value of $n$ the total number of moles of the gaseous mixture $(\\dot{n_{\\mathrm{tot}}})$ "
    },
    {
        "type": "text",
        "text": "As a specific example, consider a mixture of gases in a vessel of fixed volume $V$ atemperature $T.$  The total pressure of the mixture is determined by the total number of moles: "
    },
    {
        "type": "equation",
        "text": "\n$$\nP_{\\mathrm{{tot}}}={\\frac{n_{\\mathrm{{tot}}}\\,R T}{V}}\\qquad(T\\,{\\mathrm{constant}},V\\,{\\mathrm{constant}})\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "For fixed values of $T$ and $P_{.}$  the total volume of a mixture of gases is also deter- mined by the total number of moles: "
    },
    {
        "type": "equation",
        "text": "\n$$\nV_{\\mathrm{tot}}={\\frac{n_{\\mathrm{tot}}\\,R T}{P}}\\qquad(T\\,\\mathrm{constant},P\\,\\mathrm{constant})\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "EXAMPLE 6-11  Applying the Ideal Gas Equation to a Mixture of Gases ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "What is the pressure, in bar, exerted by a mixture of $1.0\\;\\mathrm{g}\\;\\mathrm{H}_{2}$ and $5.00\\;\\mathrm{g}$ He when the mixture is confined to a volume of $5.0\\:\\mathrm{L}$ at $20\\,^{\\circ}\\mathrm{C}?$ "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "For fixed $T$ and $V_{c}$  the total pressure of a mixture of gases is determined by the total number of moles of gas $P_{\\mathrm{{tot}}}=\\mathit{n}_{\\mathrm{{tot}}}R T/V$ "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{l}{n_{\\mathrm{tot}}=\\left(1.0\\,\\mathrm{g\\,H_{2}\\times\\frac{1\\,\\mathrm{mol\\,H_{2}}}{2.02\\,\\mathrm{g\\,H_{2}}}}\\right)+\\left(5.00\\,\\mathrm{g\\,He}\\times\\frac{1\\,\\mathrm{mol\\,He}}{4.003\\,\\mathrm{g\\,He}}\\right)}\\\\ {\\mathrm{~\\ensuremath~{~=~}~}0.50\\,\\mathrm{mol\\,H_{2}+\\,}1.25\\,\\mathrm{mol\\,He}\\mathrm{~=~}1.75\\,\\mathrm{mol\\,gas}}\\\\ {P_{\\mathrm{tot}}=\\frac{1.75\\,\\mathrm{mol}\\times\\,0.0831\\,\\mathrm{bar\\,L\\,mol^{-1}\\,K^{-1}}\\times(20\\,+\\,273)\\,\\mathrm{K}}{5.0\\,\\mathrm{L}}=8.5\\,\\mathrm{bar}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "It is also possible to solve this problem by starting from equation (6.12). Because $1\\;\\mathrm{mol}$  of ideal gas occu- pies $22.7\\,\\mathrm{~L~}$ at $273\\,\\mathrm{~K~}$  and 1 bar, the pressure exerted by $1.75\\ \\mathrm{mol}$ of gas in a $5.0\\,\\mathrm{~L~}$ vessel at $293\\,\\mathrm{~K~}$ is (1.75 mol/1.00 mol) × (293 K/273 K) × (22.7 L/5.0 L) × 1.0 bar = 8.5 bar. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: What will be the total gas pressure, in bar, if $12.5\\;\\mathrm{g}\\;\\mathrm{Ne}$ is added to the mixture of gases described in Example 6-11 and the temperature is then raised to $55\\,^{\\circ}\\mathrm{C}?$ [Hint: What is the new number of moles of gas? What effect does raising the temperature have on the pressure of a gas at constant volume?] "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: $2.0~\\mathrm{L}$ of $\\mathrm{O}_{2}(\\mathrm{g})$ and $8.0\\;\\mathrm{L}$ of $\\mathrm{N}_{2}(\\mathrm{g})$ , each at $0.00\\,^{\\circ}\\mathrm{C}$ and $1.00\\;\\mathrm{atm},$  are mixed together. The  nonreactive gaseous mixture is compressed to occupy $2.0~\\mathrm{L}$ at 298 K. What is the pressure exerted by this mixture? "
    },
    {
        "type": "text",
        "text": " John Dalton made an important contribution to the study of gaseous mixtures. He proposed that in a mixture, each gas expands to fill the container and exerts the same pressure (called its partial pressure) that it would if it were alone in the container. Dalton's law of partial pressures states that the total pressure of a mixture of gases is the sum of the partial pressures of the components of the mix- ture, as shown in Figure 6-12. For a mixture of gases, A, B, and so $\\mathrm{on},$ "
    },
    {
        "type": "equation",
        "text": "\n$$\nP_{\\mathrm{tot}}\\,=\\,P_{\\mathrm{A}}\\,+\\,P_{\\mathrm{B}}\\,+\\,\\cdot\\cdot\\,\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "In a gaseous mixture of $n_{\\mathrm{A}}$ moles of $\\mathrm{A}$ $n_{\\mathrm{B}}$ moles of ${\\mathrm{B}},$  and so on, the volume each gas would individually occupy at a pressure equal to $P_{\\mathrm{{tot}}}$ is "
    },
    {
        "type": "table",
        "img_path": "images/9bb92e96a151d85cd8cfa750a5fb5f7c22d9b2d4ab466256af782555a2da4e62.jpg"
    },
    {
        "type": "equation",
        "text": "\n$$\nV_{\\mathrm{{A}}}\\,=\\,n_{\\mathrm{{A}}}R T/P_{\\mathrm{{tot}}}\\,;V_{\\mathrm{{B}}}\\,=\\,n_{\\mathrm{{B}}}R T/P_{\\mathrm{{tot}}}\\,;\\,\\cdot\\cdot\\cdot\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The total volume of the gaseous mixture is "
    },
    {
        "type": "equation",
        "text": "\n$$\nV_{\\mathrm{tot}}\\,=\\,V_{\\mathrm{A}}\\,+\\,V_{\\mathrm{B}}\\,.\\,.\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "and the commonly used expression percent by volume is "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{volume\\,\\%\\,A}\\,=\\frac{V_{\\mathrm{A}}}{V_{\\mathrm{tot}}}\\times100\\%;\\mathrm{volume\\,\\%\\,B}\\,=\\frac{V_{\\mathrm{B}}}{V_{\\mathrm{tot}}}\\times100\\%;\\,\\cdot\\,\\cdot\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "KEEP IN MIND ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "that when using this expres- sion, $P_{\\mathrm{{A}}}=P_{\\mathrm{{B}}}=\\cdot\\cdot\\cdot=P_{\\mathrm{{tot}}}$ "
    },
    {
        "type": "text",
        "text": "We can derive a particularly useful expression from the following ratios, "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\frac{P_{\\mathrm{A}}}{P_{\\mathrm{tot}}}=\\frac{n_{\\mathrm{A}}(\\mathit{R F T}/\\mathit{V}_{\\mathrm{tot}})}{n_{\\mathrm{tot}}(\\mathit{R F T}/\\mathit{V}_{\\mathrm{tot}})}=\\frac{n_{\\mathrm{A}}}{n_{\\mathrm{tot}}}\\quad\\mathrm{and}\\quad\\frac{V_{\\mathrm{A}}}{V_{\\mathrm{tot}}}=\\frac{n_{\\mathrm{A}}(\\mathit{R F T}/\\mathit{P}_{\\mathrm{tot}})}{n_{\\mathrm{tot}}(\\mathit{R F T}/\\mathit{P}_{\\mathrm{tot}})}=\\frac{n_{\\mathrm{A}}}{n_{\\mathrm{tot}}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "which means that "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\frac{n_{\\mathrm{A}}}{n_{\\mathrm{tot}}}}={\\frac{P_{\\mathrm{A}}}{P_{\\mathrm{tot}}}}={\\frac{V_{\\mathrm{A}}}{V_{\\mathrm{tot}}}}=x_{\\mathrm{A}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "image",
        "img_path": "images/4ea368175700b34a661217d6ede4e1650ed34e965ca219a4db28a6f55e5ef2c0.jpg",
        "img_caption": "FIGURE6-12 Dalton's law of partial pressures illustrated The pressure of each gas is proportional to the number of moles of gas. The total pressure is the sum of the partial pressures of the individual gases. "
    },
    {
        "type": "text",
        "text": "The term $n_{\\mathrm{A}}/n_{\\mathrm{tot}}$ is given a special name, the mole fraction of A, $x_{\\mathrm{A}}$ Themole fraction of a component in a mixture is the fraction of all the molecules in the mixture contributed by that component. The sum of all the mole fractions in a mixture is one. "
    },
    {
        "type": "text",
        "text": " As illustrated in Example 6-12, we can often think about mixtures of gases in more than one way. "
    },
    {
        "type": "text",
        "text": "EXAMPLE 6-12  Calculating the Partial Pressures in a Gaseous Mixture ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "What are the partial pressures of $\\mathrm{H}_{2}$ and He in the gaseous mixture described in Example 6-11? "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The ideal gas equation can be applied to each gas individually to obtain the partial pressure of each gas. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " One approach involves a direct application of Dalton's law in which we calculate the pressure that each gas Would exert if it were alone in the container. "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{l l}{P_{\\mathrm{H}_{2}}=\\displaystyle\\frac{n_{\\mathrm{H}_{2}}\\times\\,R T}{V}=\\displaystyle\\frac{0.50\\,\\mathrm{mol}\\times\\,0.0831\\,\\mathrm{bar}\\,\\mathrm{L}\\,\\mathrm{mol}^{-1}\\,\\mathrm{K}^{-1}\\times\\,293\\,\\mathrm{K}}{5.0\\,\\mathrm{L}}=2.4\\,\\mathrm{bar}}\\\\ {P_{\\mathrm{He}}=\\displaystyle\\frac{n_{\\mathrm{He}}\\times\\,R T}{V}=\\displaystyle\\frac{1.25\\,\\mathrm{mol}\\times\\,0.0831\\,\\mathrm{bar}\\,\\mathrm{L}\\,\\mathrm{mol}^{-1}\\,\\mathrm{K}^{-1}\\times\\,293\\,\\mathrm{K}}{5.0\\,\\mathrm{L}}=6.1\\,\\mathrm{bar}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Expression (6.17) gives us a simpler way to answer the question because we already know the number of moles of each gas and the total pressure from Example 6-11 ( $P_{\\mathrm{{tot}}}\\,=\\,8.4\\,\\mathrm{{atm}}$ 一 "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{l l}{P_{\\mathrm{H}_{2}}=\\displaystyle\\frac{n_{\\mathrm{H}_{2}}}{n_{\\mathrm{tot}}}\\times\\,P_{\\mathrm{tot}}=\\displaystyle\\frac{0.50}{1.75}\\times\\,8.5\\,\\mathrm{bar}=2.4\\,\\mathrm{bar}}\\\\ {P_{\\mathrm{He}}=\\displaystyle\\frac{n_{\\mathrm{He}}}{n_{\\mathrm{tot}}}\\times\\,P_{\\mathrm{tot}}=\\displaystyle\\frac{1.25}{1.75}\\times\\,8.5\\,\\mathrm{bar}=6.1\\,\\mathrm{bar}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "An effective way of checking an answer is to obtain the same answer when the problem is done in different Ways, as was the case here. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: A mixture of 0.197 mol $\\mathrm{CO}_{2}(\\mathrm{g})$ and $0.00278\\,\\mathrm{mol}\\,\\mathrm{H}_{2}\\mathrm{O}(\\mathrm{g})$ is held at $30.0\\,^{\\circ}\\mathrm{C}$ and 2.50 atm. What is the partial pressure of each gas? "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: The percent composition of air by volume is $78.08\\%$ $\\mathrm{\\%\\,N_{2},\\,20.95\\%\\,O_{2},\\,0.93\\%\\,A r,}$ and $0.036\\%$ $\\mathrm{CO}_{2}$  What are the partial pressures of these four gases in a sample of air at a barometric pressure of $748\\,\\mathrm{mmHg?}$ "
    },
    {
        "type": "image",
        "img_path": "images/12d1e7d3b7f66a9210e2d4925f761435d886eea8b18275639329d1615aa43d05.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE 6-13 Collecting a gas over water ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The bottle is filled with water and its open end is held below the water level in the container. Gas from a gas-generating apparatus is directed into the bottle. As gas  accumulates in the bottle, water is displaced from the bottle into the container. To make the total gas pressure in the bottle equal to barometric pressure, the position of the bottle must be adjusted so that the water levels inside and outside the bottle are the same. "
    },
    {
        "type": "text",
        "text": " Some early experimenters used mercury instead of  water in this device so as to be able to collect gases solu- ble in water. "
    },
    {
        "type": "text",
        "text": "Q6-6CONCEPTASSESSMENT",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Without doing a detailed calculation, state the outcome(s) you would expect in Figure 6-12(c) if an additional $0.50\\;\\mathsf{m o l}\\;\\mathsf{H}_{2}$ were added to the cylinder in Figure 6-12(a): (a) the mole fraction of $\\mathsf{H}_{2}$ would double; (b) the partial pressure of He would remain the same; (c) the mole fraction of He would remain the same; (d) the total gas pressure would increase by $50\\%$ ; (e) the total mass   of gas would increase by $1.0\\,\\mathsf{g}$ "
    },
    {
        "type": "text",
        "text": "The device pictured in Figure 6-13, a pneumatic trough, played a crucial role in isolating gases in the early days of chemistry. The method works, of course, only for gases that are insoluble in and do not react with the liquid being dis- placed. Many important gases meet these criteria. For example, ${\\mathrm{H}}_{2},{\\mathrm{O}}_{2}^{\\cdot},$ and\n\n $\\mathrm{N}_{2}$ are all essentially insoluble in and unreactive with water. "
    },
    {
        "type": "text",
        "text": "A gas collected in a pneumatic trough filled with water is said to be collected\n\n  over water and is \"wet.\" It is a mixture of two gases-the desired gas and water vapor. The gas being collected expands to fill the container and exerts its partial $P_{\\mathrm{gas}}$ the container and exerts a partial pressure, $P_{\\mathrm{H}_{2}\\mathrm{O}}.$ The pressure of the water vapor depends only on the temperature of the water, as shown in Table 6.4. "
    },
    {
        "type": "text",
        "text": "According to Dalton's law, the total pressure of the wet gas is the sum of the tWo partial pressures. The total pressure can be made equal to the prevailing pressure of the atmosphere (barometric pressure) by adjusting the position of the bottle; thus we can write "
    },
    {
        "type": "equation",
        "text": "\n$$\nP_{\\mathrm{tot}}\\,=\\,P_{\\mathrm{bar.}}\\,=\\,P_{\\mathrm{gas}}\\,+\\,P_{\\mathrm{H_{2}O}}\\qquad\\mathrm{or}\\qquad P_{\\mathrm{gas}}\\,=\\,P_{\\mathrm{bar.}}\\,-\\,P_{\\mathrm{H_{2}O}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Once $P_{\\mathrm{gas}}$ has been established, it can be used in stoichiometric calculations as illustrated in Example 6-13. "
    },
    {
        "type": "table",
        "img_path": "images/0d4da3268ba755a43fc25079784e8f80ee640b4cd6e5e714cd0113caf49231ec.jpg",
        "table_caption": "TABLE 6.4 Vapor Pressure of Water at Various Temperatures "
    },
    {
        "type": "text",
        "text": "EXAMPLE 6-13   Collecting a Gas over a Liquid (Water)  ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " In the following reaction, $81.2\\,\\mathrm{mL}$ of $\\mathrm{O}_{2}(\\mathrm{g})$ is collected over water at $23\\,^{\\circ}\\mathrm{C}$ and barometric pressure $751\\,\\mathrm{mmHg}$ What mass of $\\mathrm{Ag}_{2}\\mathrm{O}(\\mathrm{s})$  decomposed? (The vapor pressure of water at $23~^{\\circ}\\mathrm{C}$ is $21.1\\:\\mathrm{mmHg}.$ "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,\\mathrm{Ag_{2}O(s)\\,\\longrightarrow\\,4\\,A g(s)\\,+\\,O_{2}(g)}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The key concept is that the gas collected is wet, that is, a mixture of $\\mathrm{O}_{2}(\\mathrm{g})$  and water vapor. Use $P_{\\mathrm{bar.}}=\\dot{P}_{\\mathrm{O}_{2}}+\\dot{P_{\\mathrm{H}_{2}\\mathrm{O}}}$ to calculate $P_{\\mathrm{O_{2}}},$ and then use the ideal gas equation to calculate the number of moles of $\\mathrm{O}_{2}$ The following conversions are used to complete the calculation: 1 $\\mathrm{mol\\,O}_{2}\\longrightarrow\\mathrm{mol\\,Ag}_{2}\\mathrm{O}\\longrightarrow\\mathrm{g\\,Ag}_{2}\\mathrm{O}$ "
    },
    {
        "type": "text",
        "text": "Solve "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{r l}&{P_{\\mathrm{O_{2}}}=P_{\\mathrm{bar.}}-P_{\\mathrm{H_{2}O}}=751\\,\\mathrm{mmHg}-21.1\\,\\mathrm{mmHg}=730\\,\\mathrm{mmHg}}\\\\ &{P_{\\mathrm{O_{2}}}=730\\,\\mathrm{mmHg}\\times\\frac{1\\,\\mathrm{atm}}{760\\,\\mathrm{mmHg}}=0.961\\,\\mathrm{atm}}\\\\ &{\\quad V=81.2\\,\\mathrm{NL}=0.0812\\,\\mathrm{L}}\\\\ &{\\quad n=7}\\\\ &{R=0.08206\\,\\mathrm{atm\\,L\\,mol^{-1}\\,K^{-1}}}\\\\ &{T=(23+273)\\,\\mathrm{K}=296\\,\\mathrm{K}}\\\\ &{\\quad n=\\frac{P V}{R T}=\\frac{0.961\\,\\mathrm{atm}\\times0.0812\\,\\mathrm{L}}{0.08206\\,\\mathrm{atm\\,L\\,mol^{-1}\\,K^{-1}}\\times296\\,\\mathrm{K}}=0.00321\\,\\mathrm{mol}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "From the chemical equation we obtain a factor to convert from moles of $\\mathrm{O}_{2}$ to moles of $\\mathrm{Ag}_{2}\\mathrm{O}$ . The molar mass Of $\\mathrm{Ag}_{2}\\mathrm{O}$ provides the final factor. "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{?\\,g\\,Ag_{2}O=0.00321\\,m o l\\,O_{2}\\times\\frac{2\\,m o l\\,A g_{2}O}{1\\,m o l\\,O_{2}}\\times\\frac{231.7\\,g\\,A g_{2}O}{1\\,m o l\\,A g_{2}O}=1.49\\,g\\,A g_{2}O}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The determination of the number of moles of $\\mathrm{O}_{2}$ in the sample is the key calculation. We can quickly estimate the number of moles of $\\mathrm{O}_{2}$ in the sample by using the fact that for typical conditions  $(T\\approx298\\,\\bar{\\mathrm{K}},P\\approx760\\,\\mathrm{mm}\\mathrm{Hg})$  the molar volume of an ideal gas is about $24\\,\\mathrm{L}$ . The number of moles of gas (mostly $\\mathrm{O}_{2}.$ ) in the sample is approxi- mately $0.08\\,\\mathrm{L}/24\\,\\mathrm{L}\\,\\mathrm{mol}^{-1}\\approx0.003\\,\\mathrm{mol}.$ . This estimate is quite close to the value calculated above. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: The reaction of aluminum with hydrochloric acid produces hydrogen gas. The balanced chemical equation for the reaction is given below. "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,\\mathrm{Al(s)\\,+\\,6\\,HCl(aq)\\,\\longrightarrow\\,}2\\,\\mathrm{AlCl_{3}(a q)\\,+\\,}3\\,\\mathrm{H_{2}(g)}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "If $35.5\\,\\mathrm{mL}$ of $\\mathrm{H}_{2}(\\mathrm{g})$ is collected over water at $26\\,^{\\circ}\\mathrm{C}$ and a barometric pressure of $755\\:\\mathrm{mmHg}.$ , how many moles of HCl must have been consumed? The vapor pressure of water at $2\\bar{6}\\,^{\\circ}\\mathrm{C}$ is $25.2\\,\\mathrm{mmHg}$ "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: $\\mathrm{An}\\,8.07\\,\\mathrm{g}$ sample of impure $\\mathrm{Ag}_{2}\\mathrm{O}$ decomposes into solid silver and $\\mathrm{O}_{2}(\\mathrm{g})$ . If $395\\,\\mathrm{mL}\\,\\mathrm{O}_{2}(\\mathrm{g})$ is collected over water at $25\\,^{\\circ}\\mathrm{C}$ and $749.2\\ \\mathrm{mmHg}$ barometric pressure, then what is the percent by mass of $\\mathrm{Ag}_{2}\\mathrm{O}$ in the sample? The vapor pressure of water at $25\\,^{\\circ}\\mathrm{C}$ .s $23.8\\,\\mathrm{mmHg}$ "
    },
    {
        "type": "text",
        "text": "6-7 Kinetic-Molecular Theory of Gases ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Let us apply some terminology that we introduced in Section 1-1 on the scien- tific method: The simple gas laws and the ideal gas equation are used to predict gas behavior. They are natural laws. To explain the gas laws, we need a theory. One theory developed during the mid-nineteenth century is called the kinetic-molecular theory of gases. It is based on the model illustrated in Figure 6-14 and outlined as follows. "
    },
    {
        "type": "text",
        "text": "·A gas is composed of a very large number of extremely small particles (mol- ecules or, in some cases, atoms) in constant, random, straight-line motion. · Molecules of a gas are separated by great distances. The gas is mostly empty space. (The molecules are treated as so-called point masses, as  though they have mass but no volume.) · Molecules collide only fleetingly with one another and with the walls of  their container, and most of the time molecules are not colliding. · There are assumed to be no forces between molecules except very briefly during collisions. That is, each molecule acts independently of all the others and is unaffected by their presence, except during collisions. "
    },
    {
        "type": "text",
        "text": "· Individual molecules may gain or lose energy as a result of collisions. In a collection of molecules at constant temperature, however, the total energy remains constant. "
    },
    {
        "type": "text",
        "text": "The validity of this model can be ascertained only by comparing predictions based on the model with experimental facts. As we will see, the predictions based on this model are consistent with several observed macroscopic properties. "
    },
    {
        "type": "text",
        "text": "Distribution of Molecular Speeds ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Not all the molecules in a gas sample travel at the same speed. Because of the large number of molecules, we cannot know the speed of each molecule, but We can make a statistical prediction of how many molecules have a particular speed, $u$ . To make such a prediction, we can use the following equation, which describes the distribution of speeds in a gas sample. Roughly speaking, for a specified value of $u_{,}$  in $\\mathrm{{m}/\\mathrm{{s},}}$  the corresponding value of $F$ represents the frac- tion of molecules having speed between $u$ and $\\left(u+1\\right)\\mathrm{m/s}$ "
    },
    {
        "type": "equation",
        "text": "\n$$\nF(u)\\,=\\,4\\pi\\bigg(\\frac{M}{2\\pi R T}\\bigg)^{3/2}u^{2}e^{-(M u^{2}/2R T)}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The equation above is called the Maxwell-Boltzmann distribution of speeds, in honor of James Clerk Maxwell, who first derived it in 1860, and Ludwig  Boltzmann who later provided significant insights into the physical origins of this equation. We will not attempt to derive the distribution because to do so requires complex mathematics. Instead, we will accept it as valid and use it to help us understand how the distribution of speeds depends on molar mass, $M,$ and temperature, $T$ "
    },
    {
        "type": "text",
        "text": "A plot of $\\textstyle{\\bar{F}}(u)$ versus $u$ is shown in Figure 6-15 for a sample of $\\mathrm{H}_{2}(\\mathrm{g})$ at $0\\,^{\\circ}\\mathrm{C}$ The shape of the distribution is easily justified. The distribution depends on the product of two opposing factors: a factor that is proportional to $u^{2}$ and an $\\overset{\\cdot}{e^{-M u^{2}/2R T}}$ $u$ $u^{2}$ of zero, while the exponential factor decreases from a value of one. The $u^{2}$ fac- tor favors the presence of molecules with high speeds and is responsible for there being few molecules with speeds near zero. The exponential factor favors low speeds and limits the number of molecules that can have high speeds.Because $F$ is the product of these two opposing factors, $F$ increases from a value of zero, reaches a maximum, and then decreases as $u$ increases. Notice that the distribution is not symmetrical about its maximum. "
    },
    {
        "type": "image",
        "img_path": "images/eba86b73d8a33708b60d1b478d2077fe5ceab3d91b2bc09d925ffa72493d3656.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE 6-14 Visualizing molecular motion ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " Molecules of a gas are in  constant, random, straight- line motion and exhibit a  distribution of speeds. They undergo many collisions with one another and with the  container wall. "
    },
    {
        "type": "text",
        "text": " Maxwell derived the equa- tion in 1860, but it took until 1955 for direct experimental verification of this equation to be made. The experimental determination of the molecu- lar speed distribution is  described on page 221. "
    },
    {
        "type": "text",
        "text": " In Figure 6-16, we show how the distribution of molecular speeds depends on temperature and molar mass. When we compare the distributions for $\\mathrm{O}_{2}(\\mathrm{g})$ at $273~\\mathrm{K}$ and $1000~\\mathrm{K},$ we see that the range of speeds broadens as the temperature increases and that the distribution shifts toward higher speeds. "
    },
    {
        "type": "image",
        "img_path": "images/4be78ca6ae95c84fff49c4ad7c490152eef48e71fe211327bd1657753a10a9a6.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE 6-15 Distribution of molecular speeds-- hydrogen gas at $\\mathtt{0\\ ^{\\circ}C}$ ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The percentages of molecules with a certain speed  are plotted as a function of the speed. Three different speeds are noted on the graph. The most probable  speed, $u_{\\mathsf{m}\\mathrm{n}},$ is approximately $1500\\;\\mathrm{m}/\\mathrm{s};$  the average speed, $U_{\\mathrm{av}\\prime}$ is approximately $1700\\;\\mathrm{m}/\\mathrm{s};$ and the root-mean-square  speed, ${\\cal U}_{\\sf r m s\\prime}$ is approximately $1800\\;\\mathrm{m}/\\mathrm{s}$ . Notice that $u_{\\mathsf{r m}}<\\,u_{\\mathsf{a v}}\\,<\\,u_{\\mathsf{r m s}}.$ "
    },
    {
        "type": "text",
        "text": "$\\blacktriangleright$ The area under each curve is the same. Each curve is for the same total number of mol- ecules. Raising $T$ (or lowering $M)$  is like stretching a rubber  graph. The same number of molecules are spread out over a wider range of speeds. "
    },
    {
        "type": "text",
        "text": "Distribution of molecular speeds--the effect of mass and temperature The relative numbers of molecules with a certain speed are plotted as a function of the speed. Note the effect  of temperature on the distribution for oxygen molecules and the effect of mass—-oxygen must be heated to a very high temperature to have the same distribution of speeds as does hydrogen at $273\\;\\mathsf{K}.$ "
    },
    {
        "type": "image",
        "img_path": "images/dcb854f1a675e47e71e64d0178ce36c38d169d54e9ec7dd95ee1ba31db7a74e0.jpg"
    },
    {
        "type": "text",
        "text": "The distributions for $\\mathrm{O}_{2}(\\mathrm{g})$ at $273\\:\\mathrm{K}$ and $\\mathrm{H}_{2}(\\mathrm{g})$ at $273\\:\\mathrm{K}$ reveal that the lighter the gas, the broader the range of speeds. "
    },
    {
        "type": "text",
        "text": "These equations are obtained by solving expres- sions involving the Maxwell- Boltzmann distribution function, $F(u)$ . The derivation of these equations involves  the use of calculus. The equa- tion for $u_{\\mathrm{rms}}$ is developed in a simpler way on page 225. "
    },
    {
        "type": "text",
        "text": "Let's focus now on the three characteristic speeds identified in Figure 6-15. The most probable speed, or modal speed, is denoted by $u_{\\mathrm{m}};$ more molecules have this speed than any other speed. The average speed is denoted by $u_{\\mathrm{av}}$ The root-mean-square speed, $\\boldsymbol{u}_{\\mathrm{rms}},$ is obtained from the average of $u^{2})$ which is denoted by u². More specifically, $u_{\\mathrm{rms}}=\\sqrt{\\overline{{u^{2}}}}$  (In this context, the overbar reminds us that we are referring to the average value of $u^{2}$ ) These characteris-  tic speeds can be calculated by using the following expressions: "
    },
    {
        "type": "equation",
        "text": "\n$$\nu_{\\mathrm{m}}={\\sqrt{\\frac{2R T}{M}}}\\qquad\\qquad u_{\\mathrm{av}}={\\sqrt{\\frac{8R T}{\\pi M}}}\\qquad\\qquad u_{\\mathrm{rms}}={\\sqrt{\\frac{3R T}{M}}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "When using any of expressions (6.19), we must express the gas constant as "
    },
    {
        "type": "equation",
        "text": "\n$$\nR=\\,8.3145\\:\\mathrm{J\\,K^{-1}\\,m o l^{-1}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "and the molar mass, $M_{c}$ , in kilograms per mole, as we show in Example 6-14. "
    },
    {
        "type": "text",
        "text": "EXAMPLE 6-14  Calculating a Root-Mean-Square Speed ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Which is the greater speed, that of a bullet fired from a high-powered M-16 rifle $(2180\\,\\mathrm{mi/h})$ or the root-mean-square speed of $\\mathrm{H}_{2}$ molecules at $25\\,^{\\circ}\\mathrm{C}?$ "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "This is a straightforward application of equation (6.19). We must use SI units: $R\\,=\\,8.3145\\,\\mathrm{J\\,K^{-1}\\,m o l^{-1}}$ and $M=2.016\\times{\\bar{10^{-3}}}\\,\\mathrm{kg}\\,\\mathrm{mol}^{\\ensuremath{-}1}$ . Recall that $1\\,\\mathrm{\\bar{J}}\\,=\\,1\\,\\mathrm{kg}\\,\\mathrm{m}^{2}\\,\\mathrm{s}^{-2}$ "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Determine $u_{\\mathrm{rms}}$ $\\mathrm{H}_{2}$ with equation (6.19). "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\begin{array}{r l}&{u_{\\mathrm{rms}}={\\sqrt{\\frac{3\\times8.3145\\,{\\mathrm{kg}}\\,{\\mathrm{m}}^{2}\\,{\\mathrm{s}}^{-2}\\,{\\mathrm{mol}}^{-1}\\,{\\mathrm{K}}^{-1}\\times298\\,{\\mathrm{K}}}{2.016\\times10^{-3}\\,{\\mathrm{kg}}\\,{\\mathrm{mol}}^{-1}}}}}\\\\ &{={\\sqrt{3.69\\times10^{6}\\,{\\mathrm{m}}^{2}/{\\mathrm{s}}^{2}}}=1.92\\times10^{3}\\,{\\mathrm{m}}/{\\mathrm{s}}}\\end{array}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The remainder of the problem requires us either to convert $1.92\\,\\times\\,10^{3}\\,\\mathrm{m/s}$ to a speed in miles per hour, or $2180\\ \\mathrm{mi/h}$ to meters per second. Then we can compare the two speeds. When we do this, we find that $1.92\\,\\times\\,\\dot{10^{3}}\\,\\mathrm{m/s}$ corresponds to $4.29\\,\\times\\,10^{3}\\,\\mathrm{mi/h}$ . The root-mean-square speed of $\\mathrm{H}_{2}$ molecules at $25\\,^{\\circ}\\mathrm{C}$ is greater than the speed of the high-powered rifle bullet. "
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " The cancellation of units yields a result for $u_{\\mathrm{rms}}$ with the correct units $(\\mathrm{m}/\\mathrm{s})$ . Also, Figure 6-15 shows that $u_{\\mathrm{rms}}$ for $\\mathrm{H}_{2}$ is a bit greater than $1500\\,\\mathrm{m/s}$ at $273\\,\\mathrm{K}$ .At 298 K, $u_{\\mathrm{rms}}$ should be slightly greater than it is at 273 K. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: Which has the greater root-mean-square speed at $25\\,^{\\circ}\\mathrm{C},\\mathrm{NH}_{3}(\\mathrm{g})$ Or $\\mathrm{HCl}(\\mathrm{g})?$ Calculate $u_{\\mathrm{rms}}$ for the one with the greater speed. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: At what temperature are $u_{\\mathrm{rms}}$ of $\\mathrm{H}_{2}$ and the speed of the M-16 rifle bullet given in Example 6-14 the same? "
    },
    {
        "type": "text",
        "text": "Q 6-7 CONCEPT ASSESSMENT ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Without performing an actual calculation, indicate which has the greater $u_{\\mathsf{r m s}},\\mathsf{H e}({\\mathsf{g}})$ at $1000\\,\\mathsf{K}$ or $\\mathsf{H}_{2}(\\mathsf{g})$ at $250~\\mathsf{K}.$ "
    },
    {
        "type": "image",
        "img_path": "images/698de65274d867f9b114d8463da6817c749cfc488efe7e38411ab0ac171ad03d.jpg"
    },
    {
        "type": "text",
        "text": "6-1 ARE YOU WONDERING? ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "How can the distribution of molecular speeds be demonstrated experimentally? ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "This can be done with the apparatus shown in Figure 6-17. An oven and attached evacuated chamber are separated by a wall with a small hole in it. Gas molecules are heated in the oven, emerge through the hole, and pass through a series of slits, called collimators, that herd the molecules into a beam. The num- ber of molecules in the beam is kept low so that collisions between them will not disturb the beam. "
    },
    {
        "type": "text",
        "text": "The molecular beam passes through a series of rotating disks. Each disk has a slit cut in it. The slits on successive disks are offset from each other by a certain angle. A molecule passing through the first rotating disk will pass through the second disk only if its velocity is such that it arrives at the disk at the exact moment that the second slit appears. Thus, for a given rotation speed, only those molecules with the appropriate velocity can pass through the entire series Ofdisks. "
    },
    {
        "type": "text",
        "text": "The number of molecules that pass through the disks and arrive at the detec- tor is recorded for each chosen speed of rotation. The number of molecules for each speed of rotation is then plotted against the rotation speed. From the dimensions of the apparatus, the rotation speeds of the disks can be converted to molecular speeds, and a plot similar to the one in Figure 6-15 can be obtained. "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "image",
        "img_path": "images/90685a749c599a5a12cfb87b587f820f17843edee73ed86d64a054bcc45664dc.jpg",
        "img_caption": "FIGURE6-17 Distribution of molecular speeds—-an experimental determination Only those molecules with the correct speed to pass through all rotating disks will reach the detector, where they can be counted. By changing the rate of rotation of the disks, the complete distribution of molecular speeds can be determined. "
    },
    {
        "type": "text",
        "text": "The Meaning of Temperature ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "We can use the equation above for the root-mean-square speed to develop an expression for the average kinetic energy, ${\\overline{{E_{k}}}},$  of a collection of molecules and an interesting new idea about temperature. The average kinetic energy of a collection of molecules, each having a mass $m\\,=\\,M/N_{\\mathrm{{A}}},$ is the average of $\\scriptstyle{\\frac{1}{2}}m u^{2}$ Therefore, "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\overline{{E_{k}}}=\\frac{1}{2}m\\overline{{u^{2}}}=\\frac{1}{2}\\times\\frac{M}{N_{\\mathrm{A}}}\\times(u_{\\mathrm{rms}})^{2}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Since $u_{\\mathrm{rms}}=\\sqrt{3R T/M}$ and $u_{\\mathrm{rms}}^{2}=3R T/M,$  the expression above simplifies to "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\overline{{E_{k}}}}={\\frac{3}{2}}{\\left({\\frac{R T}{N_{\\mathrm{A}}}}\\right)}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Because $R$ and $N_{\\mathrm{A}}$ are constants, equation (6.20) states that ${\\overline{{E_{k}}}}={\\mathrm{constant}}\\times T$ In other words: "
    },
    {
        "type": "text",
        "text": "The Kelvin temperature  $(T)$ of a gas is directly proportional to the average translational kinetic energy $(\\overline{{E_{k}}})$ of its molecules: $\\dot{T}\\propto\\overline{{E_{k}}}$ (6.21) "
    },
    {
        "type": "text",
        "text": "The idea expressed in expression (6.21) also helps us to understand what is happening at the molecular level when objects with different temperatures come into contact with each other. Molecules in the hotter object have, on average, higher kinetic energies than do the molecules in the colder object. "
    },
    {
        "type": "text",
        "text": "When the two objects come into contact with each other, molecules in the hot- ter object give up some of their kinetic energy through collisions with mole- cules in the colder object. The transfer of energy continues until the average  kinetic energies of the molecules in the two objects become equal, that is, until the temperatures equalize. Finally, the idea expressed in equation (6.21) pro- vides a new way of looking at the absolute zero of temperature: It is the tem- perature at which translational molecular motion should cease. "
    },
    {
        "type": "text",
        "text": "6-2ARE YOU WONDERING? ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "What's the lowest temperature we can reach? ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Charles's law suggests that there is an absolute zero of temperature, $0\\,\\mathrm{K},$ but canwe attain this temperature? The answer is no, but we can come mighty close. Current attempts have resulted in temperatures lower than 1 nanokelvin! However, it is not simply a matter of putting some hot atoms in a refrigerator operating near O K. We have seen that the temperature of a sample of gas is proportional to the kinetic energy of the gas molecules; therefore, to cool atoms down we have to remove their kinetic energy. Simple cooling will not do the trick, because the refrigerator would always have to be at a lower temperature than the atoms being cooled. "
    },
    {
        "type": "text",
        "text": " Extremely cold atoms can be produced by removing their kinetic energy by stopping them in their tracks. This has been accomplished by using a technique called laser cooling, in which a laser light is directed at a beam of atoms, hitting them head-on and dramatically slowing them down. Once the atoms are cooled, intersecting beams of six lasers are used to reduce their energies still further. The sample of cold atoms is then trapped by a magnetic field for about 1 s. In 1995, a team at the University _of Colorado successfully cooled a beam of rubidium (Rb) atoms to $1.7\\times10^{-7}\\,\\mathrm{K}$ using this procedure. The coldest human-made tem- perature, 450 picokelvin, was reported by scientists from the Massachusetts Institute of Technology in 2003.\\* "
    },
    {
        "type": "text",
        "text": "$^*\\mathrm{A}$ . E. Leanhardt, T. A. Pasquini, M. Saba, A. Schirotzek, Y. Shin, D. Kielpinski, D. E. Pritchard, and W. Ketterle, Science, 301, 1513 (2003). "
    },
    {
        "type": "text",
        "text": "Derivation of Boyle's Law ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": " In this section, we will demonstrate that the kinetic-molecular theory of gases provides a satisfactory explanation of Boyle's law. Boyle's law was stated mathematically in equation (6.5): "
    },
    {
        "type": "equation",
        "text": "\n$$\nP V\\,=\\,a\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The value of a depends on the number, $N,$  of molecules in the sample and the temperature, T. Because pressure is force divided by area, the key to deriving equation (6.5) is in assessing the forces associated with molecules hitting the walls of the container. Here, we present a simplified approach for justifying equation (6.5); a rigorous derivation is quite complicated. In our simplified approach, we focus first on a single molecule moving toward a wall perpen- dicular to its path to obtain an expression for the pressure it exerts on the wall. Then, we modify the expression to take account of the fact that a sample of gas contains many molecules with a distribution of speeds and moving in random directions. "
    },
    {
        "type": "text",
        "text": "To begin, let's focus on a molecule traveling along the $x$ direction toward a Wall perpendicular to its path, as suggested by Figure 6-18. The speed of the molecule is denoted by $u_{x}$ . The force exerted on the wall by the molecule may be expressed as the product of two factors: the momentum transfer, or impulse, per collision and the number of collisions per unit time—-the collision frequency. "
    },
    {
        "type": "image",
        "img_path": "images/c092e0dbe6568f93f750746b6228d5bb7d49e2427e1cf91db311e41fb5d786f1.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE 6-18  A model for calculating the pressure exerted by a single molecule ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "A particle moving with speed $U_{x}$ toward the end wall of a cubical box has initial momentum $m u_{x}$ After deflecting off the wall, it has final momentum $-m u_{x}$ The change in momentum is \n\n $-m u_{x}-m u_{x}=-2m u_{x}.\n\n$ "
    },
    {
        "type": "text",
        "text": "$\\blacktriangleright$ For motion in one dimen- sion, velocity is the speed with a $^+$ or - sign included to indicate the direction of travel. For example, for a particle moving with constant speed $u_{x^{\\prime}}$ the velocity is $+u_{x}$ if the $x$ -coordinate of the parti- cle is increasing but $-\\boldsymbol{u}_{x}$ if the $x.$ -coordinate is decreasing. "
    },
    {
        "type": "text",
        "text": "Momentum is, by definition, the product of mass and velocity. For the mol- ecule in Figure 6-18, the initial velocity is $+u_{x};$ therefore, the momentum before the collision is $+m u_{x}$ . When the molecule hits the wall, it is reflected without losing any energy and travels in the opposite direction. The velocity and momentum of the particle after the collision are, respectively, $-\\boldsymbol{u}_{x}$ and $-m u_{x}$ The momentum change of the molecule is the final momentum minus the initial momentum: $\\bar{-m}u_{x}\\,-\\,(+m u_{x})\\,=\\,-2m u_{x}$ . The momentum transfer to the wall is $+2m u_{x}$ . This represents the momentum transfer per collision. We must multiply this quantity by the number of collisions per unit time the molecule makes with the end wall. The time between collisions is equal to the time it takes for the molecule to travel twice the length of the box, $2L$ . For a particle moving with speed $u_{x^{\\prime}}$ the time it takes to travel a distance $2L$ is $t\\bar{=}2L/u_{x}$ .Because $2L/u_{x}$ is the time between collisions, the reciprocal of this quantity is the number of collisions per unit time or the collision frequency. Notice that the collision frequency, ${{u}_{x}}/{2L},$ is directly proportional to the mol- ecular speed. "
    },
    {
        "type": "text",
        "text": " The force exerted by the molecule on the wall is the product of the momen- tum transfer and the collision frequency: $(+2m u_{x})(u_{x}/2L)\\,=\\,m u_{x}^{2}/L$ .Using the fact that pressure is force divided by area, we obtain the following result for the pressure caused by the repeated collisions of a single molecule: "
    },
    {
        "type": "equation",
        "text": "\n$$\nP={\\frac{\\mathrm{force}}{\\mathrm{area}}}={\\frac{m u_{x}^{2}/L}{A}}={\\frac{m u_{x}^{2}}{A L}}={\\frac{m u_{x}^{2}}{V}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "In the last step, we made use of the fact that the volume, $V_{c}$  of the cubical box is equal to the area, $A,$  of the end wall times the length, $L$ "
    },
    {
        "type": "text",
        "text": "Of course, a sample of gas contains many molecules with a distribution of speeds and moving in random directions. To deduce how the expression above must be modified, we focus first on a sample containing $N$ molecules, each traveling in the $x$  direction but with different speeds. The expression  above is easily modified: we multiply by $N$ and replace $u_{x}^{2}$ with ${\\overline{{u_{x}^{2}}}},$ the average value of $u_{x}^{2}.$ . Thus, the expression for pressure becomes "
    },
    {
        "type": "equation",
        "text": "\n$$\nP=\\frac{N m\\overline{{u_{x}^{2}}}}{V}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "To better understand the meaning of ${\\overline{{u_{x}^{2}}}},$  consider five molecules with $u_{x}$ val- ues of 400, 450, 525, 585, and $600\\;\\mathrm{m}/\\mathrm{s}$ .We find $\\overline{{u_{x}^{2}}}$ by squaring the $u_{x}$ values, adding the squares, and dividing by the number of particles, in this case five. "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\begin{array}{l}{{\\overline{{u^{2}}}}={\\frac{(400\\,\\mathrm{m}/\\mathrm{s})^{2}\\,+\\,(450\\,\\mathrm{m}/\\mathrm{s})^{2}\\,+\\,(525\\,\\mathrm{m}/\\mathrm{s})^{2}\\,+\\,(585\\,\\mathrm{m}/\\mathrm{s})^{2}\\,+\\,(600\\,\\mathrm{m}/\\mathrm{s})^{2}}{5}}}\\\\ {\\quad=2.68\\times10^{5}\\,\\mathrm{m}^{2}/\\mathrm{s}^{2}}\\end{array}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "KEEP IN MIND ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "that mean-square speed is not the\n\n  same as square mean speed. The\n\n  mean, or average, speed is \n\n $(400\\,+\\,450\\,+\\,525\\,+\\,585\\,+$ $600)/5\\,=\\,512\\,\\mathrm{m/s}$ . The square  of this average, the square mean speed, is $(512\\,\\dot{\\mathrm{m}}/\\mathrm{s})^{2}=$ $2.62\\times\\bar{10^{5}}\\,\\mathrm{m}^{2}/\\mathrm{s}^{2},$ Mean-square speed is the quantity that must  be used in equation (6.22). "
    },
    {
        "type": "text",
        "text": "We have one final factor to consider. There is absolutely nothing special about the $x$ direction, so we should expect that ${\\overline{{u_{x}^{2}}}}={\\overline{{u_{y}^{2}}}}={\\overline{{u_{z}^{2}}}}={\\dot{\\overline{{3}}}}{\\overline{{u^{2}}}},$ where the quantity $\\overline{{u^{2}}}\\,=\\,\\overline{{u_{x}^{2}}}\\,+\\,\\overline{{u_{y}^{2}}}\\,+\\,\\overline{{u_{z}^{2}}}$ is the average of $u^{2}$ , taking into account all the molecules, not just those moving in the $x$  direction. The quantity $\\overline{{u^{2}}}$ is called the mean-  square speed. When we substitute $\\textstyle{\\frac{1}{3}}{\\overline{{u^{2}}}}$ for $\\overline{{u_{x}^{2}}}$ in our previous expression for $P$ We obtain the following result: "
    },
    {
        "type": "equation",
        "text": "\n$$\nP={\\frac{1}{3}}\\,\\frac{N m{\\overline{{u^{2}}}}}{V}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "This is the basic equation of the kinetic-molecular theory of gases. We can rewrite equation (6.22) as $\\begin{array}{r}{P V=\\frac{1}{3}N m\\overline{{u^{2}}}}\\end{array}$ . If it is true that u² depends only on temperature, then equation (6.22) is a mathematical statement of Boyle's law. "
    },
    {
        "type": "image",
        "img_path": "images/65a8f87ac4be236a5e0752473b6414987905ef3822bdd76524791b9676d9f995.jpg",
        "img_caption": "FIGURE 6-19 Diffusion of $\\mathsf{N H}_{3}(\\mathfrak{g})$ and HCI(g) "
    },
    {
        "type": "text",
        "text": "We can write $\\begin{array}{r}{P V=\\frac{1}{3}N m\\overline{{u^{2}}}}\\end{array}$ in another form by expressing the number $N,$ of molecules as $n N_{\\mathrm{A}}$ where $n$ is the amount in moles and $N_{\\mathrm{A}}\\,{=}\\,6.022\\times10^{23}\\,\\mathrm{mol}^{-1}$ This gives $\\begin{array}{r}{P V=\\frac{1}{3}n N_{\\mathrm{A}}m\\overline{{u^{2}}}}\\end{array}$ . But $N_{\\mathrm{{A}}}m$ is just the molar mass, $M$ .Therefore, "
    },
    {
        "type": "equation",
        "text": "\n$$\nP V={\\frac{1}{3}}n M{\\overline{{u^{2}}}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "By comparing this result to the ideal gas equation, $\\scriptstyle P V=n R T,$  we conclude that $\\begin{array}{r}{R T\\,=\\,\\frac{1}{3}M\\overline{{u^{2}}}}\\end{array}$ and, thus, $\\overline{{u^{2}}}=3R T/M$  Since the root-mean-square speed, $u_{\\mathrm{rms}},$ is defined as $u_{\\mathrm{rms}}\\,=\\,\\sqrt{\\overline{{u^{\\,2}}}},$  we can write "
    },
    {
        "type": "equation",
        "text": "\n$$\nu_{\\mathrm{rms}}={\\sqrt{\\overline{{u^{2}}}}}={\\sqrt{\\frac{3R T}{M}}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Thus, we have now also justified the result given earlier for $u_{\\mathrm{rms}}$ (see expres- sion 6.19). "
    },
    {
        "type": "text",
        "text": "6-8 Gas Properties Relating to the Kinetic-Molecular Theory ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "$\\mathsf{N H}_{3}(\\mathsf{g})$ escapes from $\\mathsf{N H}_{3}(\\mathsf{a q})$ (but labeled  ammonium hydroxide in this photograph), and HCI(g) escapes from ${\\mathsf{H C l}}({\\mathsf{a q}})$ . The gases diffuse toward each other, and, where they meet, a white cloud of ammonium chloride forms as a result of the following reaction:  "
    },
    {
        "type": "text",
        "text": "A molecular speed of $1500\\;\\mathrm{m/s}$ corresponds to $5400\\,\\mathrm{km/h}$ Or about $3400\\,\\mathrm{mi/h}$  From this, it might seem that a given gas molecule could travel very long dis- tances over a very short time, but this is not quite the case. Every gas molecule undergoes collisions with other gas molecules and, as a result, keeps changing direction. Gas molecules follow a tortuous path, which slows them down in get- ting from one point to another. Still, the net rate at which gas molecules move in a particular direction does depend on their average speeds, which in turn depends on the temperature and molar mass of the gas (expression 6.19). In this section, we will focus on two processes involving gases, with the goal of devel-  oping an understanding of the factors affecting the rates at which they occur. "
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Because of their greater average speed, $\\mathsf{N H}_{3}$ molecules diffuse faster than  HCl. As a result, the cloud  forms close to the mouth of the HCl(aq) container. "
    },
    {
        "type": "text",
        "text": " Diffusion is the migration of molecules as a result of random molecular motion. Figure 6-19 pictures a common diffusion seen in a chemistry labora- tory. The diffusion of two or more gases results in an intermingling of the mol- ecules and, in a closed container, soon produces a homogeneous mixture, as   shown in Figure 6-20(a). A related phenomenon, effusion, is the escape of gas molecules from their container through a tiny orifice or pinhole. The effusion  Of a hypothetical mixture of two gases is suggested by Figure 6-20(b). "
    },
    {
        "type": "image",
        "img_path": "images/672ef1dfe84dd50e3425dedb83e3b7c38c16618436bb164ae798b22cc2edf9e8.jpg"
    },
    {
        "type": "image",
        "img_path": "images/3c51807c5d410dc847d68fdf05a68e825ba9f05158bce7350f83d644e3f16e1e.jpg"
    },
    {
        "type": "text",
        "text": "Both the rate of diffusion and the rate of effusion depend on a number of factors. However, for effusion at least, the following statement describes fairly accurately how the rate of effusion depends on the molar mass of the gas. "
    },
    {
        "type": "text",
        "text": "The rate of effusion of a gas is inversely proportional to the square root of its molar mass. (6.23) "
    },
    {
        "type": "text",
        "text": "Expression (6.23) is known as Graham's law, originally proposed by British chemist Thomas Graham around 1830. Graham's law has serious limitations that you should be aware of. It can be used to describe effusion only for gases at very low pressures so that molecules escape through an orifice individually, not as a jet of gas. Also, the orifice must be tiny so that no collisions occur as molecules pass through. Graham proposed his law initially to describe the dif- fusion of gases, but the law actually does not apply to diffusion. Molecules of a diffusing gas undergo collisions with each other and with the gas into which they are diffusing. Some even move in the opposite direction to the net flow. Nevertheless, diffusion does occur, and gases of low molar mass do diffuse faster than those of higher molar mass. We cannot, however, use Graham's law to make quantitative predictions about rates of diffusion. "
    },
    {
        "type": "text",
        "text": " The reason for specifying the condition that the gases must be at the same tempera- ture and pressure will  become apparent in the next subsection, where we use the kinetic-molecular  theory to explain the basis  of Graham's law. "
    },
    {
        "type": "text",
        "text": " Starting from Graham's law, we can develop an expression for comparing the relative rates of effusion of two different gases, A and B, at the same tem- perature and pressure. Since, by Graham's law, we can write "
    },
    {
        "type": "equation",
        "text": "$\\propto1/\\sqrt{M_{\\mathrm{A}}}$ $\\propto1/\\sqrt{M_{\\mathrm{B}}}$ ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\frac{\\mathrm{rate\\of\\diffusion\\of\\A}}{\\mathrm{rate\\of\\diffusion\\of\\B}}}={\\frac{1/{\\sqrt{M_{\\mathrm{A}}}}}{1/{\\sqrt{M_{\\mathrm{B}}}}}}={\\sqrt{\\frac{M_{\\mathrm{B}}}{M_{\\mathrm{A}}}}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Equation (6.24) can be used in a variety of ways. For example, it can be used to determine which of two gases effuses faster, which does so in a shorter time, which travels farther in a given time, and so on. An effective way to do this is to note that in every case, a ratio of effusion rates, times, distances, and SO $\\mathrm{on},$ is equal to the square root of a ratio of molar masses, as indicated in equation (6.25). "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{r}{\\left\\{\\begin{array}{l l}{\\mathrm{molecule~speeds}}\\\\ {\\mathrm{diffusion~rate}}\\\\ {\\mathrm{diffusion~times}}\\\\ {\\mathrm{distance~traveled~by~molecules}}\\\\ {\\mathrm{amount~of~gas\\;effnsed}}\\end{array}\\right.=\\sqrt{\\mathrm{ratio~of~two~molar~masses}}}\\end{array}\n$$\n ratio of ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "When using equation (6.25), first reason qualitatively and work out whether the ratio of properties should be greater than or less than one. Then set up the ratio of molar masses accordingly. Examples 6-15 and 6-16 illustrate this line of reasoning. "
    },
    {
        "type": "text",
        "text": "6-8  CONCEPT ASSESSMENT ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Which answer(s) is (are) true when comparing $1.0\\;\\mathsf{m o l}\\;\\mathsf{H}_{2}(\\mathsf{g})$ at STP and 0.50 mol He(g) at STP? The two gases have equal (a) average molecular kinetic energies; (b) root-mean-square speeds; (c) masses; (d) volumes; (e) densities; (f) effusion rates through the same orifice. "
    },
    {
        "type": "text",
        "text": "EXAMPLE6-15  Comparing Amounts of Gases Efusing Through an Orifice ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "If $2.2\\times10^{-4}\\,\\mathrm{mol\\,N}_{2}(\\mathrm{g})$  effuses through a tiny hole in $105\\;\\mathrm{s},$  then how much $\\mathrm{H}_{2}(\\mathrm{g})$ would effuse through the  same orifice in $105\\;\\mathrm{s}?$ "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Let us reason qualitatively: $\\mathrm{H}_{2}$ molecules are lighter than $\\mathrm{N}_{2}$ molecules,so $\\mathrm{H}_{2}(\\mathrm{g})$ should effuse faster than $\\mathrm{N}_{2}(\\mathrm{g})$ when the gases are compared at the same temperature. Before we set the ratio "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\frac{\\mathrm{mol}\\,\\mathrm{H}_{2}\\,\\mathrm{effused}}{\\mathrm{mol}\\,\\mathrm{N}_{2}\\,\\mathrm{effused}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "equal to V ratio of molar masses, we must ensure that the ratio of molar masses is greater than 1. "
    },
    {
        "type": "text",
        "text": "Solve "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\frac{?\\,\\mathrm{mol}\\,\\mathrm{H}_{2}}{2.2\\times10^{-4}\\,\\mathrm{mol}\\,\\mathrm{N}_{2}}}=\\sqrt{\\frac{M_{\\mathrm{N}_{2}}}{M_{\\mathrm{H}_{2}}}}=\\sqrt{\\frac{28.014}{2.016}}=3.728\n$$\n \n$$\n?\\,\\mathrm{mol}\\,\\mathrm{H}_{2}=3.728\\times2.2\\times10^{-4}=8.2\\times10^{-4}\\,\\mathrm{mol}\\,\\mathrm{H}_{2}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "We could have estimated the result before calculating it. Because the ratio of molar masses is approximately 14, the ratio of effusion rates is approximately $\\sqrt{14},$  which is slightly smaller than 4. Therefore, $\\mathrm{H}_{2}$ will effuse almost 4 times as fast as $\\mathrm{N}_{2}$ and almost 4 times as much $\\mathrm{H}_{2}$ Wwill effuse in the same period. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: In Example 6-15, how much $\\mathrm{O}_{2}(\\mathrm{g})$ Would effuse through the same orifice in $105\\;\\mathrm{{s}^{\\prime}}$ "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: In Example 6-15, how long Would it take for $2.2\\times10^{-4}\\,\\mathrm{mol}\\,\\mathrm{H}_{2}$ to effuse through the same orifice as the $2.2\\times10^{-4}\\,\\mathrm{\\dot{mol}\\,N_{2}?}$ "
    },
    {
        "type": "text",
        "text": "EXAMPLE 6-16   Relating Effusion Times and Molar Masses ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "A sample of $\\mathrm{{Gr}(g)}$ escapes through a tiny hole in $87.3\\:\\mathrm{s}$ . The same amount of an unknown gas escapes in 42.9 s under identical conditions. What is the molar mass of the unknown gas? "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Because the unknown gas effuses faster, it must have a smaller molar mass than Kr. Before we set the ratio "
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "equal to Vratio of two molar masses, we must make sure the ratio of molar masses is smaller than one. Thus, the ratio of molar masses must be written with the molar mass of the lighter gas (the unknown gas) in the numerator. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{\\frac{diffusion\\;time\\;for\\;unknown}{e f f u s i o n\\;t m e\\;f o r\\,K r}}=\\frac{42.9\\,\\mathrm{s}}{87.3\\,\\mathrm{s}}=\\sqrt{\\frac{M_{\\mathrm{unK}}}{M_{\\mathrm{Kr}}}}=0.491\n$$\n \n$$\nM_{\\mathrm{unk}}=(0.491)^{2}\\times M_{\\mathrm{Kr}}=(0.491)^{2}\\times83.80=20.2\\,\\mathrm{g/mol}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Use the final result and work backward. The molar mass of the unknown is about 4 times as small as that of Kr. Becauseeffusionrate $\\propto1/\\sqrt{M}$  the unknown will effuse about ${\\sqrt{4}}\\,=\\,2$ times as fast as Kr. The effusion times show that the unknown does indeed effuse 2 times as fast as Kr. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: Under the same conditions as in Example 6-16, another unknown gas requires 131.3 s to  escape. What is the molar mass of this unknown gas? "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: Given all the same conditions as in Example 6-16, how long would it take for a sample Of ethanegas, $\\mathrm{C}_{2}\\mathrm{H}_{6},$ to effuse? "
    },
    {
        "type": "text",
        "text": "Derivation of Graham's Law ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The derivation of Graham's law begins with the recognition that the rate of effusion is directly proportional to (1) the area, $A$ , of the pinhole through which the gas escapes and (2) the rate at which gas molecules hit (or collide with) the pinhole. The rate at which gas molecules hit the pinhole is, in turn, directly proportional to the average speed, $u_{\\mathrm{av}},$ of the molecules and the num- ber of molecules per unit volume, $N/\\bar{V}$ (or, alternatively, the number of moles  per unit volume, $n/V,$ 0. In other words, the faster the molecules are moving and the greater their concentration, the greater the rate of effusion. Thus, weexpect "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\mathrm{rate~of~diffusion}}={\\mathrm{constant}}\\times A\\times u_{\\mathrm{av}}\\times{\\frac{n}{V}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "According to the kinetic-molecular theory, $u_{\\mathrm{av}}\\,=\\,\\sqrt{8R T/\\pi M}$ Also, $P V\\,=\\,n R T$ and thus, ${\\check{n}}/V\\,=\\,P/(R T)$ . Consequently, "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\mathrm{rate~of~diffusion}}={\\mathrm{constant}}\\times A\\times{\\sqrt{\\frac{8R T}{\\pi M}}}\\times{\\frac{P}{R T}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "For a fixed set of experimental conditions, the quantities $A,\\,P,$ and $T$ canbe considered constants and we may write "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{rate\\;of\\;diffusion\\propto1/\\sqrt{\\cal M}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "This result is a mathematical statement of Graham's law, expression (6.23), which is what we set out to prove. "
    },
    {
        "type": "text",
        "text": "When high-pressure $\\mathrm{{LF}_{6}(\\bar{g})}$ is forced through a barrier having millions of submicroscopic holes per square centimeter, molecules containing the isotope $^{235}\\mathrm{U}$ $^{238}\\mathrm{U}$ expected from expression (6.24), and therefore $\\mathrm{{UF}_{6}(g)}$  contains a slightly ${}^{235}\\mathrm{U}$ $^{238}\\mathrm{\\dot{U}}$ enriched in $^{235}\\mathrm{U}$ . Carrying this process through several thousand passes  yields a product highly enriched in $^{235}\\mathrm{U}$ "
    },
    {
        "type": "text",
        "text": "Applications of Diffusion ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Up to this point, we have focused more on effusion than on diffusion. However, diffusion of gases into one another has many practical applications. Natural gas and liquefied petroleum gas (LPG) are odorless; for commercial use, a small quantity of a gaseous organic sulfur compound, methyl mercap- tan, $\\mathrm{CH}_{3}\\mathrm{SH},$  is added to them. The mercaptan has an odor that can be detected in parts per billion (ppb) or less. When a leak occurs, which can lead to asphyx- iation or an explosion, we rely on the diffusion of this odorous compound for a Warning. "
    },
    {
        "type": "text",
        "text": "During World War II, the Manhattan Project (the secret, U.S. government- run program for developing the atomic bomb) used a method called gaseous diffusion to separate the desired isotope $^{235}\\mathrm{U}$ fromthe predomi- $^{238}\\mathrm{U}$ of the few compounds of uranium that can be obtained as a gas at moderate temperatures. "
    },
    {
        "type": "text",
        "text": "6-9 Nonideal (Real) Gases ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The data in Table 6.2 provide us with clear evidence that real gases are not \"ideal.\" We should comment briefly on the conditions under which a real gas is ideal or nearly so and what to do when the conditions lead to nonideal behavior. A useful measure of how much a gas deviates from ideal gas behavior is found in its compressibility factor. The compressibility factor of a gas is the ratio $P V/n R T$ From the ideal gas equation we see that for an ideal gas, $P V/n R T\\,=\\,1$ For a real gas, the compressibility factor can have values that are significantly different  from 1. Values of the compressibility factor are given in Table 6.5 for a variety of gases at $300~\\mathrm{K}$ and 10 bar. The data in Table 6.5 show that the deviations from ideal gas behavior can be small or large, depending on the gas. At $300\\ \\mathrm{K}$ and 10 bar, He, $\\mathrm{H}_{2},\\mathrm{CO},\\mathrm{N}_{2},$  and $\\mathrm{O}_{2}$ behave almost ideally  $[P V/\\bar{n}R T\\approx1]$ but $\\mathrm{NH}_{3}$ and $\\mathrm{SF_{6}}$ do not  $(P V/n R T\\,\\approx\\,0.88)$ ). In Figure 6-21, the compressibility factor is plotted as a function of pressure for three different gases. The principal con- clusion from this plot is that all gases behave ideally at sufficiently low pres- sures, say, below 1 atm, but that deviations set in at increased pressures. At very high pressures, the compressibility factor is always greater than one. "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "Nonideal gas behavior can be described as foliows: Boyle's law predicts that at very high pressures, a gas volume becomes extremely small and approaches zero. This cannot be, however, because the molecules themselves occupy space and are practically incompressible, as suggested in Figure 6-22. Because of the finite size of the molecules, the $P V$ product at high pressures is larger than predicted for an ideal gas, and the compressibility factor is greater than one. Another consideration is that intermolecular forces exist in gases. Figure 6-23 shows that because of attractive forces between the molecules, the force of the collisions of gas molecules with the container walls is less than expected for an ideal gas. Intermolecular forces of attraction account for compressibility factors of less than one. These forces become increasingly important at low tempera- tures, where translational molecular motion slows down. To summarize: "
    },
    {
        "type": "text",
        "text": "· Gases tend to behave ideally at high temperatures and low pressures. · Gases tend to behave nonideally at low temperatures and high pressures. "
    },
    {
        "type": "text",
        "text": "The van der Waals Equation ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "A number of equations can be used for real gases, equations that apply over a wider range of temperatures and pressures than the ideal gas equation. Such equations are not as general as the ideal gas equation. They contain terms that have specific, but different, values for different gases. Such equations must correct for the volume associated with the molecules themselves and for inter- molecular forces of attraction. Of all the equations that chemists use for model-  ing the behavior of real gases, the van der Waals equation, equation (6.26), is the simplest to use and interpret. "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\biggl(}P\\,+\\,{\\frac{n^{2}a}{V^{2}}}{\\biggr)}(V\\,-\\,n b)\\,=\\,n R T\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "image",
        "img_path": "images/c14c497671d395c4a5093ff9d1af84bf713a5153758f6fb102194bfa675685ed.jpg",
        "img_caption": " FIGURE 6-22 The effect of finite molecular size In (a), a significant fraction of the container is empty space and the gas can still be compressed to a smaller volume. In (b), the molecules occupy most of the available space The volume of the system is only slightly greater than the total volume of the molecules. "
    },
    {
        "type": "image",
        "img_path": "images/3325772497e827593a5396f29d905a978f71645972957567a164a4702d63c66e.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE6-21 The behavior of real. gases--compressibility factor as a function of pressure at $\\mathtt{0\\ ^{\\circ}C}$ ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Values of the compressibility factor less than one signify that intermolecular forces   of attraction are largely responsible for deviations  from ideal gas behavior. Values greater than one are found when the volume of the gas molecules themselves is a significant fraction of the total gas volume. "
    },
    {
        "type": "text",
        "text": " The van der Waals equa- tion reproduces the observed behavior of gases with mod-  erate accuracy. It is most accurate for gases comprising approximately spherical mol- ecules that have small dipole moments. We will discuss  molecular shapes and dipole moments in Chapter 10. "
    },
    {
        "type": "image",
        "img_path": "images/081aecde5afe41536797502b79bd9c0a61e0cbbfa9f07af57553058932a7837f.jpg"
    },
    {
        "type": "text",
        "text": "FIGURE 6-23 Intermolecular forces of attraction Attractive forces of the red molecules for the green molecule cause the green  molecule to exert less force when it collides with the wall than if these attractions did  not exist. "
    },
    {
        "type": "table",
        "img_path": "images/1d731382ddaf04a00403f0ad6cf8bfc635f5bd3b635052c1e8b6b060d5c67cf6.jpg",
        "table_caption": "TABLE 6.5  van der Waals Constants and Compressibility Factors (at 10 bar and 300 K) for Various Gases ",
        "table_footnote": " Source: van der Waals constants are from the CRC Handbook of Chemistry and Physics, 95th ed., David R. Lide (ed.)., Boca Raton, FL: Taylor & Francis Group, 2015. Compressibility factors are calculated by using data from the National Institute of Standards and Technology (NIST)  Chemistry WebBook, available online at http: / webbook.nist.gov / chemistry /. aAt 10bar and $300\\,\\mathrm{K}$ $\\mathrm{C}_{3}\\mathrm{H}_{8}$ and $\\mathrm{SO}_{2}$ are liquids. "
    },
    {
        "type": "text",
        "text": "The equation incorporates two molecular parameters, $a$ and $b_{.}$ whosevalues vary from molecule to molecule, as shown in Table 6.5. "
    },
    {
        "type": "text",
        "text": "The van der Waals equation and the ideal gas equation both have the form pressure factor $\\times$ volume factor $=\\,n R T$ : The van der Waals equation uses a modified pressure factor, $P\\,+\\,n^{2}a/V^{2},$  in place of $P$  and a modified volume factor, $V\\ {\\stackrel{-}{-}}\\ n b,$ in place of $V$ . In the modified volume factor, the term nb accounts for the volume of the molecules themselves. The parameter $b$ is called the excluded volume per mole, and, to a rough approximation, it is the vol- ume that one mole of gas occupies when it condenses to a liquid. Because the molecules are not point masses, the volume of the container must be no smaller than $n b,$  and the volume available for molecular motion is $V\\mathrm{~-~}n b$ As suggested in Figure 6-22(b), the volume available for molecular motion is  quite small at high pressures. "
    },
    {
        "type": "text",
        "text": "To explain the significance of the term $n^{2}a/V^{2}$ in the modified pressure factor, it is helpful to solve equation (6.26) for $P$ "
    },
    {
        "type": "equation",
        "text": "\n$$\nP={\\frac{n R T}{V\\,-\\,n b}}-{\\frac{n^{2}a}{V^{2}}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": " Provided $V$ is not too small, the first term in the equation above is approxi- mately equal to the pressure exerted by an ideal gas: $n R T/(V\\,\\,\\hat{-}\\,\\,\\mathbf{\\dot{}}n b)\\,\\approx$ $n R T/{\\dot{V}}\\,=\\,{\\dot{P}}_{\\mathrm{ideal}}$  The equation given above for $P$ predicts that the pressure exerted by a real gas will be less than that of an ideal gas. Figure 6-23 illus- trates why. Because of attractive forces, molecules near the container walls are attracted toward the molecules behind them; as a result, the gas exerts less force on the container walls. The term $n^{2}a/V^{2}$ takes into account the decrease in pressure caused by intermolecular attractions. In 1873, the Dutch physicist Johannes van der Waals reasoned that the decrease in pressure caused by intermolecular attractions should be proportional to the square of the concentration, and so the decrease in pressure is represented in the form $n^{2}a/V^{2}$ . The proportionality constant, $a_{.}$  provides a measure of how strongly the molecules attract each other. "
    },
    {
        "type": "text",
        "text": "A close examination of Table 6.5 shows that the values of both $a$ and $b$ increase as the sizes of the molecules increase. The smaller the values of $a$ and $b_{.}$ , the more closely the gas resembles an ideal gas. Deviations from ideality, as measured by the compressibility factor, become more pronounced as the valuesof $a$ and $b$ increase. In Example 6-17 we calculate the pressure of a real gas by using the van der Waals equation. Solving the equation for either $n$ Or $V$ is more difficult, however (see Exercise 121). "
    },
    {
        "type": "text",
        "text": " In Chapter 12, we will examine intermolecular forces of attraction in greater detail and establish why the strength of the attractive intermolecular forces increases as the sizes of the molecules increase. "
    },
    {
        "type": "text",
        "text": "EXAMPLE 6-17Using the van der Waals Equation to Calculate the Pressure of a Gas ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Use the van der Waals equation to calculate the pressure exerted by $1.00\\,\\mathrm{mol}\\,\\mathrm{Cl}_{2}(\\mathrm{g})$  confined to a volume of $2.00\\;\\mathrm{L}$ at $273\\:\\mathrm{K}$ For $\\mathrm{Cl}_{2},a=6.34\\,\\mathrm{bar\\,L}^{2}\\;\\mathrm{mol}^{-2}$ and $b\\,=\\,0.0542\\,\\mathrm{L\\,mol}^{-1}$ "
    },
    {
        "type": "text",
        "text": "Analyze ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "This is a straightforward application of equation (6.26). It is important to include units to make sure the units cancel out properly. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Solve equation (6.26) for $P$ "
    },
    {
        "type": "equation",
        "text": "\n$$\nP={\\frac{n R T}{V\\,-\\,n b}}-{\\frac{n^{2}a}{V^{2}}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Then substitute the following values into the equation. "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{l}{n=1.00\\,\\mathrm{mol};V=\\,2.00\\,\\mathrm{L};T=\\,273\\,\\mathrm{K};R=\\,0.08314\\,\\mathrm{bar\\,L\\,mol}^{-1}\\,\\mathrm{K}^{-1}}\\\\ {n^{2}a=\\,(1.00)^{2}\\,\\mathrm{mol}^{2}\\times\\,6.34\\,\\frac{\\mathrm{bar\\,L}^{2}}{\\mathrm{mol}^{2}}=\\,6.34\\,\\mathrm{bar\\,L}^{2}}\\\\ {n b=1.00\\,\\mathrm{mol}\\times\\,0.0542\\,\\mathrm{L\\,mol}^{-1}=\\,0.0542\\,\\mathrm{L}}\\\\ {\\,P=\\frac{1.00\\,\\mathrm{mol}\\times\\,0.08314\\,\\mathrm{bar\\,L\\,mol}^{-1}\\,\\mathrm{K}^{-1}\\times\\,273\\,\\mathrm{K}}{(2.00-0.0542)\\,\\mathrm{L}}-\\frac{6.34\\,\\mathrm{bar\\,L}^{2}}{(2.00)^{2}\\,\\mathrm{L}^{2}}}\\\\ {P=11.7\\,\\mathrm{bar}-1.6\\,\\mathrm{bar}=10.1\\,\\mathrm{bar}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The pressure calculated with the ideal gas equation is 11.3 bar. By including only the $b$ term in the van der Waals equation, we get a value of 11.7 bar. Including the $a$ term reduces the calculated pressure by about 1.6 bar. Under the conditions of this problem, intermolecular forces of attraction are the main cause of the departure from ideal behavior. Although the deviation from ideality here is rather large, in problem-solving situations, you can generally assume that the ideal gas equation will give satisfactory results. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: Substitute $\\mathrm{CO}_{2}(\\mathrm{g})$ for $\\mathrm{Cl}_{2}(\\mathrm{g})$  in Example 6-17, given the values $a\\,=\\,3.66\\,\\mathrm{bar\\,L^{2}}\\,\\mathrm{mol}^{-2}$ and $b\\,=\\,0.0429\\,\\mathrm{L\\,mol}^{-1}$ . Which gas, $\\mathrm{CO}_{2}$ Or $\\mathrm{Cl}_{2},$ shows the greater departure from ideal gas behavior? [Hint: For which gas do you find the greater difference in calculated pressures, first using the ideal gas  equation and then the van der Waals equation?] "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: Substitute $\\mathrm{CO(g)}$ for $\\mathrm{Cl}_{2}(\\mathrm{g})$  in Example 6-17, given the values $a\\,=\\,1.47$ bar $\\mathrm{L}^{2}\\,\\mathrm{mol}^{-2}$ and $b\\,=\\,0.0395\\,\\mathrm{L\\,mol^{-1}}$ . Including $\\mathrm{CO}_{2}$ from Practice Example 6-17A, which of the three gases $\\mathrm{Cl}_{2},\\mathrm{CO}_{2},$ or CO-  shows the greatest departure from ideal gas behavior? "
    },
    {
        "type": "text",
        "text": "Following are the measured densities at $20.0~^{\\circ}\\mathrm{C}$ and 1 atm pressure of three gases: $\\mathsf{O}_{2},\\,1.331\\,\\mathsf{g}/\\mathsf{L};\\mathsf{O F}_{2},2.26\\,\\mathsf{g}/\\mathsf{L};\\mathsf{N O},\\,1.249\\,\\mathsf{g}/\\mathsf{L}.$ Arrange them in the order of increasing adherence to the ideal gas equation.[Hint: What property can you  calculate and compare with a known value?] "
    },
    {
        "type": "text",
        "text": "Mastering cHEMISTRY ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "www.mastering chemistry.com The blanket of gases surrounding Earth forms our atmosphere. It not only protects us from harmful radiation but also plays an essential role in moving water, essential to life, from the oceans to the land. For a discussion of the regions and composition of Earth's atmosphere, go to the Focus On feature for Chapter 6 on the Mastering Chemistry site. "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "Summary ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "6-1 Properties of Gases: Gas Pressure—A gas is described in terms of its pressure, temperature, volume, and amount. Gas pressure is most readily measured by comparing it with the pressure exerted by a liquid coi- umn, usually mercury (equation 6.2). The pressure exerted by a column of mercury in a barometer and called the  barometric pressure is equal to the prevailing pressure of the atmosphere (Fig. 6-4). Other gas pressures can be mea-  sured with a manometer (Fig. 6-5). Pressure can be expressed in a variety of units (Table 6.1), including the SI units pascal $\\left(\\mathbf{P}\\mathbf{a}\\right)$  and kilopascal $(\\mathbf{k}\\mathbf{P}\\mathbf{a})$ . Also commonly used are bar; millimeter of mercury $\\mathbf{(mmHg)}$ ; torr (Torr), where 1 Torr $\\approx\\,1\\,\\mathrm{mmHg};$  and atmosphere (atm), where $1\\,\\mathrm{atm}=760\\,\\mathrm{Torr}\\approx760\\,\\mathrm{mm}\\mathrm{Hg}.$ "
    },
    {
        "type": "text",
        "text": "6-2 The Simple Gas Laws-The most common sim- ple gas laws are Boyle's law relating gas pressure and vol- ume (equation 6.5, Fig. 6-6); Charles's law relating gas volume and temperature (equation 6.8, Fig. 6-7); and Avogadro's law, relating volume and amount of gas.  Some important ideas that originate from the simple gas laws are the Kelvin (absolute) scale of temperature (equa- tion 6.6), the standard conditions of temperature and pressure (STP), and the molar volume of a gas at STP- $\\bar{2}2.7\\;\\mathrm{L/mol}$ (expression 6.10). "
    },
    {
        "type": "text",
        "text": "6-3 Combining the Gas Laws: The Ideal Gas Equation and the General Gas Equation—The simple gas laws can be combined into the ideal gas equa- tion, $P\\bar{V}\\,=\\,n R T$ (equation 6.11), where $R$ is called the gas constant. A gas whose behavior can be predicted with this\n\n  equation is known as an ideal, or perfect, gas. The ideal\n\n  gas equation can be solved for any one of the variables when all the others are known. The general gas equation (equation 6.12) is a useful variant of the ideal gas equation  for describing the behavior of a gas when certain variables  are held constant and others are allowed to change. "
    },
    {
        "type": "text",
        "text": "6-4 Applications of the Ideal Gas Equation—An important application of the ideal gas equation is its use in determining molecular masses (equation 6.13) and gas densities (equation 6.14). "
    },
    {
        "type": "text",
        "text": "6-5 Gases in Chemical Reactions—Because it relates the volume of a gas at a given temperature and pressure to the amount of gas, the ideal gas equation often enters into stoichiometric calculations for reactions involving gases. In calculations based on the volumes of  two gaseous reactants and/or products measured at the same temperature and pressure, the law of combining volumes is generally applicable. "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "6-6 Mixtures of Gases—The ideal gas equation   applies to mixtures of ideal gases as well as to pure gases. The enabling principle, known as Dalton's law of partial pressures, is that each gas expands to fill the container, exerting the same pressure as if it were alone in the con- tainer (Fig. 6-12). The total pressure is the sum of these  partial pressures (equation 6.16). A useful concept in deal- ing with mixtures of gases is that of mole fraction, the fraction of the molecules in a mixture contributed by each component (equation 6.17). In the common procedure of\n\n  collecting a gas over water (Fig. 6-13), the particular gas\n\n  being isolated is mixed with water vapor. "
    },
    {
        "type": "text",
        "text": "6-7 Kinetic-Molecular Theory of Gases-The kinetic-molecular theory of gases yields basic expres- sions (equations 6.20, 6.21, and 6.22) that show how the temperature and pressure of a gas are related to the aver- age kinetic energy or the root-mean-square speed $\\left(u_{\\mathrm{rms}}\\right)$ of molecules. An important aspect of the kinetic-molecular theory is the concept of a distribution of molecular speeds (Figs. 6-15 and 6-16). "
    },
    {
        "type": "text",
        "text": "6-8 Gas Properties Relating to the Kinetic- Molecular Theory-The diffusion and effusion of gases (Fig. 6-20) can be described by the kinetic-molecular theory. Using an approximation known as Graham's law, molar masses can be determined by measuring rates of  effusion (equation 6.24). "
    },
    {
        "type": "text",
        "text": "6-9 Nonideal (Real) Gases—Because of finite molecular size and intermolecular forces of attraction (Figs. 6-22 and 6-23), real gases generally behave ideally only at high temperatures and low pressures. Other equations of state, such as the van der Waals equation (equation 6.26), take into account the factors causing nonideal behavior and often work when the ideal gas equation fails. "
    },
    {
        "type": "text",
        "text": "Integrative Example ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Combustion of $1.110~\\mathrm{g}$ of a gaseous hydrocarbon yields $3.613\\,\\mathrm{g}\\,\\mathrm{CO}_{2}$ and $1.109\\,\\mathrm{g}\\,\\mathrm{H}_{2}\\mathrm{O},$  and no other products. A $0.288~\\mathrm{g}$ sample of the hydrocarbon occupies a volume of $\\dot{132}\\,\\mathrm{mL}$ at $24.8\\,^{\\circ}\\mathrm{C}$ and 1.00 bar. Write a plausible structural formula for a hydrocarbon corresponding to these data. "
    },
    {
        "type": "text",
        "text": "",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Use the combustion data for the $1.110\\:\\mathrm{g}$ sample of hydrocarbon and the method of Example 3-6 on page 83 to determine the empirical formula. Use the $P{-}V{-}T$ data in equation (6.13) for the $0.288\\,\\mathrm{g}$ sample to determine the molar mass and mol- ecular mass of the hydrocarbon. By comparing the empirical formula mass and the molecular mass, establish the molec-  ular formula. Now write a structural formula consistent with the molecular formula, keeping in mind the point made on  page 70: each carbon atom forms four bonds. "
    },
    {
        "type": "text",
        "text": "Solve ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Calculate the number of moles of C and $\\mathrm{H}$ in the $1.110~\\mathrm{g}$ sample of hydrocarbon based on the masses of $\\bar{\\mathrm{CO}}_{2}$ and $\\mathrm{H}_{2}\\mathrm{O}$  obtained in its combustion. "
    },
    {
        "type": "text",
        "text": "Use these numbers of moles as the provisional subscripts in the formula. "
    },
    {
        "type": "text",
        "text": "Divide each provisional subscript by the smaller of the two to obtain the empirical formula. "
    },
    {
        "type": "text",
        "text": "To determine the molar mass, use a modified form of equation (6.13). "
    },
    {
        "type": "text",
        "text": "The empirical formula mass is "
    },
    {
        "type": "text",
        "text": "The molar mass based on the empirical formula, $27.0\\,\\mathrm{g\\,mol^{-1}},$ , is almost exactly one- half the observed molar mass of $54.1\\,\\mathrm{g\\,mol^{-1}}$ The molecular formula of the hydrocarbon is "
    },
    {
        "type": "text",
        "text": "The four-carbon alkane is butane, $\\mathrm{C_{4}H_{10}}$ Removal of $4\\;\\mathrm{H}$ atoms to obtain the formula $\\mathrm{C_{4}H_{6}}$ is achieved by inserting two C-to-C double bonds. "
    },
    {
        "type": "text",
        "text": "Two other possibilities involve the presence of a C-to-C triple bond. "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{l}{{\\displaystyle?\\,\\mathrm{mol}\\,\\mathrm{C}=3.613\\,\\mathrm{g}\\,\\mathrm{CO}_{2}\\times\\frac{1\\,\\mathrm{mol}\\,\\mathrm{CO}_{2}}{44.01\\,\\mathrm{g}\\,\\mathrm{CO}_{2}}\\times\\frac{1\\,\\mathrm{mol}\\,\\mathrm{C}}{1\\,\\mathrm{mol}\\,\\mathrm{CO}_{2}}=0.08209\\,\\mathrm{mol}\\,\\mathrm{C}}}\\\\ {{\\displaystyle?\\,\\mathrm{mol}\\,\\mathrm{H}=1.109\\,\\mathrm{g}\\,\\mathrm{H}_{2}\\mathrm{O}\\times\\frac{1\\,\\mathrm{mol}\\,\\mathrm{H}_{2}\\mathrm{O}}{18.02\\,\\mathrm{g}\\,\\mathrm{H}_{2}\\mathrm{O}}\\times\\frac{2\\,\\mathrm{mol}\\,\\mathrm{H}}{1\\,\\mathrm{mol}\\,\\mathrm{H}_{2}\\mathrm{O}}=0.1231\\,\\mathrm{mol}\\,\\mathrm{H}}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "0.08209 $\\mathrm{CH}_{1.500}=\\mathrm{C}_{2}\\mathrm{H}_{3}$ "
    },
    {
        "type": "equation",
        "text": "\n$$\n{\\begin{array}{l}{M={\\frac{m R T}{P V}}={\\frac{0.288\\,\\mathrm{g}\\times0.08314\\,\\mathrm{bar~}\\,\\mathrm{L\\,mol^{-1}\\,K^{-1}~}\\times(24.8+273.2)\\,\\mathrm{K}}{1.00\\,\\mathrm{bar}\\times0.132\\,\\mathrm{L}}}}\\\\ {\\ \\ \\ =54.1\\,\\mathrm{g\\,mol^{-1}}}\\end{array}}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "equation",
        "text": "\n$$\n\\left(2\\,{\\cal C}\\,\\mathrm{atoms}\\times{\\frac{12.0\\,\\mathrm{u}}{1\\,{\\cal C}\\,\\mathrm{atom}}}\\right)+\\left(3\\,{\\mathrm{H}}\\,\\mathrm{atoms}\\times{\\frac{1.01\\,\\mathrm{u}}{1\\,{\\mathrm{H}}\\,\\mathrm{atom}}}\\right)=27.0\\,\\mathrm{u}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex"
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex"
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assess ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "The combination of combustion data and gas-law data yields a molecular formula with certainty. However, because of isomerism the exact structural formula cannot be pinpointed. All that we can say is that the hydrocarbon might have any one of the four structures shown, but it might be still another structure, for example, based on a ring of C atoms rather than astraightchain. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE A: When a $0.5120\\,\\mathrm{g}$ sample of a gaseous hydrocarbon was burned in excess oxygen, $1.687\\,\\mathrm{g}\\,\\mathrm{CO}_{2}$ and $0.4605\\,\\mathrm{g}\\,\\mathrm{H}_{2}\\mathrm{O}$ were obtained. The density of the compound, in its vapor form, is $1.637~\\mathrm{g/L}$ at $25~^{\\circ}\\mathrm{C}$ and $101.3\\;\\mathrm{kPa}$ Determine the molecular formula of the hydrocarbon, and draw a plausible structural formula for the molecule. "
    },
    {
        "type": "text",
        "text": "PRACTICE EXAMPLE B: An organic compound contains only C, H, $\\mathrm{N},$ : and O. When the compound is burned in oxygen, with appropriate catalysts, nitrogen gas $\\left(\\mathbf{N}_{2}\\right)$ , carbon dioxide $\\left(\\mathrm{CO}_{2}\\right)$ , and water vapor  $\\left(\\mathrm{H}_{2}\\mathrm{O}\\right)$  are produced. A $0.1023\\,\\mathrm{g}$ sample of the compound yielded $151.2\\,\\mathrm{mg}\\,\\mathrm{CO}_{2},69.62\\,\\mathrm{mg}\\,\\mathrm{H}_{2}\\mathrm{O},$ and $9.62\\,\\mathrm{mL}$ of $\\mathrm{N}_{2}(\\mathrm{g})$ at $0.00\\,^{\\circ}\\mathrm{C}$ and 1.00 atm. The density of the compound, in its vapor form, was found to be $3.57\\,\\mathrm{g\\,L}^{-1}$ at $127\\,^{\\circ}\\mathrm{C}$ and $748\\;\\mathrm{mmHg}$ . What is the molecular formula of the compound? "
    },
    {
        "type": "text",
        "text": "Exercises ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "Pressure and Its Measurement ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "1. Convert each pressure to an equivalent pressure in atmospheres. (a) $736~\\mathrm{\\mmHg};$ (b) 0.776 bar; (c) 892 Torr; (d) $225\\,\\mathrm{kPa}\n\n$  2. Calculate the height of a mercury column required to produce a pressure (a) of $0.984\\,\\mathrm{\\bar{atm};}$ (b) of 928 Torr; (c) equal to that of a column of water 142 ft high.\n\n  3. Calculate the height of a column of liquid benzene $(d=0.879\\,\\mathrm{g/cm}^{3})$ ), in meters, required to exert a pres- sure of 0.970 atm.\n\n 4. Calculate the height of a column of liquid glycerol $(d\\,=\\,1.26\\,\\mathrm{g/cm}^{3})$ ), in meters, required to exert the same pressure as $3.02\\:\\mathrm{m}$ of $\\mathrm{CCl_{4}(l)}$ $(d\\,=\\,1.59\\,\\mathrm{g/cm}^{3})$ )\n\n  5. What is the pressure ( $\\mathrm{in\\mmHg},$  of the gas inside the  apparatus below if $P_{\\mathrm{bar.}}=740\\,\\mathrm{mm}\\mathrm{\\bar{g_{\\ell}}}h_{1}=30\\,\\mathrm{mm},$ and $h_{2}=50\\,\\mathrm{mm}?\n\n$ "
    },
    {
        "type": "image",
        "img_path": "images/d48351b61d37af7928e44e3da6e62a44beae8d5b2ceef023a7d3a6134d3526ec.jpg"
    },
    {
        "type": "text",
        "text": "The Simple Gas Laws ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "9. A sample of $\\mathrm{O}_{2}(\\mathrm{g})$ has a volume of $26.7~\\mathrm{L}$ at 762 Torr. What is the new volume if, with the temperature and amount of gas held constant, the pressure is (a) low- ered to 385 Torr; (b) increased to $3.{\\bar{6}}8\\;\\mathrm{atm}?\n\n$ 10. An $886\\,\\mathrm{mL}$ sample of $\\mathrm{Ne(g)}$ is at $752\\,\\mathrm{mmHg}$ and $26\\,^{\\circ}\\mathrm{C}$ What will be the new volume if, with the pressure and  amount of gas held constant, the temperature is (a) increased to $98\\,^{\\circ}\\mathrm{C};$ (b) lowered to $-20\\,^{\\circ}\\!C?\n\n$ 11. If $3.0~\\mathrm{L}$ of oxygen gas at $177\\,^{\\circ}\\mathrm{C}$ is cooled at constant  pressure until the volume becomes $1.50~\\mathrm{L},$ then what is the final temperature?\n\n 12. We want to change the volume of a fixed amount of gas from $725\\,\\mathrm{mL}$ to $2.25\\;\\mathrm{L}$ while holding the tempera- ture constant. To what value must we change the  pressure if the initial pressure is $105\\;\\mathrm{kPa?}\n\n$ 13. A $35.8~\\mathrm{L}$ cylinder of $\\mathrm{Ar(g)}$ is connected to an evacu- ated $1875~\\mathrm{{L}}$ tank. If the temperature is held constant   and the final pressure is $721\\,\\mathrm{\\bar{\\mmHg},}$  what must have  been the original gas pressure in the cylinder, in atmospheres?\n\n 14. A sample of $\\mathrm{N}_{2}(\\mathrm{g})$  occupies a volume of $42.0~\\mathrm{mL}$ under the existing barometric pressure. Increasing the pressure by $85\\,\\mathrm{mmHg}$ reduces the volume to $37.7\\,\\mathrm{mL}$ 6. What is the pressure $(\\mathrm{in\\mmHz})$ of the gas inside the apparatus below if $P_{\\mathrm{bar.}}=740\\,\\mathrm{mmHg},h_{1}=30\\,\\mathrm{mm},$ and $h_{2}=40\\,\\mathrm{mm}?\n\n$ "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "image",
        "img_path": "images/23f5b7199ff6dfc9d005ddaddbcbdb6287974a746daeae17feb9ac15ae22bfe0.jpg"
    },
    {
        "type": "text",
        "text": " 7. At times, a pressure is stated in units of mass per unit   area rather than force per unit area. Express $P\\,=\\,1$ atm in the unit $\\mathrm{kg}/\\mathrm{cm}^{2}$ [Hint: How is a mass in kilograms related to a force?]\n\n 8. Express $P\\,=\\,1$ atm in pounds per square inch (psi). [Hint: Refer to Exercise 7.] "
    },
    {
        "type": "text",
        "text": "What is the prevailing barometric pressure, in mil- limeters of mercury?\n\n 15. A weather balloon filled with He gas has a volume of  $2.00\\,\\times\\,10^{3}\\,\\mathrm{m}^{3}$ at ground level, where the atmospheric pressure is 1.000 atm and the temperature $27\\,^{\\circ}\\mathrm{C}$ After the balloon rises high above Earth to a point where the atmospheric pressure is $0.340{\\mathrm{~atm}},$  its volume increases to $5.00\\,\\times\\,10^{3}\\,\\mathrm{m}^{3}$ . What is the temperature of the atmosphere at this altitude?\n\n  16. The photographs show the contraction of an argon-filled balloon when it is cooled by liquid nitrogen. To what "
    },
    {
        "type": "image",
        "img_path": "images/ea51ad12cf7d8e48c955b9ac966191b69f96e1a9470244725800bc1337164652.jpg"
    },
    {
        "type": "text",
        "text": "approximate fraction of its original volume will the bal- loon shrink when it is cooled from a room temperature of $22\\,^{\\circ}\\mathrm{C}$ to a final temperature of about $-22\\,^{\\circ}\\!C2^{\\bar{2}}\n\n$ 17. What is the mass of argon gas in a $75.0~\\mathrm{mL}$ volume at STP?\n\n 18. What volume of gaseous chlorine at STP would you need to obtain a $250.0\\:\\mathrm{g}$ sample of gas?\n\n 19. A $27.6\\,\\mathrm{mL}$ sample of $\\mathrm{NH}_{3}(\\mathrm{g})$ (used in the manufacture of flame-retardant chemicals) is obtained at STP. (a) What is the mass of this sample, in milligrams? (b) How many molecules of $\\mathrm{NH}_{3}$ are present?\n\n 20. A $5.0\\times10^{17}$ atom sample of radon gas is obtained. (a) What is the mass of this sample, in micrograms? (b) What is the volume of this sample at STP, in microliters?\n\n "
    },
    {
        "type": "text",
        "text": "General Gas Equation ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "23. A sample of gas has a volume of $4.25\\;\\mathrm{L}$ at $25.6\\,^{\\circ}\\mathrm{C}$ and $748~\\mathrm{\\textbar{mmHg}}$ .What will be the volume of this gas at $26.8\\,^{\\circ}\\mathrm{C}$ and $742\\:\\mathrm{mmHg}?\n\n$ 24.A $10.0\\mathrm{~g~}$ sample of a gas has a volume of $5.25~\\mathrm{L}$ at $25\\,^{\\circ}\\mathrm{C}$ and $102\\;\\mathrm{kPa}$ If $2.5\\:\\mathrm{g}$ of the same gas is added to this constant $5.25\\,\\mathrm{~L~}$ volume and the temperature raised to $62\\,^{\\circ}\\mathrm{C},$ what is the new gas pressure?\n\n "
    },
    {
        "type": "text",
        "text": "Ideal Gas Equation ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "27. What is the volume, in liters, occupied by $89.2\\,\\mathrm{g}\\,\\mathrm{CO}_{2}(\\mathrm{g})$ at $37\\,^{\\circ}\\mathrm{C}$ and $98.3\\,\\mathrm{kPa?}\n\n$ 28.A $12.8~\\mathrm{L}$ cylinder contains $35.8\\,\\mathrm{g\\,O}_{2}$ at $46\\,^{\\circ}\\mathrm{C}$ What is  the pressure of this gas, in kilopascals?\n\n 29. $\\mathrm{Kr(g)}$ ina $18.5\\;\\mathrm{L}$ cylinder exerts a pressure of 11.2 atm at $28.2\\,^{\\circ}\\mathrm{C}$  How many grams of gas are present?\n\n 30.A $72.8~\\mathrm{L}$ constant-volume cylinder containing $7.41~\\mathrm{g}$ He is heated until the pressure reaches 3.50 atm. What is the final temperature in degrees Celsius?\n\n  31. A laboratory high vacuum system is capable of evacu- ating a vessel to the point that the amount of gas\n\n "
    },
    {
        "type": "text",
        "text": "Determining Molar Mass ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "35.A $0.418~\\mathrm{g}$ sample of gas has a volume of $115~\\mathrm{mL}$ at $66.3\\,^{\\circ}\\mathrm{C}$  and $9\\bar{9}.0\\ \\mathrm{kPa}$ . What is the molar mass of this gas?\n\n 36. What is the molar mass of a gas found to have a den- sity of $0.841\\,\\mathrm{g/L}$ at $415\\;\\mathrm{K}$ and $96.7\\,\\mathrm{kPa}?\n\n$ 37. What is the molecular formula of a gaseous fluoride of sulfur containing $70.4\\%$  F and having a density of approximately $4.5\\,\\bar{\\mathrm{g}}/\\mathrm{L}$ at $20~^{\\circ}\\mathrm{C}$ and 1.0 atm?\n\n 38. A $2.650~\\mathrm{g}$ sample of a gaseous compound occupies $428~\\mathrm{mL}$ at $24.{\\bar{3}}\\ {^\\circ C}$ and $742\\ \\mathrm{mmHg}$ . The compound consists of $15.5\\%$ C, $23.0\\%$ Cl, and $61.5\\%$ F, by mass. What is its molecular formula?\n\n "
    },
    {
        "type": "text",
        "text": "Gas Densities ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "41. A particular application calls for $\\mathrm{N}_{2}(\\mathrm{g})$ with a density of $\\mathrm{\\dot{1}.80\\,g/L}$ at $\\bar{32}\\,^{\\circ}\\!C$  What must be the pressure of the $\\mathrm{N}_{2}(\\mathrm{g})$  in millimeters of mercury? What is the molar volume under these conditions? "
    },
    {
        "type": "text",
        "text": "21. You purchase a bag of potato chips at an ocean beach to take on a picnic in the mountains. At the picnic, you notice that the bag has become inflated, almost to the point of bursting. Use your knowledge of gas behav- ior to explain this phenomenon.\n\n 22. Scuba divers know that they must not ascend quickly from deep underwater because of a condition known as the bends, discussed in Chapter 14. Another con- cern is that they must constantly exhale during their ascent to prevent damage to the lungs and blood ves- sels. Describe what would happen to the lungs of a diver who inhaled compressed air at a depth of $30\\;\\mathrm{m}$ and held her breath while rising to the surface.\n\n "
    },
    {
        "type": "text",
        "text": "25. A constant-volume vessel contains $12.5\\mathrm{~g~}$ of a gas at $21~^{\\circ}\\mathrm{C}.$  If the pressure of the gas is to remain constant  as the temperature is raised to $210~^{\\circ}\\mathrm{C},$ how many grams of gas must be released?\n\n 26. A $34.0~\\mathrm{L}$ cylinder contains $305\\,\\mathrm{g}\\,\\mathrm{O}_{2}(\\mathrm{g})$ at $22\\,^{\\circ}\\mathrm{C}$ How many grams of $\\mathrm{O}_{2}(\\mathrm{g})$  must be released to reduce the pressure in the cylinder to $1.15\\;\\mathrm{atm}$ if the temperature remains constant? "
    },
    {
        "type": "text",
        "text": "remaining is $5.0\\times10^{9}$ molecules per cubic meter. What is the residual pressure in pascals?\n\n  32. What is the pressure, in pascals, exerted by $1242\\,\\mathrm{g}$ $\\mathrm{CO}_{2}(\\mathrm{g})$ when confined at $-25\\,^{\\circ}\\mathrm{C}$ to a cylindrical tank $25.0\\,\\mathrm{cm}$ in diameter and $1.75\\:\\mathrm{m}$ high?\n\n 33. What is the molar volume of an ideal gas at (a) $25\\,^{\\circ}\\mathrm{C}$ and 1.00 atm; (b) $100\\,^{\\circ}\\mathrm{C}$ and 748 Torr?\n\n 34. At what temperature is the molar volume of an ideal  gas equal to ${\\bar{2}}2.4\\,\\mathrm{L},$ if the pressure of the gas is $2.5\\,\\mathrm{atm?}\n\n$ "
    },
    {
        "type": "text",
        "text": " 39. A gaseous hydrocarbon weighing $0.231~\\mathrm{g}$ occupies a volume of $102~\\mathrm{mL}$ at $23\\,^{\\circ}\\mathrm{C}$ and $749\\ \\mathrm{mmHg}$ . What is the molar mass of this compound? What conclusion can you draw about its molecular formula?\n\n 40.A $1\\dot{32.10}\\,\\mathrm{mL}$ glass vessel weighs $56.1035\\:\\mathrm{g}$ when evac- uated and $56.2445\\mathrm{~g~}$ when filled with the gaseous hydrocarbon acetylene at $749.3\\ \\mathrm{mmHg}$ and $\\bar{20.02}\\,^{\\circ}\\mathrm{C}$ What is the molar mass of acetylene? What conclusion can you draw about its molecular formula?\n\n "
    },
    {
        "type": "text",
        "text": "42. Mono chl oro ethylene gas is used to make polyvinylchlo- ride (PVC). It has a density of $2.56~\\mathrm{g/L}$ at $22.8\\,^{\\circ}\\mathrm{C}$ and 101 kPa. What is the molar mass of mono chl oro ethylene? What is the molar volume under these conditions? "
    },
    {
        "type": "text",
        "text": "43. In order for a gas-filled balloon to rise in air, the density  of the gas in the balloon must be less than that of air. (a)  Consider air to have a molar mass of $28.96\\,\\mathrm{g/mol}$ determine the density of air at $25\\,^{\\circ}\\mathrm{C}$ and $1.00~\\mathrm{atm}$ in $\\mathrm{g/L}$ (b) Show by calculation that a balloon filled with car- bon dioxide at $25~^{\\circ}\\mathrm{C}$ and 1 atm could not be expected to rise in air at $25~^{\\circ}\\mathrm{C}\n\n$ "
    },
    {
        "type": "text",
        "text": "44. Refer to Exercise 43, and determine the minimum temperature to which the balloon described in part (b)\n\n "
    },
    {
        "type": "text",
        "text": "Gases in Chemical Reactions ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "47. What volume of $\\mathrm{O}_{2}(\\mathrm{g})$ is consumed in the combus- tion of $75.6\\,\\mathrm{L}\\,C_{3}\\mathrm{H_{8}(g)}$ if both gases are measured at STP?\n\n "
    },
    {
        "type": "text",
        "text": "48. How many liters of $\\mathrm{H}_{2}(\\mathrm{g})$  at STP are produced per  gram of Ai(s) consumed in the following reaction?\n\n "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,\\mathrm{Al(s)\\,+\\,6\\,HCl(aq)\\,\\longrightarrow\\,}\\,2\\,\\mathrm{AlCl_{3}(a q)\\,+\\,}3\\,\\mathrm{H_{2}(g)}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "49.A particular coal sample contains $3.28\\%$ S by mass. When the coal is burned, the sulfur is converted to $\\mathrm{SO}_{2}(\\mathrm{g})$ . What volume of $\\mathrm{SO}_{2}(\\mathrm{g})$ , measured at $23\\,^{\\circ}\\mathrm{C}$ and $738\\;\\mathrm{mmHg},$  is produced by burning $1.2\\times10^{6}\\,\\mathrm{kg}$ of this coal?\n\n "
    },
    {
        "type": "text",
        "text": "50. One method of removing $\\mathrm{CO}_{2}(\\mathrm{g})$ from a spacecraft is to allow the $\\mathrm{CO}_{2}$ to react with LiOH. How many liters of $\\mathrm{CO}_{2}(\\mathrm{g})$ at $25.9\\,^{\\circ}\\mathrm{C}$ and 1.00 bar can be removed per kilogram of LiOH consumed?\n\n "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,\\mathrm{LiOH(s)\\,+\\,C O_{2}(g)\\,\\longrightarrow\\,L i_{2}C O_{3}(s)\\,+\\,H_{2}O(l)}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "51.A $3.57~\\mathrm{g}$ sample of a $\\mathrm{KCl-KClO}_{3}$ mixture is decom- posed by heating and produces  $119~\\mathrm{~mL~}$ $\\mathrm{O}_{2}(\\mathrm{g})$ measured at $22.4\\,^{\\circ}\\mathrm{C}$ and $98.3\\;\\mathrm{kPa}$ . What is the mass  percent of $\\mathrm{KClO}_{3}$ in the mixture?\n\n "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,\\mathrm{KClO}_{3}(\\mathrm{s})\\,\\longrightarrow\\,2\\,\\mathrm{KCl}(\\mathrm{s})\\,+\\,3\\,\\mathrm{O}_{2}(\\mathrm{g})\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Mixtures of Gases ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "55. What is the volume, in liters, occupied by a mixture of $15.2\\,\\mathrm{g}\\,\\mathrm{Ne(g)}$ and $34.8\\,\\mathrm{g\\,Ar(g)}$ at 7.24 bar pressure and $26.7\\,^{\\circ}\\mathrm{C}?\n\n$ "
    },
    {
        "type": "text",
        "text": "56. A balloon filled with $\\mathrm{H}_{2}(\\mathrm{g})$ at $0.0\\,^{\\circ}\\mathrm{C}$ and 1.00 atm has a volume of $2.24~\\mathrm{L}$  What is the final gas volume if $0.10\\,\\mathrm{mol}\\,\\mathrm{He}(\\mathrm{g})$ is added to the balloon and the tem-  perature is then raised to $100\\,^{\\circ}\\mathrm{C}$ while the pressure and amount of gas are held constant?\n\n 57. A gas cylinder of $53.7~\\mathrm{L}$ volume contains $\\mathrm{N}_{2}(\\mathrm{g})$ at a pressure of 28.2 atm and $26\\,^{\\circ}\\mathrm{C}$  How many grams of $\\mathrm{Ne(g)}$  must we add to this same cylinder to raise the  total pressure to $75.0\\,\\mathrm{atm}?\n\n$ 58.A $2.35\\,\\mathrm{L}$ container of $\\mathrm{H}_{2}(\\mathrm{g})$ at $762\\,\\mathrm{mmHg}$ and $24~^{\\circ}\\mathrm{C}$ is connected to a $3.17\\,\\mathrm{L}$ container of $\\operatorname{He}(\\mathrm{g})$ at $728\\,\\mathrm{mmHg}$ and $24\\,^{\\circ}\\mathrm{C}.$  After mixing, what is the total gas pres- remaining at $24\\,^{\\circ}\\mathrm{C}?\n\n$ 59. Which actions would you take to establish a pressure of 2.00 atm in a $2.24\\,\\mathrm{L}$ cylinder containing $1.60\\,\\mathrm{g\\,O_{2}(g)}$ at$0\\,^{\\circ}\\!C?$(a) add$1.60\\,\\mathrm{g\\,O_{2};}$(b) release$0.80\\,\\mathrm{g\\,O_{2};}$(c) add$2.00\\:\\mathrm{g}\\:\\mathrm{He};$ (d) add $0.60\\,\\mathrm{g\\,He}$ would have to be heated before it could begin to rise in air. (Ignore the mass of the balloon itself.)\n\n "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "45. The density of phosphorus vapor is $2.64\\,\\mathrm{g/L}$ at $310~^{\\circ}\\mathrm{C}$ and 1.03 bar. What is the molecular formula of the phosphorus under these conditions?\n\n "
    },
    {
        "type": "text",
        "text": " 46. A particular gaseous hydrocarbon that is $82.7\\%$ Cand $17.{\\bar{3\\%}}$ H by mass has a density of $2.33~\\mathrm{g/L}$ at $23\\,^{\\circ}\\mathrm{C}$ and $746\\,\\mathrm{mmHg}$ . What is the molecular formula of this hydrocarbon?\n\n "
    },
    {
        "type": "text",
        "text": " 52. Hydrogen peroxide, $\\mathrm{H}_{2}\\mathrm{O}_{2},$ is used to disinfect contact lenses. How many milliliters of $\\mathrm{O}_{2}(\\mathrm{g})$ at $22\\,^{\\circ}\\mathrm{C}$ and 1.00 bar can be liberated from $10.0~\\mathrm{mL}$  of an aqueous solution containing $3.00\\%$ $\\mathrm{H}_{2}\\mathrm{O}_{2}$ by mass? The density  of the aqueous solution of $\\mathrm{H}_{2}\\mathrm{O}_{2}$ .s $1.01\\,\\mathrm{g/mL}\n\n$ "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,\\mathrm{H}_{2}\\mathrm{O}_{2}(\\mathrm{aq})\\longrightarrow2\\,\\mathrm{H}_{2}\\mathrm{O}(1)\\,+\\,\\mathrm{O}_{2}(\\mathrm{g})\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "53. Calculate the volume of $\\mathrm{H}_{2}(\\mathrm{g}).$ measured at $26\\,^{\\circ}\\mathrm{C}$ and 751 Torr, required to react with $28.5\\,\\mathrm{L}\\,\\mathrm{CO(g)}$ measured at $0\\,^{\\circ}\\mathrm{C}$ and 760 Torr, in this reaction.\n\n "
    },
    {
        "type": "equation",
        "text": "\n$$\n3\\,\\mathrm{CO(g)}\\,+\\,7\\,\\mathrm{H}_{2}\\mathrm{(g)}\\,\\longrightarrow\\,\\mathrm{C}_{3}\\mathrm{H}_{8}\\mathrm{(g)}\\,+\\,3\\,\\mathrm{H}_{2}\\mathrm{O(l)}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": " 54. The Haber process is the principal method for fixing nitrogen (converting $\\mathrm{N}_{2}$ to nitrogen compounds). "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{N}_{2}(\\mathrm{g})\\,+\\,3\\,\\mathrm{H}_{2}(\\mathrm{g})\\,\\longrightarrow\\,2\\,\\mathrm{NH}_{3}(\\mathrm{g})\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "Assume that the reactant gases are completely con- verted to $\\mathrm{NH}_{3}(\\mathrm{g})$ and that the gases behave ideally. (a) What volume of $\\mathrm{NH}_{3}(\\mathrm{g})$ canbeproduced from $152\\,\\mathrm{L}\\,\\mathrm{N}_{2}(\\mathrm{g})$ and $313\\ \\mathrm{L}$ of $\\mathrm{H}_{2}(\\mathrm{g})$ if the gases aremea- sured at $315~^{\\circ}\\mathrm{C}$ and 5.25 atm? "
    },
    {
        "type": "text",
        "text": "(b) What volume of $\\mathrm{NH}_{3}(\\mathrm{g})$ , measured at $25~^{\\circ}\\mathrm{C}$ and $727\\ \\mathrm{mmHg},$ can be produced from $152\\,\\mathrm{L}\\,\\mathrm{N}_{2}(\\mathrm{g})$  and $313\\,\\mathrm{L}\\,\\mathrm{H}_{2}(\\mathrm{g})$ , measured at $315~^{\\circ}\\mathrm{C}$ and $5.25\\;\\mathrm{atm}?\n\n$ "
    },
    {
        "type": "text",
        "text": "60. A mixture of $4.0\\,\\mathrm{g}\\,\\mathrm{H}_{2}(\\mathrm{g})$ and $10.0\\,\\mathrm{g}\\,\\mathrm{He}(\\mathrm{g})$ in a $5.2~\\mathrm{{L}}$ flask is maintained at $0\\,^{\\circ}\\mathrm{C}$ (a)  What is the total pressure in the container? (b) What is the partial pressure of each gas?\n\n "
    },
    {
        "type": "text",
        "text": "61.A $2.00~\\mathrm{L}$ container is filled with $\\mathrm{Ar(g)}$ at $752~\\mathrm{mmHg}$  and $35~^{\\circ}\\mathrm{C}$ A $0.728~\\mathrm{g}$ sample of $\\mathrm{C_{6}H_{6}}$ vapor is then added. "
    },
    {
        "type": "text",
        "text": "(b)  What is the partial pressure of Ar and of ${\\mathrm{C}}_{6}{\\mathrm{H}}_{6}?\n\n$ "
    },
    {
        "type": "text",
        "text": "62. The chemical composition of air that is exhaled (expired) is different from ordinary air. A typical analy- sis of expired air at $37\\,^{\\circ}\\mathrm{C}$ and $1.00\\ \\mathrm{atm},$  expressed as percent by volume, is $74.2\\%\\,\\mathrm{N}_{2},\\,15.2\\%\\,\\mathrm{O}_{2},\\,\\bar{3.8\\%\\,\\mathrm{CO}_{2}},$ $\\mathrm{\\bar{5}}.9\\%\\,\\mathrm{H}_{2}\\mathrm{O},$ and $0.9\\%$ Ar. The composition of ordinary air is given in Practice Example 6-12B. (a) What is the ratio of the partial pressure of $\\mathrm{CO}_{2}(\\mathrm{g})$ in expired air to that in ordinary air? (b) Would you expect the density of expired air to be  greater or less than that of ordinary air at the same temperature and pressure? Explain. (c) Confirm your expectation by calculating the densities of ordinary air and expired air at $37\\,^{\\circ}\\mathrm{C}$ and $1.00\\,\\mathrm{atm}\n\n$ "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": " 63. In the drawing below, $1.00\\,\\mathrm{g}\\,\\mathrm{H}_{2}(\\mathrm{g})$ is maintained at 1 atm pressure in a cylinder closed off by a freely mov. ing piston. Which sketch, (a),(b), or (c), best repreents the mixture obtained when $1.00\\,\\mathrm{g}\\,\\mathrm{He}(\\mathrm{g})$ is added? Explain.\n\n "
    },
    {
        "type": "image",
        "img_path": "images/c9f169723e99d90436c13839b1cfdd8b01495ce1650f206ed774c71f4a20db3b.jpg"
    },
    {
        "type": "text",
        "text": " 64. In the drawing above, $1.00\\,\\mathrm{g}\\,\\mathrm{H}_{2}(\\mathrm{g})$ at $300~\\mathrm{K}$ is main- tained at 1 atm pressure in a cylinder closed off by a freely moving piston. Which sketch, (a), (b), or (c), best represents the mixture obtained when\n\n "
    },
    {
        "type": "text",
        "text": "Collecting Gases over Liquids ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "67.A $1.65\\;\\mathrm{g}$ sample of Al reacts with excess $\\mathrm{HCl},$  and the liberated $\\mathrm{H}_{2}$ is collected over water at $25\\,^{\\circ}\\mathrm{C}$ at a baro- metric pressure of $744\\:\\mathrm{\\mmHg}$ . What volume of gaseous mixture, in liters, is collected?\n\n "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,\\mathrm{Al(s)\\,+\\,6\\,HCl(aq)\\,\\longrightarrow\\,}\\,2\\,\\mathrm{AlCl_{3}(a q)\\,+\\,}3\\,\\mathrm{H_{2}(g)}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "68. An $89.3\\ \\mathrm{mL}$ sample of wet $\\mathrm{O}_{2}(\\mathrm{g})$ is collected over water at $21.3\\,^{\\circ}\\mathrm{C}$ at a barometric pressure of $756\\,\\mathrm{mmHg}$ (vapor pressure of water at ${\\bf[21.3\\,^{\\circ}C=19\\,m m H g]}$ (a) What is the partial pressure of $\\mathrm{O}_{2}(\\mathrm{g})$ in the sample collected, in millimeters of mercury? (b) What is the volume percent $\\mathrm{O}_{2}$ in the gas collected? (c) How many  grams of $\\mathrm{O}_{2}$ are present in the sample?\n\n 69. A sample of $\\mathrm{O}_{2}\\bar{(\\mathrm{g})}$ is collected over water at $24~^{\\circ}\\mathrm{C}$ The volume of gas is $1.16~\\mathrm{{L}}$ . In a subsequent experi- $\\mathrm{O}_{2}$ present is $\\mathrm{1.46~g}$ . What must have been the barometric pressure at the time the gas was collected? (The vapor pressure of water at $24\\,^{\\circ}\\mathrm{C}$ is 22.4 Torr.)\n\n 70.A $\\phantom{-}1.072~\\mathrm{g}$ sample of $\\operatorname{He}(\\mathrm{g})$ is found to occupy a vol- ume of $8.446\\;\\mathrm{L}$ when collected over hexane at $25.0\\,^{\\circ}\\mathrm{C}$ $738.6\\;\\mathrm{mmHg}$ barometric pressure. Use these data to determine the vapor pressure of hexane at $25.0\\,^{\\circ}\\mathrm{C}\n\n$ "
    },
    {
        "type": "text",
        "text": "Kinetic-Molecular Theory ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "73. Calculate $u_{\\mathrm{rms}},$ in meters per second, for $\\mathrm{Cl}_{2}(\\mathrm{g})$ mole- cules at $30~^{\\circ}\\mathrm{C}\n\n$ 74. The $u_{\\mathrm{rms}}$ of $\\mathrm{H}_{2}$ molecules at $273~\\mathrm{K}$ is $1.84\\,\\times\\,10^{3}\\,\\mathrm{m/s}$ At what temperature is $u_{\\mathrm{rms}}$ for $\\mathrm{H}_{2}$ twice this value?\n\n 75. Refer to Example 6-14. What must be the molecular mass of a gas if its molecules are to have a root-mean- square speed at $25\\,^{\\circ}\\mathrm{C}$ equal to the speed of the M-16 rifle bullet?\n\n  76. Refer to Example 6-14. Noble gases (group 18) exist as noble gas whose $u_{\\mathrm{rms}}$ $25\\,^{\\circ}\\mathrm{C}$ is higher than the speed  of the rifle bullet and one whose $u_{\\mathrm{rms}}$ islower. $0.50\\,\\mathrm{g}\\,\\mathrm{H}_{2}(\\mathrm{g})$ is added and the temperature is reduced to 275 K? Explain your answer.\n\n "
    },
    {
        "type": "text",
        "text": "65.A $4.0~\\mathrm{L}$ sample of $\\mathrm{O}_{2}$ gas has a pressure of 1.0 bar. A $2.0\\,\\mathrm{L}$ sample of $\\Nu_{2}$ gas has a pressure of 2.0 bar. If these two samples are mixed and then compressed in a $2.0~\\mathrm{L}$ vessel, what is the final pressure of the mixture? Assume that the temperature remains unchanged.\n\n "
    },
    {
        "type": "text",
        "text": "66. The following figure shows the contents and pres- sures of three vessels of gas that are joined by a con- necting tube. "
    },
    {
        "type": "image",
        "img_path": "images/aa41897ad92cbfda0d1d4851b18ca0382f799fb37aa7249aca02d81c2cfc878e.jpg"
    },
    {
        "type": "text",
        "text": "After the valves on the vessels are opened, the final pressure is measured and found to be 0.675 atm. What is the total volume of the connecting tube? Assume that the temperature remains constant.\n\n "
    },
    {
        "type": "text",
        "text": "71. At elevated temperatures, solid sodium chlorate $\\left(\\mathrm{NaClO}_{3}\\right)$  decomposes to produce sodium chloride, $\\mathrm{NaCl},$ and $\\mathrm{O}_{2}$  gas. A $0.8765\\,\\mathrm{~g~}$  sample of impure sodium chlorate was heated until the production of oxygen ceased. The oxygen gas was collected over water and occupied a volume of $57.2~\\mathrm{mL}$ at $23.0\\,^{\\circ}\\mathrm{C}$ and 734 Torr. Calculate the mass percentage of $\\mathrm{NaClos}_{3}$ in the original sample. Assume that none of  the impurities produce oxygen on heating. The vapor  pressure of water is 21.07 Torr at $23.0\\,^{\\circ}\\mathrm{C}\n\n$ 72. When solid $\\mathrm{KClO}_{3}$ is heated strongly, it decomposes to form solid potassium chloride, $\\mathrm{KCl},$  and $\\mathrm{O}_{2}$ gas. A $0.415~\\mathrm{g}$ sample of impure $\\mathrm{KClO}_{3}$ is heated strongly and the $\\mathrm{O}_{2}$  gas produced by the decomposition is collected over water. When the wet $\\mathrm{O}_{2}$ gas is cooled back to $26\\,^{\\circ}\\mathrm{C},$ the total volume is $229\\,\\mathrm{mL}$ pressure is 323 Torr. What is the mass percentage of $\\mathrm{\\bar{K}C l O}_{3}$ in the original sample? Assume that none of the impurities produce oxygen on heating. The vapor  pressure of water is 25.22 Torr at $26\\,^{\\circ}\\mathrm{C}\n\n$ "
    },
    {
        "type": "text",
        "text": "77. At what temperature will $u_{\\mathrm{rms}}$ for $\\mathrm{Ne(g)}$ be the same as $u_{\\mathrm{rms}}$ for He at $300\\,\\mathrm{K?}\n\n$ 78. Determine $u_{\\mathrm{m}},\\bar{u},$ and $u_{\\mathrm{rms}}$ for a group of ten automo- biles clocked by radar at speeds of 38, 44, 45, 48, 50, 55, 55, 57, 58, and $60\\;\\mathrm{{mi/h},}$ respectively.\n\n  79. Calculate the average kinetic energy, $\\overleftarrow{E_{k}},$ for $\\mathrm{O}_{2}(\\mathrm{g})$ at $298\\;\\mathrm{K}$ and 1.00 atm.\n\n 80. Calculate the total kinetic energy, in joules, of $155\\,\\mathrm{g}\\,\\mathrm{N}_{2}(\\mathrm{g})$ at $25\\,^{\\circ}\\mathrm{C}$ and 1.00 atm. [Hint: First calcu- late the average kinetic energy, $\\overline{{E_{k}}}$ "
    },
    {
        "type": "text",
        "text": "Diffusion and Effusion of Gases ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "81. If $0.00484~\\mathrm{mol}$ $\\mathrm{N}_{2}\\mathrm{O}(\\mathrm{g})$  effuses through an orifice in  a certain period of time, how much $\\mathrm{{\\bar{NO}}_{2}(g)}$ would effuse in the same time under the same conditions?\n\n 82. A sample of $\\mathrm{N}_{2}(\\mathrm{g})$  effuses through a tiny hole in $38~\\mathrm{s}$ What must be the molar mass of a gas that requires $64\\:\\mathrm{s}$ to effuse under identical conditions?\n\n  83. What are the ratios of the diffusion rates for the pairs of gases  (a) $\\mathrm{N}_{2}$  and ${\\mathrm{O}}_{2};$  (b), $\\mathrm{H}_{2}\\mathrm{O}$ and $\\mathrm{{}D_{2}O}$ $\\mathrm{^D}=$ $_1\\mathrm{H})$ $^{14}\\mathrm{CO}_{2}^{-}$ $^{12}\\mathrm{CO}_{2};$ (d) $^{235}\\mathrm{{UF}_{6}}$ and $^{238}{\\mathrm{UF}}_{6}?\n\n$  84. Which of the following visualizations best represents  the distribution of $\\mathrm{O}_{2}$ and $\\mathrm{SO}_{2}$ molecules near an ori- fice some time after effusion occurs in the direction indicated by the arrows? The initial condition was one  of equal numbers of $\\mathrm{O}_{2}$ molecules $(\\bullet)$ and $\\mathrm{SO}_{2}$ mole- cules $(\\bullet)$  on the left side of the orifice. Explain.\n\n "
    },
    {
        "type": "text",
        "text": "Nonideal Gases ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "87. Refer to Example 6-17. Recalculate the pressure of $\\mathrm{Cl}_{2}(\\mathrm{g})$  by using both the ideal gas equation and the van der Waals equation at the temperatures (a) $100\\,^{\\circ}\\mathrm{C};$ (b) $200\\ {}^{\\circ}\\mathrm{C};$ (c) $4\\bar{0}0\\,^{\\circ}\\mathrm{C}$ .From the results, confirm the statement that a gas tends to be more ideal at high temperatures than at low temperatures.\n\n "
    },
    {
        "type": "text",
        "text": " 88. Use both the ideal gas equation and the van der Waals  equation to calculate the pressure exerted by $1.50\\,\\mathrm{mol}$ of $\\bar{\\mathrm{SO}}_{2}(\\mathrm{g})$  when it is confined at $298~\\mathrm{K}$ to a volume of (a) $100.0\\,\\mathrm{L};$ (b) $50.0\\,\\mathrm{L};$ (c) $20.0\\,\\mathrm{L};$ (d) $10.0\\;\\mathrm{L}$ . Under which of these conditions is the pressure calculated with the ideal gas equation within a few percent of that calculated with the van der Waals equation? Use values of $a$ and $b$ from Table 6.5. "
    },
    {
        "type": "image",
        "img_path": "images/9a3892faae94ba09710c541d25435c32041197f670d56bf18c03ab2372cbbd10.jpg"
    },
    {
        "type": "text",
        "text": "85. It takes 22 hours for a neon-filled balloon to shrink to half its original volume at STP. If the same balloon had been filled with helium, then how long would it have taken for the balloon to shrink to half its original volume at STP?\n\n "
    },
    {
        "type": "text",
        "text": " 86. The molar mass of radon gas was first estimated by  comparing its diffusion rate with that of mercury vapor, $\\mathrm{Hg(g)}$ . What is the molar mass of radon if mer- cury vapor diffuses 1.082 times as fast as radon gas? Assume that Graham's law holds for diffusion.\n\n "
    },
    {
        "type": "text",
        "text": "89. Use the value of the van der Waals constant $b$ for $\\operatorname{He}(\\mathrm{g})$  given in Table 6.5, to estimate the radius, $r,$ of a single helium atom. Give your answer in pico- meters. [Hint: The volume of a sphere of radius $r$ is $4\\pi r^{3}/3.]\n\n$ "
    },
    {
        "type": "text",
        "text": "90. (a) Use the value of the van der Waals constant $b$ for $\\mathrm{CH_{4}(g)}$ ; given in Table 6.5, to estimate the radius of the $\\mathrm{CH_{4}}$ molecule. (See $\\mathrm{Ex}$ ercise 89.) How does your estimate of the radius compare with the value $r=\\,228\\,\\mathrm{pm},$  obtained experimentally from an analy- sis of the structure of solid methane? (b) The density of $\\mathrm{CH_{4}(g)}$ is $66.02\\,\\mathrm{g}\\,\\mathrm{mL}^{-1}$ at 100 bar and $325\\;\\mathrm{K}$  What is the value of the compressibility factor at this tem- perature and pressure? "
    },
    {
        "type": "text",
        "text": "Integrative and Advanced Exercises ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "91. Explain why it is necessary to include the density of $\\bar{\\mathrm{Hg(1)}}$  and the value of the acceleration due to gravity, $g,$ (page 196).\n\n  92. Assume the following initial conditions for the graphs labeled A, B, and C in Figure 6-7. (A) $10.0\\,\\mathrm{mL}$ at $\\mathrm{\\bar{400}\\,K}$ (B) $20.0\\ \\mathrm{mL}$ at $400\\,\\mathrm{\\textrm{K}};$ (C) $40.0\\,\\mathrm{\\mL}$ at $400\\,\\mathrm{~K~}$ . Use Charles's law to calculate the volume of each gas at 0, $-100,-200,-250,$  and $-270\\,^{\\circ}\\mathrm{C}$ . Show that the vol- ume of each gas becomes zero at $-273.15\\,^{\\circ}\\mathrm{C}\n\n$  93. Consider the diagram to the right. The \"initial\" sketch illustrates, both at the macroscopic and molecular lev- els, an initial condition: $1\\;\\mathrm{mol}$ of a gas at $273~\\mathrm{K}$ and 1.00 bar. With as much detail as possible, illustrate the  final condition after each of the following changes. (a) The pressure is changed to $250\\,\\mathrm{\\bar{\\mmHg}}$ while standard temperature is maintained. (b) The temperature is changed to $140~\\mathrm{~K~}$ while standard pressure is maintained. (c) The pressure is changed to 0.5 bar while the temperature is changed to $\\breve{5}50\\;\\mathrm{K}$ "
    },
    {
        "type": "text",
        "text": "(d) An additional $0.5\\,\\mathrm{mol}$ of gas is introduced into the cylinder, the temperature is changed to $135\\ ^{\\circ}\\mathrm{C},$ and the pressure is changed to 2.25 bar. "
    },
    {
        "type": "image",
        "img_path": "images/01c332451e94dced26695fbf6cd0551de0cb4a7d10b869dfcfb1d38900cf23d7.jpg"
    },
    {
        "type": "text",
        "text": " 94. Two evacuated bulbs of equal volume are connected by a tube of negligible volume. One of the bulbs is placed in a constant-temperature bath at $225~\\mathrm{K}$ and the other bulb is placed in a constant-temperature bath at $350\\,\\mathrm{K}$  Exactly 1 mol of an ideal gas is injected into the system. Calculate the final number of moles  of gas in each bulb.\n\n "
    },
    {
        "type": "text",
        "text": "95. A compound is $85.6\\%$  carbon by mass. The rest is hydrogen. When $10.0~\\mathrm{g}$ of the compound is evapo- rated at $50.0\\ ^{\\circ}\\mathrm{C},$ the vapor occupies $\\bar{6}.30\\,\\mathrm{L}$ at 1.00 atm  pressure. What is the molecular formula of the com- pound?\n\n "
    },
    {
        "type": "text",
        "text": "96. A $0.7178~\\mathrm{g}$ sample of a hydrocarbon occupies a vol- ume of $390.7~\\mathrm{mL}$ at $65.0~^{\\circ}\\mathrm{C}$ and $99.2\\;\\mathrm{kPa}$  When the sample is burned in excess oxygen, $2.4267\\,\\mathrm{g}\\,\\mathrm{CO}_{2}$ and $\\bar{0.4967~\\mathrm{g~H_{2}O}}$ are obtained. What is the molecular formula of the hydrocarbon? Write a plausible struc- tural formula for the molecule.\n\n "
    },
    {
        "type": "text",
        "text": "97.A $3.05\\mathrm{~g~}$ sample of $\\mathrm{NH_{4}N O_{3}(s)}$ is introduced into an evacuated $2.18~\\mathrm{{L}}$ flask and then heated to $250~^{\\circ}\\mathrm{C}$  What is the total gas pressure, in atmospheres, in the flask at $250~^{\\circ}\\mathrm{C}$ when the $\\mathrm{NH_{4}N O_{3}}$ has completely decomposed?\n\n "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{NH_{4}N O_{3}(s)\\,\\longrightarrow\\,N_{2}O(g)\\,+\\,2\\,H_{2}O(g)}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": " 98. Ammonium nitrite, $\\mathrm{NH_{4}N O_{2}},$ decomposes accord- ing to the chemical equation below. "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{NH_{4}N O_{2}(s)\\,\\longrightarrow\\,N_{2}(g)\\,+\\,2\\,H_{2}O(g)}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "$128\\,\\mathrm{g\\,N H_{4}N O_{2}}$ decomposes at $819\\,^{\\circ}\\mathrm{C}$ and $101\\;\\mathrm{kPa?}\n\n$ 99. A mixture of $1.00\\,\\mathrm{g}\\,\\mathrm{H}_{2}$ and $8.60\\,\\mathrm{g\\,O}_{2}$ is introduced into a $1.500\\ \\mathrm{L}$ flask at $25\\,^{\\circ}\\mathrm{C}$ When the mixture is ignited, an explosive reaction occurs in which water is the only product. What is the total gas pressure when the flask is returned to $25\\,^{\\circ}\\mathrm{C}?$ (The vapor pres-  sure of water at $25\\,^{\\circ}\\mathrm{C}$ .is $23.8\\,\\mathrm{mmHg}\n\n$ "
    },
    {
        "type": "text",
        "text": "100. In the reaction of $\\mathrm{CO}_{2}(\\mathrm{g})$  and solid sodium peroxide $\\left(\\mathrm{Na}_{2}\\mathrm{O}_{2}\\right)$ , solid sodium carbonate $\\left(\\mathrm{Na}_{2}\\mathrm{CO}_{3}\\right)$  and oxy-  gen gas are formed. This reaction is used in sub- marines and space vehicles to remove expired $\\mathrm{CO}_{2}(\\mathrm{g})$ and to generate some of the $\\mathrm{O}_{2}(\\mathrm{g})$ required for breathing. Assume that the volume of gases  exchanged in the lungs equals $4.0\\,\\mathrm{L}/\\mathrm{min},$ the $\\mathrm{CO}_{2}$ content of expired air is $3.{\\bar{8}}\\%$ $\\mathrm{CO}_{2}$ by volume, and the gases are at $25\\,^{\\circ}\\mathrm{C}$ and $735\\;\\mathrm{mmHg}$ . If the $\\mathrm{CO}_{2}(\\mathrm{g})$ and $\\mathrm{O}_{2}(\\mathrm{g})$  in the above reaction are measured at  the same temperature and pressure, (a) how many milliliters of $\\bar{\\mathrm{O_{2}(g)}}$  are produced per minute and (b) at what rate is the $\\mathrm{Na}_{2}\\bar{\\mathrm{O}}_{2}(\\mathrm{s})$  consumed, in grams per hour?\n\n "
    },
    {
        "type": "text",
        "text": "101. What is the partial pressure of $\\mathrm{Cl}_{2}(\\mathrm{g})$ , in millimeters  of mercury, at $0.00\\,^{\\circ}\\!C$ and 1.00 atm in a gaseous mix- ture that consists of $46.5\\%~\\mathrm{N}_{2},\\,12.7\\%~\\mathrm{N}\\mathrm{e},$ Ne, and $40.8\\%$ $\\mathrm{Cl}_{2},$ by mass?\n\n "
    },
    {
        "type": "text",
        "text": "102. A gaseous mixture of He and $\\mathrm{O}_{2}$ has a density of $0.518\\,\\mathrm{g/L}$ at $25~^{\\circ}\\mathrm{C}$ and 721 mmHg. What is the mass  percent He in the mixture?\n\n "
    },
    {
        "type": "text",
        "text": "103. When working with a mixture of gases, it is sometimes convenient to use an apparent molar mass (a weighted-  average molar mass). Think in terms of replacing the mixture with a hypothetical single gas. What is the apparent molar mass of air, given that air is $78.08\\%\\,\\mathrm{N}_{2},\n\n$ "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "104. A mixture of $\\mathrm{N}_{2}\\mathrm{O}(\\mathrm{g})$  and $\\mathrm{O}_{2}(\\mathrm{g})$  can be used as an anesthetic. In a particular mixture, the partial pres- sures of $\\mathrm{N}_{2}\\mathrm{O}$ and $\\mathrm{O}_{2}$ are 612 Torr and 154 Torr, respec- tively. Calculate (a) the mass percentage of $\\mathrm{N}_{2}\\mathrm{O}$ in this mixture, and (b) the apparent molar mass of this\n\n 105. Gas cylinder A has a volume of $48.2~\\mathrm{{L}}$ and contains $\\mathrm{N}_{2}(\\mathrm{g})$ $25\\,^{\\circ}\\mathrm{C}$ Gas cylinder B, of $\\mathrm{He(g)}$ at 9.50 atm and $25~^{\\circ}\\mathrm{C}$  When the two cylinders are connected and the 8.71 atm. What is the volume of cylinder B?\n\n  106. The accompanying sketch is that of a closed-end manometer. Describe how the gas pressure is mea- sured. Why is a measurement of $P_{\\mathrm{bar}}$ when using this manometer? Explain why the closed- end manometer is more suitable for measuring low\n\n "
    },
    {
        "type": "image",
        "img_path": "images/131c229bf455cd3badc3a92af546d16f8c445739a56751d846e7687006efcb10.jpg"
    },
    {
        "type": "text",
        "text": "107. Producer gas is a type of fuel gas made by passing  air or steam through a bed of hot coal or coke. A typ- ical producer gas has the following composition in percent by volume: $8.0\\%$ $\\mathrm{CO}_{2},$ $23.2\\%$ $\\mathrm{CO},$ $17.7\\%$ $\\mathrm{H}_{2},$ $\\bar{1}.1\\%$ $\\mathrm{CH_{4}},$ and $50.0\\%\\;\\mathrm{N}_{2}$ (a) What is the density of this gas at $23\\,^{\\circ}\\mathrm{C}$  and $763\\,\\mathrm{mmHg},$  in grams per liter? (b) What is the partial pressure of CO in this mixture at $0.00\\,^{\\circ}\\mathrm{C}$ and 1 atm? (c) What volume of air, measured at $23\\ ^{\\circ}\\mathrm{C}$  and 741 Torr, is required for the complete combustion of $1.00\\times10^{3}\\,\\mathrm{L}$ of this producer gas, also measured at $23\\,^{\\circ}\\mathrm{C}$ and 741 Torr? [Hint: Which three of the constituent gases are combustible?]\n\n 108. What volume of air, measured at $298\\;\\mathrm{K}$ and $101\\;\\mathrm{kPa}$ is required to burn $2.00\\ \\mathrm{kg\\C_{8}H_{18}?}$  Air is approxi- $78.1\\%$ $\\mathrm{N}_{2}$ and $20.9\\%$ ${\\mathrm{O}}_{2},$ by volume. Other gases make up the remaining $1.0\\%\n\n$ 109. A mixture of $\\mathrm{\\dot{H}}_{2}(\\mathrm{g})$ and $\\mathrm{O}_{2}(\\mathrm{g})$ is prepared by elec- trolyzing $1.32~\\mathrm{g}$ water, and the mixture of gases is collected over water at $30~^{\\circ}\\mathrm{C}$ and $748\\ \\mathrm{mmHg}$ . The volume of \"wet\" gas obtained is $2.90~\\mathrm{L}$ . What must be the vapor pressure of water at $30~^{\\circ}C?\n\n$ "
    },
    {
        "type": "equation",
        "text": "\n$$\n2\\,\\mathrm{H}_{2}\\mathrm{O}(1)\\xrightarrow{\\mathrm{\\cite{l o l y s i}}}2\\,\\mathrm{H}_{2}(\\mathrm{g})\\,+\\,\\mathrm{O}_{2}(\\mathrm{g})\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "110. Aluminum (Al) and iron (Fe) each react with hydrochloric acid solution (HCl) to produce a chloride salt and hydrogen gas, $\\mathrm{H}_{2}(\\mathrm{g})$ .A $\\boldsymbol{0.1924}\\mathrm{~g~}$ sample of a mixture of Al and Fe is treated with excess HCl solution. A volume of $159\\,\\mathrm{mL}$ of $\\mathrm{H}_{2}$ gas is collected over water at $19.0\\,^{\\circ}\\mathrm{C}$ and 841 Torr. What is the percent (by mass) of Fe in the mixture? The vapor pressure of water at $19.0~^{\\circ}\\mathrm{C}$ is 16.5 Torr.\n\n "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "111. A $\\bar{0}.168\\mathrm{~L~}$ sample of $\\mathrm{O}_{2}(\\mathrm{g})$ is collected over water at $26\\,^{\\circ}\\mathrm{C}$ and a barometric pressure of 737 mmHg. In the gas that is collected, what is the percent water vapor (a) by volume; (b) by number of molecules; (c) by mass? (Vapor pressure of water at $26\\,^{\\circ}\\mathrm{C}=25.2\\,\\mathrm{mm}\\mathrm{\\dot{g}}.\n\n$ "
    },
    {
        "type": "text",
        "text": "112. A breathing mixture is prepared in which He is sub- stituted for $\\mathrm{N}_{2}$ . The gas is $79\\%$ He and $21\\%$ ${\\mathrm{O}}_{2},$ by volume. (a) What is the density of this mixture in  grams per liter at $25\\,^{\\circ}\\mathrm{C}$ and $1.00\\ \\mathrm{atm}?$ (b) At what  pressure would the $\\mathrm{He}{-}\\mathrm{O}_{2}$ mixture have the same density as that of air at $25\\,^{\\circ}\\mathrm{C}$ and 1.00 atm? See Exercise 103 for the composition of air.\n\n "
    },
    {
        "type": "text",
        "text": "113. Chlorine dioxide, $\\mathrm{CO}_{2},$ is sometimes used as a chlo- rinating agent for water treatment. It can be pre-  pared from the reaction below: "
    },
    {
        "type": "text",
        "text": "$\\mathrm{Cl_{2}(g)\\,+\\,4\\,N a C l O(a q)\\,\\longrightarrow\\,4\\,N a C l(a q)\\,+\\,2\\,C l O_{2}(g)}$ "
    },
    {
        "type": "text",
        "text": " In an experiment, $1.0\\,\\mathrm{L}\\,\\mathrm{Cl}_{2}(\\mathrm{g})$ , measured at $10.0\\,^{\\circ}\\mathrm{C}$ and $4.66\\,\\mathrm{\\atm},$ isdissolvedin $0.750\\,\\mathrm{~L~}$ of $2.00~\\mathrm{M}$ $\\mathrm{NaCIO(aq)}$ . If $25.9\\mathrm{~g~}$ of pure $\\mathrm{{Cl}O}_{2}$ is obtained, then what is the percent yield for this experiment?\n\n "
    },
    {
        "type": "text",
        "text": "114. The amount of ozone, ${\\mathrm{O}}_{3},$ in a mixture of gases can  be determined by passing the mixture through a solution of excess potassium iodide, KI. Ozone reacts with the iodide ion as follows: "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\begin{array}{c}{{\\mathrm{O_{3}(g)\\,+\\,3\\,I^{-}(a q)\\,+\\,H_{2}O(1)\\longrightarrow}}}\\\\ {{\\mathrm{O_{2}(g)\\,+\\,I_{3}^{-}(a q)\\,+\\,2\\,O H^{-}(a q)}}}\\end{array}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "The amount of ${\\mathrm{I}_{3}}^{-}$ produced is determined by titrat- ing with thiosulfate ion, $\\mathrm{S}_{2}\\mathrm{O}_{3}{}^{2-}$ "
    },
    {
        "type": "equation",
        "text": "\n$$\n\\mathrm{I_{3}}^{-}(\\mathrm{aq})\\,+\\,2\\,\\mathrm{S}_{2}\\mathrm{O}_{3}{}^{2-}(\\mathrm{aq})\\longrightarrow3\\,\\mathrm{I}^{-}(\\mathrm{aq})\\,+\\,\\mathrm{S}_{4}\\mathrm{O}_{6}{}^{2-}(\\mathrm{aq})\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "A mixture of gases occupies a volume of $53.2~\\mathrm{L}$ at $18\\,^{\\circ}\\mathrm{C}$ and 0.993 atm. The mixture is passed slowly through a solution containing an excess of KI to ensure that all the ozone reacts. The resulting solu- tion requires $26.2~\\mathrm{mL}$ of $0.1359\\,\\mathrm{M}\\,\\mathrm{Na}_{2}\\mathrm{S}_{2}\\mathrm{O}_{3}$ to titrate to the end point. Calculate the mole fraction of ozone in the original mixture.\n\n "
    },
    {
        "type": "text",
        "text": "115.A $0.1052\\;\\mathrm{\\bar{g}}$ sample of ${\\mathrm{H}}_{2}\\mathrm{O}(1)$ in an $8.050~\\mathrm{{L}}$ sample of dry air at $\\bar{3}0.1\\,^{\\circ}\\mathrm{C}$  evaporates completely. To what temperature must the air be cooled to give  a relative humidity of $80.0\\%?$ Vapor pressures of water: $20\\,^{\\circ}\\mathrm{C},$ $17.54\\:\\mathrm{\\mmHg;}$ $19\\,^{\\circ}\\mathrm{C},$ $16.49\\:\\mathrm{\\mmHg}.$ $18\\,^{\\circ}\\mathrm{C},$ $15.48~\\mathrm{\\mmHg;}$ $17\\,^{\\circ}\\mathrm{C},$ $14.54~\\mathrm{\\mmHg;}$ $16\\,^{\\circ}\\mathrm{C},$ $13.63\\:\\mathrm{mmHg};$ $15\\,^{\\circ}\\mathrm{C},$ 12.79 mmHg. [Hint: Go to Focus On feature for Chapter 6 on the Mastering Chemistry site, www.mastering chemistry.com, for a discussion  of relative humidity.]\n\n "
    },
    {
        "type": "text",
        "text": "116. An alternative to Figure 6-6 is to plot $P$ against $1/V$ The resulting graph is a straight line passing through the origin. Use Boyle's data from Feature Problem 125 to draw such a straight-line graph. What factors Would affect the slope of this straight line? Explain.\n\n "
    },
    {
        "type": "text",
        "text": "117. We have noted that atmospheric pressure depends on altitude. Atmospheric pressure as a function of altitude can be calculated with an equation known as the barometric formula: "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "equation",
        "text": "\n$$\nP\\,=\\,P_{0}\\times10^{-M g h/2.303R T}\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": " In this equation, $P$ and $P_{0}$  can be in any pressure units, for example, Torr. $P_{0}$ is the pressure at sea level, generally taken to be 1.00 atm or its equivalent. The units in the exponential term must be SI units, however. Use the barometric formula to "
    },
    {
        "type": "text",
        "text": "(a) estimate the barometric pressure at the top of Mt. Whitney in California (altitude: 14,494 ft; assume a temperature of $10\\,^{\\circ}\\mathrm{C},$ "
    },
    {
        "type": "text",
        "text": "(b) show that barometric pressure decreases by one- thirtieth in value for every 900-ft increase in altitude.\n\n "
    },
    {
        "type": "text",
        "text": "118. Consider a sample of $\\dot{\\mathrm{O_{2}(g)}}$ at $298~\\mathrm{K}$ and 1.0 atm. Calculate (a) $u_{\\mathrm{rms}}$ and (b) the fraction of molecules that have speed equal to $u_{\\mathrm{rms}}\n\n$ "
    },
    {
        "type": "text",
        "text": "119. A nitrogen molecule $\\left(\\mathbf{N}_{2}\\right)$  having the average kinetic energy at $300~\\mathrm{K}$ is released from Earth's surface to travel upward. If the molecule could move upward without colliding with other molecules, then how high would it go before coming to rest? Give your answer in kilometers. [Hint: When the molecule comes to rest, the potential energy of the molecule will be mgh, where $m$  is the molecular mass in kilograms, $g=9.81\\,\\mathrm{m}\\,\\mathrm{s}^{-2}$ is the acceleration due to gravity, and $h$ is the height, in meters, above Earth's surface.]\n\n "
    },
    {
        "type": "text",
        "text": "120. For $\\mathrm{H}_{2}(\\bar{\\mathrm{g}})$ at $0\\,^{\\circ}\\mathrm{C}$ and 1 atm, calculate the per-  centage of molecules that have speed (a) $0\\,\\mathrm{m}\\,\\mathrm{s}^{-1}$ (b) $500\\,\\mathrm{m\\,s}^{-1}$ (c) $1000\\,\\mathrm{m\\,s}^{-1}$ (d) $1\\dot{5}00\\,\\mathrm{m\\,s}^{-1}$ (e) $2000\\,\\mathrm{m\\,s}^{-1},$ (f) $2500\\,\\mathrm{m\\,s}^{-1}$ (g) $3500\\,{\\mathrm{m}}\\,{\\mathrm{s}}^{-1}$ . Graph vour results to obtain vour own version of Figure 6-15.\n\n "
    },
    {
        "type": "text",
        "text": " 121. If the van der Waals equation is solved for volume, a cubic equation is obtained. "
    },
    {
        "type": "text",
        "text": "(a) Derive the equation below by rearranging equa- tion (6.26). "
    },
    {
        "type": "equation",
        "text": "\n$$\nV^{3}\\,-\\,n\\biggl(\\frac{\\dot{R}T\\,+\\,b P}{P}\\biggr)V^{2}\\,+\\,\\biggl(\\frac{n^{2}a}{P}\\biggr)V\\,-\\,\\frac{n^{3}a b}{P}=\\,0\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "(b) What is the volume, in liters, occupied by. $185\\,\\mathrm{g}$ $\\mathrm{CO}_{2}(\\mathrm{g})$ at a pressure of 12.5 atm and $286\\,\\mathrm{K?\\,For\\,CO_{2}(g),}$ $a\\,=\\,3.61$ atm $\\mathrm{L}^{2}\\,\\mathrm{mol}^{-2}$ and $b\\,=\\,0.0429\\,\\mathrm{L\\,mol}^{-1}$ "
    },
    {
        "type": "text",
        "text": "[Hint: Use the ideal gas equation to obtain an esti- mate of the volume. Then refine your estimate, either by trial and error, or using the method of suc- cessive approximations. See Appendix A, pages A5-A6, for a description of the method of successive  approximations.]\n\n "
    },
    {
        "type": "text",
        "text": "122. According to the CRC Handbook of Chemistry and Physics (95th ed.), the molar volume of $\\mathrm{O}_{2}\\mathrm{(g)}$ is $0.{\\check{21}}68\\,\\mathrm{L}\\,\\mathrm{mol}^{-1}$ at $280\\;\\mathrm{K}$ and $10\\:\\mathrm{MPa}$  (Note: $1\\,\\mathrm{MPa}=$ $1\\times10^{6}\\,\\mathrm{Pa}.$ "
    },
    {
        "type": "text",
        "text": "(a) Use the van der Waals equation to calculate the pressure of one mole of $\\mathrm{O}_{2}(\\mathrm{g})$ at $280\\ \\mathrm{K}$ if the volume is $0.2168\\;\\mathrm{L}$ . What is the $\\%$ error in the cal- culated pressure? The yan der Waals constants are $a\\,=\\,1.3{\\dot{8}}2\\,\\mathrm{bar\\,L}^{2}\\,\\mathrm{mol}^{-2}$ and $b\\,=\\,0.0319\\,\\mathrm{L\\,mol^{-1}}$ "
    },
    {
        "type": "text",
        "text": "(b)  Use the ideal gas equation to calculate the vol- ume of one mole of $\\mathrm{{\\bar{O}_{2}(g)}}$ at $280~\\mathrm{K}$ and $10\\;\\mathrm{MPa}$ What is the $\\%$ error in the calculated volume?\n\n "
    },
    {
        "type": "text",
        "text": "123. A particular equation of state for $\\mathrm{O}_{2}(\\mathrm{g})$ has the form "
    },
    {
        "type": "equation",
        "text": "\n$$\nP\\overline{{{V}}}\\,=\\,R T\\biggl(1\\,+\\,\\frac{B}{\\overline{{{V}}}}\\,+\\,\\frac{C}{\\overline{{{V}}}^{2}}\\biggr)\n$$\n ",
        "text_format": "latex"
    },
    {
        "type": "text",
        "text": "where $\\overrightharpoon{V}$ is the molar volume, $B\\,=\\,-21.89\\,\\mathrm{cm}^{3}/\\mathrm{mol}$ and $C\\,=\\,1230\\,\\mathrm{cm}^{6}/\\mathrm{mol}^{2}$ "
    },
    {
        "type": "text",
        "text": "(a) Use the equation to calculate the pressure exerted by $\\bar{1\\,\\mathrm{mol}\\,\\mathrm{O}_{2}(\\mathrm{g})}$ confined to a volume of $500\\,\\mathrm{cm}^{3}$ at $273\\:\\mathrm{K}$ (b) Is the result calculated in part (a) consistent with that suggested for $\\mathrm{O}_{2}\\bar{(\\mathrm{g})}$ by Figure 6-21? Explain. "
    },
    {
        "type": "text",
        "text": "124.A $0.156~\\mathrm{g}$ sample of a magnesium-aluminum alloy dissolves completely in an excess of HCl(aq). The liberated $\\mathrm{H}_{2}(\\mathrm{g})$ is collected over water at $5\\,^{\\circ}\\mathrm{C}$ when the barometric pressure is 752 Tor. After the gas is collected, the water and gas gradually warm to the prevailing room temperature of $23\\,^{\\circ}\\mathrm{C}$ . The pres- sure of the collected gas is again equalized against the barometric pressure of 752 Torr, and its volume is found to be $202\\,\\mathrm{mL}$ . What is the percent composition of the magnesium-aluminum alloy? (Vapor pressure of water: $6.54~\\mathrm{mmHg}$ at $5\\,^{\\circ}\\mathrm{C}$ and $21.{\\bar{07}}\\ \\mathrm{mmHg}$ at $23\\,^{\\circ}\\mathrm{C},$ "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "Feature Problems ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "125. Shown below is a diagram of Boyle's original appa- ratus. At the start of the experiment, the length of the "
    },
    {
        "type": "image",
        "img_path": "images/a472546a9f654385c212a1efff327d57dae94aa09d6118fee5aa420669b275e9.jpg"
    },
    {
        "type": "text",
        "text": "air column (A) on the left was $30.5~\\mathrm{cm}$ and the heights of mercury in the arms of the tube were  equal. When mercury was added to the right arm of the tube, a difference in mercury levels (B) was produced, and the entrapped air on the left was compressed into a shorter length of the tube (smaller volume) as shown in the illustration for $\\mathrm{A}\\,=\\,27.9\\,\\mathrm{cm}$ and $\\mathrm{B}=7.1\\,\\mathrm{cm}$ . Boyle's values of A and B, in cen- timeters, are listed as follows: "
    },
    {
        "type": "table",
        "img_path": "images/32555372d28a0897d35d258f735e08dbb2c2c9ef57189b6a25dcd3b4e87c72ea.jpg"
    },
    {
        "type": "text",
        "text": "Barometric pressure at the time of the experiment was $739.8\\ \\mathrm{\\bar{mmHg}}$ . Assuming that the length of the air column (A) is proportional to the volume of air, show that these data conform reasonably well to Boyle's law. "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "126.In1860, StanislaoCannizzaroshowed how Avogadro's hypothesis could be used to establish the atomic masses of elements in gaseous compounds. Cannizzaro took the atomic mass of hydrogen to be  exactly one and assumed that hydrogen exists as $\\mathrm{H}_{2}$ molecules (molecular mass $=2$ ). Next, he deter- mined the volume of $\\mathrm{H}_{2}(\\mathrm{g})$ at $0.00\\,^{\\circ}\\mathrm{C}$ and 1.00 atm that has a mass of exactly $_{2\\;\\mathrm{g}}$ . This volume is $22.4~\\mathrm{L}$ Then he assumed that $22.4\\;\\mathrm{L}$ of any other gas would have the same number of molecules as in $22.4~\\mathrm{L}$ of $\\mathrm{H}_{2}(\\mathrm{g})$ . (Here is where Avogadro's hypothesis entered in.) Finally, he reasoned that the ratio of the mass of $22.4\\,\\mathrm{L}$ of any other gas to the mass of $22.4\\,\\mathrm{L}$ of $\\mathrm{H}_{2}(\\mathrm{g})$ should be the same as the ratio of their molec- ular masses. The sketch below illustrates Cannizzaro's reasoning in establishing the atomic weight of oxy- gen as 16. The gases in the table all contain the element X. Their molecular masses were determined by Cannizzaro's method. Use the percent composi-  tion data to deduce the atomic mass of $X,$ the number  of atoms of X in each of the gas molecules, and the  identity of X. "
    },
    {
        "type": "table",
        "img_path": "images/d4d65755815a3e51875a746dde585963fac65e77a0f5e041f646af74cecb3b5c.jpg"
    },
    {
        "type": "image",
        "img_path": "images/ae80d5eded3596980a34d75eabd6328c7ad87311d11bd10065c42e67103086cf.jpg"
    },
    {
        "type": "text",
        "text": "127. In research that required the careful measurement of  gas densities, John Rayleigh, a physicist, found that the density of $\\mathrm{O}_{2}(\\mathrm{g})$ had the same value whether the gas was obtained from air or derived from one of its compounds. The situation with $\\mathrm{N}_{2}(\\mathrm{g})$ was different, however. The density of $\\mathrm{N}_{2}(\\mathrm{g})$ had the same value when the $\\mathrm{N}_{2}(\\mathrm{g})$  was derived from any of various compounds, but a different value if the $\\mathrm{N}_{2}(\\mathrm{g})$ was extracted from air. In 1894, Rayleigh enlisted the aid  of William Ramsay, a chemist,to solve this apparent mystery; in the course of their work they discovered the noble gases. (a) Why do you suppose that the $\\mathrm{N}_{2}(\\mathrm{g})$ extracted from liquid air did not have the same density as $\\mathrm{N}_{2}(\\mathrm{g})$  obtained from its compounds? (b) Which gas do you suppose had the greater den- sity: $\\mathrm{N}_{2}(\\mathrm{g})$  extracted from air or $\\mathrm{N}_{2}(\\bar{\\mathrm{g}})$  prepared from nitrogen compounds? Explain. (c)  The way in which Ramsay proved that nitrogen  gas extracted from air was itself a mixture of gases involved allowing this nitrogen to react with magne- sium metal to form magnesium nitride. Explain the significance of this experiment. (d) Calculate the percent difference in the densities at $0.00~^{\\circ}\\mathrm{C}$ and 1.00 atm of Rayleigh's $\\mathrm{N}_{2}(\\mathrm{g})$ extracted from air and $\\mathrm{N}_{2}(\\mathrm{g})$ derived from nitrogen compounds. [The volume percentages of the major components of air are $78.{\\bar{0}}84\\%$ $\\mathrm{N}_{2},$ $\\bar{\\mathbf{\\Omega}}_{2},\\bar{\\mathbf{\\Omega}}_{20.946\\%}$ ${\\mathrm{O}}_{2},$ $0.934\\%$ $\\mathrm{Ar,}$  and $0.0379\\%$ $\\mathrm{CO}_{2}\n\n$ 128. The equation $d/P\\,=\\,M/R T,$  which can be derived from equation (6.14), suggests that the ratio of the density $(d)$ to pressure $(P)$ of a gas at constant tem- perature should be a constant. The gas density data at the end of this question were obtained for $\\dot{\\mathrm{O_{2}(g)}}$ at various pressures at $273.15\\:\\mathrm{K}$ (a) Calculate values of $d/P,$  and with a graph or by other means determine the ideal value of the term $d/P$ for $\\mathrm{O}_{2}(\\mathrm{g})$ at $273.15\\:\\mathrm{K}$ [Hint: The ideal value is that associated with a per- fect (ideal) gas.] (b) Use the value of $d/P$ from part (a) to calculate a pre- cise value for the atomic mass of oxygen, and compare  this value with that listed on the inside front cover. "
    },
    {
        "type": "text",
        "text": ""
    },
    {
        "type": "text",
        "text": "$P_{c}$  mmHg: 760.00 570.00 380.00 190.00 $d,\\mathrm{g}/\\mathrm{L}$ 1.428962 1.071485 0.714154 0.356985 "
    },
    {
        "type": "text",
        "text": " 129. A sounding balloon is a rubber bag filled with $\\mathrm{H}_{2}(\\mathrm{g})$ and carrying a set of instruments (the payload). Because this combination of bag, gas, and payload  has a smaller mass than a corresponding volume of air, the balloon rises. As the balloon rises, it expands. From the table below, estimate the maximum height to which a spherical balloon can rise given the mass  of balloon, $1200\\,\\mathrm{g;}$ payload, $1700\\,\\mathrm{g};$ quantity of $\\mathrm{H}_{2}(\\mathrm{g})$ in balloon, $120\\;\\mathrm{ft}^{3}$ at $0.00\\,^{\\circ}\\mathrm{C}$ and $1.00\\ \\mathrm{atm};$  diameter  of balloon at maximum height, 25 ft. Air pressure   and temperature as functions of altitude are: "
    },
    {
        "type": "table",
        "img_path": "images/a2ba54a43e90dbdbca7603e5b71d2e756a02104bc313252adcfb1d7fbbb4b639.jpg"
    },
    {
        "type": "text",
        "text": "Self-Assessment Exercises ",
        "text_level": 1
    },
    {
        "type": "text",
        "text": "130. In your own words, define or explain each term or symbol. (a) atm; (b) STP; (c) R; (d) partial pressure; (e) $u_{\\mathrm{rms}}\n\n$ 131. Briefly describe each concept or process: (a) absolute zero of temperature; (b) collection of a gas over water; (c) effusion of a gas; (d) law of combining  volumes.\n\n 132. $\\operatorname{Ex}$ plain  the important distinctions between (a) barometer and manometer; (b) Celsius and  Kelvin temperature; (c) ideal gas equation and gen- eral gas equation; (d) ideal gas and real gas.\n\n 133. Which exerts the greatest pressure, (a) a $75.0~\\mathrm{cm}$ column of $\\mathrm{Hg(l)}$ $(\\bar{d}\\,=\\,13.6\\,\\mathrm{\\bar{g}/m L})$ ); (b) a column of air $10\\ \\mathrm{\\mu}$ \"high; (c) a $5.0\\ \\mathrm{~m~}$ column of $\\mathrm{CCl_{4}(l)}$ $(d=1.5\\bar{9}\\,\\mathrm{g/mL})$ ); (d) $10.0\\,\\mathrm{g}\\,\\mathrm{H}_{2}(\\mathrm{g})$ at STP?\n\n 134. For a fixed amount of gas at a fixed pressure, changing the temperature from $100.0\\,^{\\circ}\\!C^{^{\\circ}}$ to $200~\\mathrm{K}$  causes the gas volume to (a) double; (b) increase, but not to twice its original value; (c) decrease; (d) stay the same.\n\n 135. Two gases were mixed into a $5.000\\ \\mathrm{L}$ container at $291.0\\,\\mathrm{\\bar{K}}$ . Gas A was originally confined in $14.20\\;\\mathrm{L}$ at 1.081 bar and $303.1\\,\\mathrm{^{-}K}$ . Gas $\\mathrm{B}$  was originally confined in $1.251\\;\\mathrm{~L~}$ at 26.77 bar and $327.5\\,\\mathrm{~K~}$ (a) What is the final total pressure in the $5.000\\ \\mathrm{L}$ container? (b) What is the partial pressure of gas A? (c) What is the partial pressure of gas B?\n\n "
    },
    {
        "type": "text",
        "text": "136. A fragile glass vessel will break if the internal pres- sure equals or exceeds 2.0 bar. If the vessel is sealed at $0\\,^{\\circ}\\!C$ and 1.0 bar, then at what temperature will the vessel break? Assume that the vessel does not  expand when heated.\n\n 137. Which of the following choices represents the  molar volume of an ideai gas at $25~^{\\circ}\\mathrm{C}$ and $1.5\\;\\mathrm{atm}?$ (a) $(298\\times1.5/273)\\times22.4\\,\\mathrm{L};$ (b) $22.4\\;\\mathrm{L};$ (c) $(273\\times1.5/298)\\times22.4\\,\\mathrm{L};$ (d) $[298/(273\\times1.5)]\\times22.4\\,\\mathrm{L};$ (e) $[273/(298\\times1.5)]\\times22.4\\,\\mathrm{L}.\n\n$ 138. The gas with the greatest density at STP is (a) $\\mathrm{N}_{2}\\mathrm{O},$ (b) $\\mathrm{Kr};$ (c) ${\\mathrm{SO}}_{3};$ (d) $\\mathrm{Cl}_{2}\n\n$ 139. Precisely $1\\;\\mathrm{mol}$  of helium and $1\\;\\mathrm{mol}$  of neon are  mixed in a container. (a) Which gas has the greater average molecular speed? (b) Which type of mole- cule strikes the wall of the container more fre quently? (c) Which gas exerts the larger pressure? "
    },
    {
        "type": "text",
        "text": "140. If the Kelvin temperature of a gas doubles, then which of the following also doubles? (a) the average molecular speed; (b) the speed of every molecule; (c) the kinetic energy of every molecule; (d) the aver- age kinetic energy of the molecules; (e) none of these.\n\n 141. The postulates of the kinetic molecular theory of gases include all those that follow except (a) no forces exist between molecules; (b) molecules are point masses; (c) molecules are repelled by the wall of the container; (d) molecules are in constant random motion; (e) all are postulates.\n\n 142. Consider the statements (a) to (e) below. Assume that $\\mathrm{H}_{2}(\\mathrm{g})$  and $\\mathrm{O}_{2}(\\mathrm{g})$  behave ideally. State whether each of the following statements is true or false. For  each false statement, explain how you would change it to make it a true statement. (a) Under the same conditions of temperature and pressure, the average kinetic energy of  $\\mathrm{O}_{2}$ molecules is less than that of $\\mathrm{H}_{2}$ molecules. (b) Under the same conditions of temperature and pressure, $\\mathrm{H}_{2}$ molecules move faster, on average, than $\\mathrm{O}_{2}$ molecules. (c) The volume of $1.00\\ \\mathrm{mol}$ of $\\mathrm{H}_{2}(\\mathrm{g})$ at $25.0\\ ^{\\circ}\\mathrm{C},$ 1.00 atm is $22.4\\,\\mathrm{L}$ (d) The volume of $2.0\\,\\mathrm{g}\\,\\mathrm{H}_{2}(\\mathrm{g})$ is equal to the volume of $32.0\\,\\mathrm{g\\,O_{2}(g).}$  at the same temperature and pressure. (e) In a mixture of $\\mathrm{H}_{2}$  and $\\bar{\\mathrm{O}}_{2}$ gases, with partial pressures $P_{\\mathrm{H}_{2}}$ and $P_{\\mathrm{O}_{2}},$ respectively, the total pressure is the larger of $P_{\\mathrm{H}_{2}}$ and $P_{\\mathrm{O}_{2}}\n\n$ 143. A sample of $\\mathrm{O}_{2}(\\mathrm{g})$ is collected over water at $23\\,^{\\circ}\\mathrm{C}$ and a barometric pressure of 751 Torr. The vapor  pressure of water at $23\\ ^{\\circ}\\mathrm{C}$ is $21~\\mathrm{mmHg}$ . The partial pressure of  $\\mathrm{O}_{2}(\\mathrm{g})$  in the sample collected is (a) $21\\,\\mathrm{mmHg};$ (b) 751 Torr; (c) 0.96 atm; (d) 1.02 atm.\n\n 144. At $0\\,^{\\circ}\\mathrm{C}$ and $\\bar{0}.500\\,\\mathrm{atm},4.48\\,\\mathrm{L}$ of gaseous $\\mathrm{NH}_{3}$ (a) con- tains $6.02\\times10^{22}$ molecules; (b) has a mass of $17.0\\:\\mathrm{g;}$ (c) contains $0.200\\;\\mathrm{mol}\\;\\mathrm{NH}_{3};$ (d) has a mass of $3.40\\:\\mathrm{g}\n\n$ 145. To establish a pressure of 2.00 atm in a $2.24~\\mathrm{{L}}$ cylin- der containing $\\mathrm{\\tilde{1.60\\,g\\,O_{2}(g)}}$ at $0\\,^{\\circ}\\mathrm{C},$ (a) add $1.60\\,\\mathrm{g\\,O_{2}};$ (b) add $0.60\\,\\mathrm{g}\\,\\mathrm{He}(\\mathrm{g}).$  (c) add $2.00\\,\\mathrm{g}\\,\\mathrm{He}(\\mathrm{g})$ ; (d) release $0.80\\,\\mathrm{g\\,O_{2}(g)}$ "
    },
    {
        "type": "text",
        "text": "146. Carbon monoxide, CO, and hydrogen react accord- ing to the equation below. $3\\,\\mathrm{CO(g)}\\,+\\,7\\,\\mathrm{H}_{2}\\mathrm{(g)}\\,\\longrightarrow\\,\\mathrm{C}_{3}\\mathrm{H}_{8}\\mathrm{(g)}\\,+\\,3\\,\\mathrm{H}_{2}\\mathrm{O(g)}$ What volume of which reactant gas remains if $12.0\\,\\mathrm{L}\\,\\mathrm{CO(g)}$  and $25.0\\,\\mathrm{L}\\,\\mathrm{H}_{2}(\\mathrm{g})$ are allowed to react? Assume that the volumes of both gases are mea-  sured at the same temperature and pressure.\n\n 147.A mixture of $5.0\\times10^{-5}\\,\\mathrm{\\dot{mol}\\,H_{2}(g)}$ and $5.0\\times10^{-5}\\,\\mathrm{mol\\,SO_{2}(g)}$ is placed in a $10.0~\\mathrm{L}$ container at $25\\,^{\\circ}\\mathrm{C}$  The container has a pinhole leak. After a period of time, the partial pressure of $\\mathrm{H}_{2}(\\mathrm{g})$  in the  container (a) is less than that of the ${\\mathrm{SO}}_{2}(\\mathrm{g}).$  (b) is equal to that of the $\\mathrm{SO}_{2}(\\mathrm{g})$ : (c) exceeds that of the $\\mathrm{SO}_{2}\\bar{(\\mathrm{g})}$ (d) is the same as in the original mixture.\n\n 148. Under which conditions is $\\mathrm{Cl}_{2}$ most likely to behave like an ideal gas? Explain. (a) $100\\,^{\\circ}\\mathrm{C}$ and 10.0 atm; (b) $0\\,^{\\circ}\\mathrm{C}$  and $0.50\\,\\mathrm{\\bar{~atm}},$ (c) $200~^{\\circ}\\mathrm{C}$  and 0.50 atm; (d) $400\\,^{\\circ}\\mathrm{C}$ and 10.0 atm.\n\n 149. Without referring to Table 6.5, state which species in  each of the following pairs has the greater value for the van der Waals constant $a,$ and which one has the  greater value for the van der Waals constant $b$ (a) He or Ne; (b) $\\mathrm{CH_{4}}$ or ${\\mathrm{C}}_{3}{\\mathrm{H}}_{8};$ (c) $\\mathrm{H}_{2}$ or $\\mathrm{Cl}_{2}\n\n$ 150. Explain why the height of the mercury column in a barometer is independent of the diameter of the barometer tube.\n\n 151. A gaseous hydrocarbon that is $82.7\\%\\,C$ and $17.3\\%$ Hby mass has a density of $2.35\\,\\mathrm{g/L}$ at $25~^{\\circ}\\mathrm{C}$ and 752 Torr. What is the molecular formula of this hydrocarbon?\n\n 152. Draw a box to represent a sample of air containing $\\mathrm{N}_{2}$  molecules (represented as squares) and  $\\dot{\\mathrm{O}_{2}}$ molecules (represented as circles) in their correct  proportions. How many squares and circles would you need to draw to also represent the $\\mathrm{CO}_{2}(\\mathrm{g})$ in air through a single mark? What else should you add to the box for this more complete representation of air? [Hint: See Exercise 103.]\n\n  153. Appendix E describes a useful study aid known as  concept mapping. Using the method presented in Appendix E, construct a concept map illustrating the different concepts to show the relationships  among all the gas laws described in this chapter. "
    }
]